{
  "lastUpdated": "2025-12-01T09:46:23.294464",
  "totalNews": 71,
  "categories": [
    "Игры",
    "Технологии"
  ],
  "hashtags": [
    "#радар",
    "#смартфон",
    "#приложение",
    "#структура",
    "#робот",
    "#game",
    "#api",
    "#ai",
    "#платформа",
    "#тест",
    "#кибер",
    "#компьютер",
    "#тесты",
    "#код",
    "#AR",
    "#искусственныйинтеллект",
    "#финтех",
    "#стартап",
    "#радио",
    "#it",
    "#AI",
    "#веб",
    "#ИИ",
    "#ux",
    "#технологии",
    "#сервер",
    "#цифровой",
    "#интернет",
    "#игры",
    "#gpu"
  ],
  "news": [
    {
      "id": "ixbt.com_2_1764582373",
      "title": "«Первый в мире шлем с дополненной реальностью». Представлен GT-Air 3 Smart",
      "description": "Японский гигант по производству шлемов Shoei в сотрудничестве с французской технологической компанией EyeLights представил GT-Air 3 Smart. Он рекламируется как «первый в мире шлем с дополненной реальностью». Шлем оснащен проекционным OLED-экраном, который выводит скорость транспортного средства, навигационные указания и предупреждения о радарах полиции на расстояние 3 метров перед глазами водителя.  Фото Shoei/EyeLights Видимость при ярком солнечном свете всегда была проблемой для HUD-дисплеев. EyeLights утверждает, что её новейший OLED-дисплей остаётся чётким даже при попадании на стекло солнечного света. GT-Air 3 Smart оснащён полноценной системой связи, включающей динамик, микрофон с шумоподавлением и универсальную двустороннюю аудиосвязь, а также управление без помощи рук с помощью голосового помощника. Shoei подчёркивает, что все провода и источник питания скрыты внутри шлема, а встроенный аккумулятор обеспечивает до 10 часов автономной работы.  Фото Shoei/EyeLights Поставки этого шлема начнутся в июне следующего года по цене 1200 долларов.",
      "shortDescription": "Японский гигант по производству шлемов Shoei в сотрудничестве с французской технологической компанией EyeLights представил GT-Air 3 Smart. Он рекламируется как «первый в мире шлем с дополненной реальностью». Шлем оснащен проекционным OLED-экраном, который выводит скорость транспортного средства, нав...",
      "link": "https://www.ixbt.com/news/2025/12/01/gt-air-3-smart.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/1/f0c9f057-273e-4e3f-943b-6cdbd352_large.jpg",
      "pubDate": "2025-12-01T12:18:00+03:00",
      "hashtags": [
        "#радар",
        "#AI",
        "#ИИ",
        "#AR",
        "#ai"
      ]
    },
    {
      "id": "ixbt.com_3_1764582373",
      "title": "Сколько минимально денег нужно россиянину для покупки нового авто. Опубликован ТОП-10 самых дешёвых машин на начало зимы",
      "description": "Сегодня 1 декабря, и авторы портала «Автоновости дня» решили начать зиму со свежего списка самых дешёвых автомобилей в России. В него вошли авто со стартовыми ценами от 750 000 до 1,7 млн рублей.  Ожидаемо лидером является Lada Granta. За версию Standart просят те самые 750 000 рублей, но из опций в машине почти ничего не будет.  Niva Legend обойдётся уже в 1,059 млн рублей за базовую комплектацию, которая тоже ничем особо не порадует. Но тут и машина максимально утилитарная.   Фото Lada  Новейшая Iskra вышла совсем недавно и сразу заняла третье место. Правда, база обойдётся уже в 1,25 млн, то есть почти вдвое дороже «Гранты». Но зато это намного более новый автомобиль, у которого уже в базе есть подушки безопасности, светодиодные ходовые, ABS и прочие опции.  Что касается остатка списка, он выглядит так:   Niva Travel — от 1,314 млн рублей  Lada Vesta — от 1,46 млн рублей  Jac JS3 — всё ещё самая дешёвая иномарка на рынке, от 1,55 млн рублей  УАЗ «Хантер» — от 1,645 млн рублей  Lada Largus — от 1,666 млн рублей  Livan X3 Pro — от 1,67 млн рублей  «Москвич 3» — от 1,7 млн",
      "shortDescription": "Сегодня 1 декабря, и авторы портала «Автоновости дня» решили начать зиму со свежего списка самых дешёвых автомобилей в России. В него вошли авто со стартовыми ценами от 750 000 до 1,7 млн рублей.  Ожидаемо лидером является Lada Granta. За версию Standart просят те самые 750 000 рублей, но из опций в...",
      "link": "https://www.ixbt.com/news/2025/12/01/skolko-minimalno-deneg-nuzhno-rossijaninu-dlja-pokupki-novogo-avto-opublikovan-top10-samyh-deshjovyh-mashin-na-nachalo.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/1/lada-iskra-i-eksterer.3d35ac66323a790564f1b0d4ffa31e4c_w1200_large.jpg",
      "pubDate": "2025-12-01T12:13:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_4_1764582373",
      "title": "Британский автопром загибается: выпуск машин сократился с 1,5 млн до 700 тыс. машин за последние семь лет",
      "description": "Великобритания подходит к концу года с самым слабым объёмом выпуска легковых автомобилей за последние годы — около 700 тысяч машин. Ещё семь лет назад заводы страны собирали более 1,5 млн автомобилей, но за это время производство обвалилось более чем вдвое. Осенняя ситуация оказалась особенно тяжёлой: отрасль столкнулась с дефицитом электроники, а Jaguar Land Rover подвергся масштабной кибератаке. Сентябрьское падение стало одним из самых резких: всего 54,3 тысячи произведённых единиц, из которых 51 тысяча — легковушки. Это минус 35% к прошлому году. Октябрь оказался чуть лучше — около 62 тысяч машин, но и здесь статистика далека от оптимистичной. Выпуск легковых авто достиг 59 тысяч, что всё равно означает падение на 24%. Сегмент продолжает терять позиции, и причины носят системный характер.  Изображение Grok Профильная ассоциация SMMT призывает власти вмешаться: по мнению объединения, стране нужны новые стимулы, чтобы вернуть производство хотя бы к уровню 1,3 млн автомобилей к 2035 году. Недавно канцлер объявил о выделении 1,5 млрд фунтов стерлингов на трансформацию автопрома.",
      "shortDescription": "Великобритания подходит к концу года с самым слабым объёмом выпуска легковых автомобилей за последние годы — около 700 тысяч машин. Ещё семь лет назад заводы страны собирали более 1,5 млн автомобилей, но за это время производство обвалилось более чем вдвое. Осенняя ситуация оказалась особенно тяжёло...",
      "link": "https://www.ixbt.com/news/2025/12/01/1-5-700.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/1/image (56)_large.jpg",
      "pubDate": "2025-12-01T12:10:00+03:00",
      "hashtags": [
        "#кибер",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_6_1764582373",
      "title": "Астероид Бенну оказался складом молекул, важных для жизни",
      "description": "Учёные, изучающие образцы астероида Бенну, доставленные на Землю миссией OSIRIS-REx, обнаружили в них триптофан — незаменимую аминокислоту, участвующую в важных биологических процессах. Это открытие стало первым случаем обнаружения триптофана во внеземных образцах. В 2020 году автоматический аппарат OSIRIS-REx совершил посадку на астероид Бенну и собрал 121,6 грамм вещества с его поверхности. Капсула с образцами прибыла на Землю в 2023 году, после чего учёные со всего мира приступили к их тщательному анализу. Триптофан играет важную роль в поддержании роста, а также участвует в производстве белков и ферментов. Обнаружение триптофана на астероиде Бенну расширяет представления о том, как основные компоненты жизни могли попасть на нашу планету миллиарды лет назад.  Фото: James Tralie / NASA «Подобные астероиды могли \"засеять\" Землю и другие небесные тела пребиотическими веществами, необходимыми для возникновения жизни», — отмечают авторы работы из Центра космических полётов имени Годдарда NASA. Анализ показал, что общее количество обнаруженных на Бенну аминокислот, участвующих в синтезе белков, увеличилось до 15 из 20 известных. Кроме того, на астероиде были найдены все пять биологических нуклеобаз — компонентов ДНК и РНК. Астероид Бенну, поперечник которого составляет примерно 536 метров, является фрагментом более крупного астероида, сформировавшегося в главном поясе астероидов между Марсом и Юпитером в период от 700 миллионов до 2 миллиардов лет назад. Его химический состав, сохранившийся с момента образования Солнечной системы около 4,5 миллиардов лет назад, предоставляет ценную информацию о веществах, существовавших на заре её существования. На астероиде также обнаружены минералы и аммиак, необходимые для формирования аминокислот.  Источник: NASA / Goddard / University of Arizona По словам Энджел Мохарро, геохимика из Астробиологической аналитической лаборатории Годдарда, обнаружение триптофана расширяет перечень аминокислот, которые могли образоваться в космосе и быть доставлены на Землю. Хотя авторы исследования рекомендуют провести дополнительные анализы для подтверждения наличия триптофана в небольшом 50-миллиграммовом образце, эксперты полагают, что результат является достоверным и не связан с загрязнением. В отличие от метеоритов, образцы с Бенну не подвергались воздействию высоких температур при прохождении через атмосферу. Обнаружение триптофана и других аминокислот, участвующих в синтезе белков, помогает развитию теории о том, что основные молекулы живых организмов являются «молекулярными окаменелостями», сохранившимися с первых дней существования Солнечной системы. Ранее аминокислоты были обнаружены в образцах астероида Рюгу, собранных японским космическим агентством.",
      "shortDescription": "Учёные, изучающие образцы астероида Бенну, доставленные на Землю миссией OSIRIS-REx, обнаружили в них триптофан — незаменимую аминокислоту, участвующую в важных биологических процессах. Это открытие стало первым случаем обнаружения триптофана во внеземных образцах. В 2020 году автоматический аппарат...",
      "link": "https://www.ixbt.com/news/2025/12/01/asteroid-bennu-okazalsja-skladom-molekul-vazhnyh-dlja-zhizni.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/1/converted - 2025-12-01T120643.090_large.jpg",
      "pubDate": "2025-12-01T12:03:00+03:00",
      "hashtags": [
        "#AR",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_7_1764582373",
      "title": "От Volkswagen Golf и Skoda Octavia до Audi A6 и Lexus NX300. Арестованные авто выставляют на продажу по цене от 217 тысяч рублей в Башкирии",
      "description": "Территориальное управление Росимущества по Башкортостану открыло приём заявок на крупный электронный аукцион по продаже арестованного транспорта. В список вошли 25 легковых автомобилей, торги пройдут 24 декабря на площадке «Фабрикант». Линейка лотов охватывает широкий диапазон — от массовых моделей до машин премиального класса. Среди выставленных авто значатся Volkswagen Golf 2011 года, Skoda Octavia 2010 года, несколько экземпляров Renault Duster 2020 года, а также Lada Granta и Lada Largus разных исполнений. Из дорогих вариантов представлены Lexus NX300 2019 года и Lexus RX300 образца 2002-го. Кроме того, в перечне есть Hyundai Solaris, Kia Rio, BMW 316i, Audi A6 и Chery Tiggo 4.  Фото Hyundai Стартовые цены варьируются от 217 тысяч рублей за Datsun on-DO до более чем 3,2 млн рублей за Lexus NX300. Все машины находятся под арестом, а часть дополнительно связана банковскими обязательствами. Победителю торгов необходимо оплатить приобретённый лот в течение пяти дней. Приём заявок продлится до 22 декабря, для участия требуется задаток в размере 15% от стартовой стоимости автомобиля.",
      "shortDescription": "Территориальное управление Росимущества по Башкортостану открыло приём заявок на крупный электронный аукцион по продаже арестованного транспорта. В список вошли 25 легковых автомобилей, торги пройдут 24 декабря на площадке «Фабрикант». Линейка лотов охватывает широкий диапазон — от массовых моделей ...",
      "link": "https://www.ixbt.com/news/2025/12/01/volkswagen-golf-skoda-octavia-audi-a6-lexus-nx300-217.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/1/6_09dd504f_5aa_large.jpg",
      "pubDate": "2025-12-01T12:01:00+03:00",
      "hashtags": [
        "#AR",
        "#AI",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "3DNews_39_1764582370",
      "title": "Сотрудник Saber Interactive проговорился, когда выйдет амбициозный шутер Turok: Origins",
      "description": "Кооперативный шутер про отстрел динозавров и пришельцев Turok: Origins за авторством издателя и разработчика Saber Interactive не показывался на публике с самого анонса, но, похоже, премьера игры уже не за горами.   Источник изображений: Saber Interactive",
      "shortDescription": "Кооперативный шутер про отстрел динозавров и пришельцев Turok: Origins за авторством издателя и разработчика Saber Interactive не показывался на публике с самого анонса, но, похоже, премьера игры уже не за горами.   Источник изображений: Saber Interactive",
      "link": "https://3dnews.ru/1133195",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133195/00.jpg",
      "pubDate": "2025-12-01T11:52:00+03:00",
      "hashtags": [
        "#игры"
      ]
    },
    {
      "id": "3DNews_40_1764582370",
      "title": "Популярный YouTube-клиент SmartTube стал вредоносным незаметно для разработчиков",
      "description": "На прошлой неделе сервис Google Play Protect заблокировал сторонний YouTube-клиент SmartTube, который доступен на устройствах с Android TV и Fire TV. Это произошло после того, как цифровая подпись приложения была скомпрометирована. На тот момент считалось, что именно из-за этого Google и Amazon принудительно удалили SmartTube со всех пользовательских устройств. На деле проблема оказалась более серьёзной. Источник изображения: SmartTube",
      "shortDescription": "На прошлой неделе сервис Google Play Protect заблокировал сторонний YouTube-клиент SmartTube, который доступен на устройствах с Android TV и Fire TV. Это произошло после того, как цифровая подпись приложения была скомпрометирована. На тот момент считалось, что именно из-за этого Google и Amazon прин...",
      "link": "https://3dnews.ru/1133194",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133194/1352.jpg",
      "pubDate": "2025-12-01T11:40:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "DTF_3_1764582369",
      "title": "Звукорежиссёр Saber указал, что Turok: Origins должна выйти в 2026 году",
      "description": "Студия уже давала сыграть в шутер на Gamescom 2025.",
      "shortDescription": "Студия уже давала сыграть в шутер на Gamescom 2025.",
      "link": "https://dtf.ru/games/4503449-turok-origins-vyydet-v-2026-godu?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/2d05a6a4-d070-54f3-9818-cb3b36ea7ccf/",
      "pubDate": "2025-12-01T10:29:04+03:00",
      "hashtags": [
        "#game"
      ]
    },
    {
      "id": "DTF_2_1764582369",
      "title": "«Меня это приводит в ужас»: Джеймс Кэмерон об идее замены актёров на ИИ",
      "description": "Режиссёр считает, что генеративные технологии задают «высокую планку» для деятелей искусства.",
      "shortDescription": "Режиссёр считает, что генеративные технологии задают «высокую планку» для деятелей искусства.",
      "link": "https://dtf.ru/cinema/4503399-dzheyms-kameron-o-zamene-akterov-na-ii?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/ff613fc1-d2a6-5cdb-b7a5-0b470fd62a0d/",
      "pubDate": "2025-12-01T10:21:40+03:00",
      "hashtags": [
        "#технологии",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_0_1764582367",
      "title": "TEAMLY AI: как внедрить умный поиск по корпоративной базе знаний без утечек и галлюцинаций",
      "description": "Компаниям больше не нужен «волшебный» AI, который угадывает ответы — им нужен ассистент, который опирается на реальные документы, права доступа и живой опыт команды.    Читать далее",
      "shortDescription": "Компаниям больше не нужен «волшебный» AI, который угадывает ответы — им нужен ассистент, который опирается на реальные документы, права доступа и живой опыт команды.    Читать далее",
      "link": "https://habr.com/ru/companies/teamly/articles/971968/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971968",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f53/096/453/f53096453c6e66f5ece62de69868bcf9.png",
      "pubDate": "2025-12-01T09:35:02+00:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "Habr_3_1764582367",
      "title": "Proxyman + HAR = mock-данные для iOS-тестов",
      "description": "В Naumen мы используем связку Proxyman + HAR, чтобы готовить mock-данные для интеграционных тестов iOS-приложений. Такой подход выручает, когда реальный сервер недоступен или не умеет переводить себя в нужное состояние для проверки: мы перехватываем сетевой трафик приложения, сохраняем его и превращаем в готовые моки.О том, как именно мы это делаем, рассказывает Ринат, iOS-разработчик Naumen. В его практике Proxyman помогает быстро собирать сетевые сценарии, а экспорт в HAR и консольная утилита позволяют автоматически преобразовывать их в моки для тестов. Это экономит часы ручной работы и делает интеграционные тесты стабильными и предсказуемыми. Читать далее",
      "shortDescription": "В Naumen мы используем связку Proxyman + HAR, чтобы готовить mock-данные для интеграционных тестов iOS-приложений. Такой подход выручает, когда реальный сервер недоступен или не умеет переводить себя в нужное состояние для проверки: мы перехватываем сетевой трафик приложения, сохраняем его и превращ...",
      "link": "https://habr.com/ru/companies/naumen/articles/953168/?utm_source=habrahabr&utm_medium=rss&utm_campaign=953168",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/ef3/0c6/928/ef30c6928c4526f2b8c42eb066b89d33.jpg",
      "pubDate": "2025-12-01T09:15:51+00:00",
      "hashtags": [
        "#тест",
        "#тесты",
        "#ИИ",
        "#AR",
        "#сервер"
      ]
    },
    {
      "id": "Habr_5_1764582367",
      "title": "«Конечно, вот ответ на ваш вопрос. Но сначала — реклама»",
      "description": "OpenAI начала внутреннее тестирование рекламы внутри ChatGPT. Это шаг, который может перекроить всю современную веб-экономику.Кажется, эпоха цифрового альтруизма подходит к концу. Утечка подтверждает, что OpenAI переходит к внедрению рекламы внутрь ChatGPT. До этого момента ChatGPT был отделен от маркетинга и рекламных баннеров. В отличие от Google поиска, где реклама напрямую влияет на то, что вам выдает поисковик, ChatGPT оставался «чистым».В коде бета-версии приложения для Android (сборка 1.2025.329) появились упоминания AdTarget ApiSearchAd BazaarContentWrapper SearchAd и прочие.От будущего ждали полетов к звездам или восстания машин. Боялись, что ИИ обретет сознание и решит уничтожить человечество. А реальность оказалась куда прозаичнее. Искусственный интеллект не хочет нас убивать. Он хочет нам продавать. Мы хотели бога из машины, а получим продавца-консультанта. Читать далее",
      "shortDescription": "OpenAI начала внутреннее тестирование рекламы внутри ChatGPT. Это шаг, который может перекроить всю современную веб-экономику.Кажется, эпоха цифрового альтруизма подходит к концу. Утечка подтверждает, что OpenAI переходит к внедрению рекламы внутрь ChatGPT. До этого момента ChatGPT был отделен от ма...",
      "link": "https://habr.com/ru/companies/timeweb/articles/971852/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971852",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/5ba/2e9/060/5ba2e906043a14f8dc1a6c3574fb7026.jpg",
      "pubDate": "2025-12-01T09:05:46+00:00",
      "hashtags": [
        "#тест",
        "#код",
        "#веб",
        "#AI",
        "#ИИ",
        "#AR",
        "#искусственныйинтеллект",
        "#api",
        "#ai"
      ]
    },
    {
      "id": "Habr_8_1764582367",
      "title": "Замена GPU в ноутбуках",
      "description": "В перспективе нескольких лет у нас только два необходимых апгрейда в ноутбуке: увеличить RAM и заменить GPU. Остальное по желанию. Видеокарта становится проблемой, если мы хотим играть в современные игры. Представьте, как здорово было бы проапгрейдить GPU в ноутбуке! Просто заменить одну на другую, как в ПК.Почти два года назад вышел Framework 16, очередная версия модульного ноутбука [Framework]. Посмотрим, как разработчики реализовали быструю замену GPU через отсек расширения, и станет ли такой отсек стандартом для всех ноутбуков. Читать далее",
      "shortDescription": "В перспективе нескольких лет у нас только два необходимых апгрейда в ноутбуке: увеличить RAM и заменить GPU. Остальное по желанию. Видеокарта становится проблемой, если мы хотим играть в современные игры. Представьте, как здорово было бы проапгрейдить GPU в ноутбуке! Просто заменить одну на другую, ...",
      "link": "https://habr.com/ru/companies/ruvds/articles/969292/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969292",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/dcb/ed4/2e4/dcbed42e46b1a59deb422c8828a0e1e5.webp",
      "pubDate": "2025-12-01T09:01:43+00:00",
      "hashtags": [
        "#игры",
        "#gpu"
      ]
    },
    {
      "id": "3DNews_3_1764582370",
      "title": "Назван самый популярный смартфон осени в России — это не iPhone",
      "description": "Компания «М.Видео» подготовила рейтинг самых востребованных смартфонов на российском рынке по итогам осени 2025 года. Чаще всего покупатели выбирали доступные устройства брендов Realme, Redmi, Samsung и Tecno. В денежном выражении традиционно лидируют Apple и Samsung. Источник изображений: «М.Видео»",
      "shortDescription": "Компания «М.Видео» подготовила рейтинг самых востребованных смартфонов на российском рынке по итогам осени 2025 года. Чаще всего покупатели выбирали доступные устройства брендов Realme, Redmi, Samsung и Tecno. В денежном выражении традиционно лидируют Apple и Samsung. Источник изображений: «М.Видео»",
      "link": "https://3dnews.ru/1133175",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133175/1060.jpg",
      "pubDate": "2025-12-01T09:00:01+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_13_1764582367",
      "title": "Переработка электронного лома: патентный анализ",
      "description": "Представьте себе невидимую свалку, вес которой сопоставим с миллионами автомобилей. Она растет с каждым годом, и ее «месторождения» разбросаны по всему миру. Это всё электронные отходы. Золото, палладий, медь, свинец, кадмий, серебро и многие драгоценные и редкоземельные металлы можно найти в них.Пока одни страны видят в ломе источник богатства и активно инвестируют в технологии его «обогащения», другие остаются в стороне. Наша страна, к сожалению, пока относится ко вторым. Почему при наличии строгих правил учета и тысяч тонн списанной техники в России практически не создают собственных технологий для ее переработки? Ответ — в зеркале патентной статистики, которая является безжалостным диагнозом для целой отрасли. Читать далее",
      "shortDescription": "Представьте себе невидимую свалку, вес которой сопоставим с миллионами автомобилей. Она растет с каждым годом, и ее «месторождения» разбросаны по всему миру. Это всё электронные отходы. Золото, палладий, медь, свинец, кадмий, серебро и многие драгоценные и редкоземельные металлы можно найти в них.По...",
      "link": "https://habr.com/ru/companies/onlinepatent/articles/971946/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971946",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/9ed/c11/963/9edc11963322495829aca3d47b79253f.png",
      "pubDate": "2025-12-01T08:42:39+00:00",
      "hashtags": [
        "#технологии",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_14_1764582367",
      "title": "Как делать маркетинг для стартапа, чтобы не попасть в 90% закрывшихся",
      "description": "Меня зовут Дима, я основатель агентства \"Эй, Стартапер!\". Мы делаем маркетинг для стартапов — так, чтобы не слить весь бюджет и найти рабочие каналы быстро. Сегодня разберём, как тестировать гипотезы с небольшим бюджетом и не закрыться в первый год. Читать далее",
      "shortDescription": "Меня зовут Дима, я основатель агентства \"Эй, Стартапер!\". Мы делаем маркетинг для стартапов — так, чтобы не слить весь бюджет и найти рабочие каналы быстро. Сегодня разберём, как тестировать гипотезы с небольшим бюджетом и не закрыться в первый год. Читать далее",
      "link": "https://habr.com/ru/articles/970064/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970064",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/32e/1f1/8ee/32e1f18ee856f1e187e133422c82efd9.jpg",
      "pubDate": "2025-12-01T08:42:31+00:00",
      "hashtags": [
        "#тест",
        "#стартап"
      ]
    },
    {
      "id": "Habr_15_1764582367",
      "title": "Scala Digest. Выпуск 35",
      "description": "Привет, Хабр! Мы — Настя, Эвелина и Михаил — бэкенд-разработчики Т-Банка, пишем код на Scala и горим желанием его популяризировать.Приветствуем любую обратную связь! (づ ◕‿◕ )づ Читать тридцать пятый выпуск",
      "shortDescription": "Привет, Хабр! Мы — Настя, Эвелина и Михаил — бэкенд-разработчики Т-Банка, пишем код на Scala и горим желанием его популяризировать.Приветствуем любую обратную связь! (づ ◕‿◕ )づ Читать тридцать пятый выпуск",
      "link": "https://habr.com/ru/companies/tbank/articles/971926/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971926",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/86b/b41/e1d/86bb41e1d67e65f594bb487c14ca355f.jpg",
      "pubDate": "2025-12-01T08:33:04+00:00",
      "hashtags": [
        "#код"
      ]
    },
    {
      "id": "Habr_18_1764582367",
      "title": "Проект как промпт, или как начать любить вайб-кодинг, не превращая его в источник хаоса?",
      "description": "Вас тоже завалили «навайбкоженными» пулл‑реквестами, которые приходится реджектить по несколько раз? Проблема не в ИИ, а в том, что ваш проект для нейросети — плохой промпт. Пока одни спорят, заменит ли ИИ разработчиков, а другие ждут, когда этот «пузырь» лопнет, мы сталкиваемся с реальностью: сгенерированный код деградирует из‑за отсутствия контекста и правил. В статье поговорим о том почему линтеры и тесты важнее тысячи промптов, и как инженерная культура превращает хаос в ускорение. Разобраться с хаосом",
      "shortDescription": "Вас тоже завалили «навайбкоженными» пулл‑реквестами, которые приходится реджектить по несколько раз? Проблема не в ИИ, а в том, что ваш проект для нейросети — плохой промпт. Пока одни спорят, заменит ли ИИ разработчиков, а другие ждут, когда этот «пузырь» лопнет, мы сталкиваемся с реальностью: сгене...",
      "link": "https://habr.com/ru/articles/971932/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971932",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/0ae/79d/183/0ae79d18370503b36d909420351dcb4c.png",
      "pubDate": "2025-12-01T08:15:29+00:00",
      "hashtags": [
        "#тест",
        "#код",
        "#тесты",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_23_1764582367",
      "title": "[Перевод] AOT в Spring Data: минус магия, плюс скорость",
      "description": "Команда Spring АйО подготовила перевод статьи о том, как Spring Data тихо, но уверенно избавляется от «магии рантайма» и учит репозитории работать через AOT. Меньше скрытых прокси, больше прозрачного кода, быстрее старт сервисов. Кажется, это одно из самых крутых обновлений Spring за последние годы. Читать далее",
      "shortDescription": "Команда Spring АйО подготовила перевод статьи о том, как Spring Data тихо, но уверенно избавляется от «магии рантайма» и учит репозитории работать через AOT. Меньше скрытых прокси, больше прозрачного кода, быстрее старт сервисов. Кажется, это одно из самых крутых обновлений Spring за последние годы....",
      "link": "https://habr.com/ru/companies/spring_aio/articles/971364/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971364",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/be6/726/7ff/be67267fff55a56573710eb4abca842a.png",
      "pubDate": "2025-12-01T08:00:15+00:00",
      "hashtags": [
        "#код",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_27_1764582367",
      "title": "Я пришел потестить бота, чтобы найти баги, а в итоге нашел работу в BigTech",
      "description": "Привет, Хабр. Я из тех людей, у кого аллергия на словосочетание \"искусственный интеллект\" в маркетинге. Обычно за этим скрывается пара if-else и API OpenAI, прикрученное синей изолентой.Недавно наткнулся на пост ребят, которые пилят карьерного бота Аврора. Обещали, что он сам ищет вакансии, сам пишет письма и вообще молодец.Я решил, что это отличный повод поразвлечься: зайти в бету, положить им базу нагрузкой и написать разгромный баг-репорт.Спойлер: базу я им действительно чуть не положил (и помог починить), но в процессе тестирования бот унизил мое резюме, переписал его и устроил меня на собес туда, куда я сам боялся подаваться.Ниже - история про технические костыли, asyncio и то, как бездушный скрипт продает инженера лучше, чем сам инженер. Читать далее",
      "shortDescription": "Привет, Хабр. Я из тех людей, у кого аллергия на словосочетание \"искусственный интеллект\" в маркетинге. Обычно за этим скрывается пара if-else и API OpenAI, прикрученное синей изолентой.Недавно наткнулся на пост ребят, которые пилят карьерного бота Аврора. Обещали, что он сам ищет вакансии, сам пише...",
      "link": "https://habr.com/ru/articles/971918/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971918",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-01T07:40:34+00:00",
      "hashtags": [
        "#тест",
        "#AI",
        "#ИИ",
        "#искусственныйинтеллект",
        "#api",
        "#ai"
      ]
    },
    {
      "id": "Habr_29_1764582367",
      "title": "Инвест Гусь: телеграм-бот (Open-source) для прогноза стоимости акций и криптовалют",
      "description": "Мамкин инвестор знает, что если ежедневно ловить сигналы от мощных трейдеров, то скоро карманы будут набиты звенящей цифровой монетой. Но чтобы стать богаче всякого, в эпоху ИИ нужно нечно большее, чем какой-то сигнал. Нужно чтобы был карманный генератор сигналов по всем возможным активам.   Га!",
      "shortDescription": "Мамкин инвестор знает, что если ежедневно ловить сигналы от мощных трейдеров, то скоро карманы будут набиты звенящей цифровой монетой. Но чтобы стать богаче всякого, в эпоху ИИ нужно нечно большее, чем какой-то сигнал. Нужно чтобы был карманный генератор сигналов по всем возможным активам.   Га!",
      "link": "https://habr.com/ru/articles/969964/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969964",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/6df/199/244/6df19924499dff4a3530d091dd75ffc8.png",
      "pubDate": "2025-12-01T07:26:30+00:00",
      "hashtags": [
        "#цифровой",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_30_1764582367",
      "title": "Moss: Linux-совместимое ядро на Rust. Что это за проект?",
      "description": "В конце ноября 2025 года проект Moss представил прототип Unix-подобного ядра, написанного на Rust. Это попытка создать ядро, которое умеет запускать Linux-приложения, но работает уже по новым правилам — с упором на асинхронность и современные подходы к системному коду. За восемь месяцев команда добилась того, что ядро работает на реальном оборудовании, поддерживает базовые системные вызовы и запускает командную оболочку Bash. В этой статье разберем, что такое Moss, как оно устроено, где пока недотягивает и какие у него перспективы. Читать далее",
      "shortDescription": "В конце ноября 2025 года проект Moss представил прототип Unix-подобного ядра, написанного на Rust. Это попытка создать ядро, которое умеет запускать Linux-приложения, но работает уже по новым правилам — с упором на асинхронность и современные подходы к системному коду. За восемь месяцев команда доби...",
      "link": "https://habr.com/ru/companies/selectel/articles/971910/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971910",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/558/093/b2d/558093b2d067044f6a86e64a75295839.jpg",
      "pubDate": "2025-12-01T07:24:17+00:00",
      "hashtags": [
        "#код",
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_1_1764582375",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#смартфон",
        "#приложение"
      ]
    },
    {
      "id": "3DNews_28_1764582370",
      "title": "Новая статья: Компьютер месяца — декабрь 2025 года",
      "description": "Вот мы и дожили до того момента, когда каждая домохозяйка знает про ИИ-бум и нагрянувший дефицит памяти. Стоимость модулей ОЗУ уже выросла в 2-3 раза, но и это еще только цветочки, ягодки будут потом. Следом за памятью серьезно подорожают… да проще назвать, что не взлетит в цене в ближайшее время. С такими грустными новостями мы провожаем 2025 год",
      "shortDescription": "Вот мы и дожили до того момента, когда каждая домохозяйка знает про ИИ-бум и нагрянувший дефицит памяти. Стоимость модулей ОЗУ уже выросла в 2-3 раза, но и это еще только цветочки, ягодки будут потом. Следом за памятью серьезно подорожают… да проще назвать, что не взлетит в цене в ближайшее время. С...",
      "link": "https://3dnews.ru/1133137",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133137/sm.0.800.jpg",
      "pubDate": "2025-12-01T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ИИ"
      ]
    },
    {
      "id": "DTF_6_1764582369",
      "title": "В Fortnite прошёл показ «Месть Юки» — мини-фильма, который сняли по мотивам вырезанной из «Убить Билла» сюжетной линии",
      "description": "Меж тем в игре началась седьмая глава — «Однажды на побережье».",
      "shortDescription": "Меж тем в игре началась седьмая глава — «Однажды на побережье».",
      "link": "https://dtf.ru/games/4502787-v-fortnite-predstavlen-minifilm-mest-yuki-po-motivam-ubit-billa?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/9f62a8a3-3747-51c3-919f-b9d83dc8f971/",
      "pubDate": "2025-11-30T22:35:34+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_5_1764582370",
      "title": "Значок видишь? А он есть: после обновления из Windows «пропала» иконка для входа по паролю",
      "description": "Microsoft признала, что в предварительном обновлении KB5064081 обнаружена ошибка, которая немного затруднит вход в систему с помощью пароля. По данным службы поддержки Microsoft, «значок пароля может отсутствовать или быть невидимым в параметрах входа на экране блокировки». Хотя кнопка невидима, войти в ОС с паролём можно, нажав на пустое место там, где должна быть кнопка ввода пароля. После этого появится поле для ввода пароля. Источник изображения: Microsoft",
      "shortDescription": "Microsoft признала, что в предварительном обновлении KB5064081 обнаружена ошибка, которая немного затруднит вход в систему с помощью пароля. По данным службы поддержки Microsoft, «значок пароля может отсутствовать или быть невидимым в параметрах входа на экране блокировки». Хотя кнопка невидима, вой...",
      "link": "https://3dnews.ru/1133178",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133178/wtvN9xqGhNUsjD.jpg",
      "pubDate": "2025-11-30T22:01:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_43_1764582370",
      "title": "Ранний доступ экшена Into the Fire о выживании на разбушевавшемся вулканическом хребте стартует в 2026 году",
      "description": "Разработчики из польской студии Starward Industries (The Invincible) выпустили новый геймплейный трейлер Into the Fire — приключенческого экшена, в котором главному герою нужно спасать людей от пожара на разбушевавшемся вулканическом хребте.   Источник изображения: Starward Industries",
      "shortDescription": "Разработчики из польской студии Starward Industries (The Invincible) выпустили новый геймплейный трейлер Into the Fire — приключенческого экшена, в котором главному герою нужно спасать людей от пожара на разбушевавшемся вулканическом хребте.   Источник изображения: Starward Industries",
      "link": "https://3dnews.ru/1133177",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133177/sm.Into_the_fire_title.800.jpg",
      "pubDate": "2025-11-30T20:29:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_46_1764582370",
      "title": "Психологический хоррор The 9th Charnel о группе пропавших учёных-генетиков получил дату релиза",
      "description": "Издательство Soedesco совместно с разработчиками из Saikat Deb определилось с датой релиза психологического хоррора от первого лица The 9th Charnel. Проект, сочетающий в себе механики стелса, выживания и напряжённого экшена, поступит в продажу 30 января.   Источник изображений: Soedesco",
      "shortDescription": "Издательство Soedesco совместно с разработчиками из Saikat Deb определилось с датой релиза психологического хоррора от первого лица The 9th Charnel. Проект, сочетающий в себе механики стелса, выживания и напряжённого экшена, поступит в продажу 30 января.   Источник изображений: Soedesco",
      "link": "https://3dnews.ru/1133170",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133170/sm.charnel_01.800.jpg",
      "pubDate": "2025-11-30T16:32:00+03:00",
      "hashtags": [
        "#AR",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "DTF_9_1764582369",
      "title": "Konami пока не решила, что делать с Metal Gear дальше помимо второго сборника",
      "description": "Вариант полностью новой игры не исключён.",
      "shortDescription": "Вариант полностью новой игры не исключён.",
      "link": "https://dtf.ru/games/4497535-konami-ne-opredelilas-s-budushchim-metal-gear?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/a8001616-9d07-588d-8299-718ce1867539/",
      "pubDate": "2025-11-30T12:46:57+03:00",
      "hashtags": [
        "#AR",
        "#игры"
      ]
    },
    {
      "id": "3DNews_11_1764582370",
      "title": "Кооперативное приключение Split Fiction получило неофициальную русскую озвучку от Mechanics VoiceOver",
      "description": "Российская студия перевода и озвучения Mechanics VoiceOver сообщила о выпуске русского дубляжа для кооперативного приключения Split Fiction. Соответствующее объявление появилось в официальной группе студии в VK.   Источник изображения: Electronic Arts",
      "shortDescription": "Российская студия перевода и озвучения Mechanics VoiceOver сообщила о выпуске русского дубляжа для кооперативного приключения Split Fiction. Соответствующее объявление появилось в официальной группе студии в VK.   Источник изображения: Electronic Arts",
      "link": "https://3dnews.ru/1133157",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133157/sm.split_fiction_title.800.jpg",
      "pubDate": "2025-11-30T10:36:00+03:00",
      "hashtags": [
        "#AR",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_48_1764582370",
      "title": "Инвесторы не спешат пугаться ИИ-пузыря — деньги в стартапы льются как прежде",
      "description": "Зародившийся в сознании некоторых инвесторов скепсис по поводу неизменности роста котировок акций компаний, причастных к развитию инфраструктуры искусственного интеллекта, уже вызвал корректировку на бирже и заставил основателя Nvidia оправдываться. Между тем, в сегменте стартапов пессимизмом пока и не пахнет, и их основатели продолжают грести деньги лопатой. Источник изображения: Freepik, jcomp",
      "shortDescription": "Зародившийся в сознании некоторых инвесторов скепсис по поводу неизменности роста котировок акций компаний, причастных к развитию инфраструктуры искусственного интеллекта, уже вызвал корректировку на бирже и заставил основателя Nvidia оправдываться. Между тем, в сегменте стартапов пессимизмом пока и...",
      "link": "https://3dnews.ru/1133165",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133165/startup_01.jpg",
      "pubDate": "2025-11-30T08:46:00+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_29_1764582370",
      "title": "Ускорители вычислений Baidu имеют все шансы стать хитом китайского рынка",
      "description": "Китайский интернет-гигант Baidu в уходящем месяце представил собственные ускорители M100 и M300 для работы в инфраструктуре искусственного интеллекта. Ориентированный на инференс M100 будет доступен в начале следующего года, а более универсальный M300 с 2027 года позволит китайским компаниям хотя бы частично решить проблему дефицита вычислительных ресурсов для обучения больших языковых моделей. Источник изображения: Baidu, TechPowerUp",
      "shortDescription": "Китайский интернет-гигант Baidu в уходящем месяце представил собственные ускорители M100 и M300 для работы в инфраструктуре искусственного интеллекта. Ориентированный на инференс M100 будет доступен в начале следующего года, а более универсальный M300 с 2027 года позволит китайским компаниям хотя бы...",
      "link": "https://3dnews.ru/1133163",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133163/baidu_01.jpg",
      "pubDate": "2025-11-30T08:19:00+03:00",
      "hashtags": [
        "#интернет",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_30_1764582370",
      "title": "SK hynix запустит тотальное расширение фабрик памяти DRAM, чтобы победить дефицит",
      "description": "Признание руководства SK hynix о распределении всей квоты на производство памяти в 2026 году по предварительным заказам лишь могло звучать, как приговор для отрасли, но по факту адекватные меры для устранения дефицита этим производителем будут предприниматься, как поясняет издание The Chosun Daily. Источник изображения: SK hynix",
      "shortDescription": "Признание руководства SK hynix о распределении всей квоты на производство памяти в 2026 году по предварительным заказам лишь могло звучать, как приговор для отрасли, но по факту адекватные меры для устранения дефицита этим производителем будут предприниматься, как поясняет издание The Chosun Daily. ...",
      "link": "https://3dnews.ru/1133162",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133162/sk_hynix.jpg",
      "pubDate": "2025-11-30T07:48:00+03:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "3DNews_14_1764582370",
      "title": "Глава Figure AI попытался доказать, что видео с маршем сотен китайских роботов UBTech — фейк",
      "description": "Американцы отказываются верить в первенство Китая в сфере человекоподобных роботов. «Это не может быть правдой. Это фейк», — заявил глава компании Figure AI Бретт Эдкок (Brett Adcock), отреагировав на ролик компании UBTech о сотнях синхронно марширующих на склад роботов Walker S2. Приезжайте, и всё увидите сами, приглашают в ответ китайцы. Тесное сотрудничество, открытый код и цепочки поставок — это всё, что нужно для бурного развития робототехники. Источник изображений: UBTech",
      "shortDescription": "Американцы отказываются верить в первенство Китая в сфере человекоподобных роботов. «Это не может быть правдой. Это фейк», — заявил глава компании Figure AI Бретт Эдкок (Brett Adcock), отреагировав на ролик компании UBTech о сотнях синхронно марширующих на склад роботов Walker S2. Приезжайте, и всё ...",
      "link": "https://3dnews.ru/1133153",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133153/robot.jpg",
      "pubDate": "2025-11-29T21:54:00+03:00",
      "hashtags": [
        "#робот",
        "#AI",
        "#ИИ",
        "#код",
        "#ai"
      ]
    },
    {
      "id": "3DNews_17_1764582370",
      "title": "На орбиту запущен пятый «завод» компании Varda Space — теперь их там два одновременно",
      "description": "28 ноября 2025 года компания SpaceX запустила пакет спутников в рамках миссии Transporter-15. В числе прочих на орбиту была выведена космическая фабрика компании Varda Space — возвращаемая капсула W-5. Она полнила группировку орбитальных опытных производств Varda, которая уже оперирует запущенной этим летом капсулой W-4. Это уникальный опыт производства в условиях микрогравитации, где происходит идеальный рост кристаллов. Источник изображения: Varda Space",
      "shortDescription": "28 ноября 2025 года компания SpaceX запустила пакет спутников в рамках миссии Transporter-15. В числе прочих на орбиту была выведена космическая фабрика компании Varda Space — возвращаемая капсула W-5. Она полнила группировку орбитальных опытных производств Varda, которая уже оперирует запущенной эт...",
      "link": "https://3dnews.ru/1133143",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133143/varda_00.jpg",
      "pubDate": "2025-11-29T15:06:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_9_1764582369",
      "title": "Пользователь Reddit с помощью ИИ проанализировал тысячи обсуждений беспроводных наушников на платформе и собрал таблицу с соотношением отзывов для популярных моделей",
      "description": "Чаще всего на Reddit обсуждают AirPods Pro.",
      "shortDescription": "Чаще всего на Reddit обсуждают AirPods Pro.",
      "link": "https://vc.ru/social/2623153-analiz-obshchensiy-besprovodnykh-naushnikov-na-reddit-s-pomoshchyu-ii?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/7096f4b7-7e44-5a96-8330-f4d4b8c3593e/",
      "pubDate": "2025-11-29T14:43:20+03:00",
      "hashtags": [
        "#it",
        "#AI",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "3DNews_38_1764582370",
      "title": "AMD без громких анонсов выпустила в Китае видеокарту Radeon Pro W7900D для рабочих станций",
      "description": "AMD выпустила новую видеокарту для рабочих станций и упомянула ещё две модели. Radeon Pro W7900D предназначается для рабочих станций, которые будут продаваться в Китае; и к тому же на сайте производителя значатся также модели AI Pro R9600D и AI Pro R9700S, но пока без подробностей. Источник изображений: amd.com",
      "shortDescription": "AMD выпустила новую видеокарту для рабочих станций и упомянула ещё две модели. Radeon Pro W7900D предназначается для рабочих станций, которые будут продаваться в Китае; и к тому же на сайте производителя значатся также модели AI Pro R9600D и AI Pro R9700S, но пока без подробностей. Источник изображе...",
      "link": "https://3dnews.ru/1133136",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133136/radeon_1.jpg",
      "pubDate": "2025-11-29T12:51:00+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_24_1764582370",
      "title": "Расчёты обнаружили астероид, который трижды станет нашей мини-луной с ненулевыми шансами упасть на Землю",
      "description": "Астрономы из Университета Комплутенсе в Мадриде — Карлос и Рауль де ла Фуэнте Маркосы (Carlos, Raúl de la Fuente Marcos) — обнаружили, что небольшой околоземный астероид 2022 RD2 примерно через 18 лет трижды станет временным спутником (мини-луной) Земли. Этот объект диаметром всего 5–11 метров был открыт 2 сентября 2022 года системой Pan-STARRS и относится к семейству Арджуна — астероидам с почти круговыми орбитами, близкими к земной. Источник изображения: ИИ-генерация Grok 4.1/3DNews",
      "shortDescription": "Астрономы из Университета Комплутенсе в Мадриде — Карлос и Рауль де ла Фуэнте Маркосы (Carlos, Raúl de la Fuente Marcos) — обнаружили, что небольшой околоземный астероид 2022 RD2 примерно через 18 лет трижды станет временным спутником (мини-луной) Земли. Этот объект диаметром всего 5–11 метров был о...",
      "link": "https://3dnews.ru/1133109",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133109/moon_00.jpg",
      "pubDate": "2025-11-28T18:08:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_4_1764582375",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_9_1764582375",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_11_1764582375",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_16_1764582375",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#кибер",
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_17_1764582375",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_20_1764582375",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_21_1764582375",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#кибер",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_24_1764582375",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_27_1764582375",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_0_1764582382",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_31_1764582375",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#финтех",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_34_1764582375",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#структура",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_40_1764582375",
      "title": "В России введут так называемый технологический сбор",
      "description": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "shortDescription": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/10/1153413-v-rossii-vvedut-tak-nazivaemii-tehnologicheskii-sbor",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8p/1dhre2/normal-1s56.jpg",
      "pubDate": "2025-11-10T00:25:39+03:00",
      "hashtags": [
        "#радио",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_44_1764582375",
      "title": "У России к 2028 году может появиться процессор для базовых станций LTE",
      "description": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "shortDescription": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152534-u-rossii-mozhet-poyavitsya-protsessor-dlya-lte",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1eq278/normal-1tqm.png",
      "pubDate": "2025-11-06T01:33:07+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_45_1764582375",
      "title": "В России обещают сделать первого антропоморфного робота",
      "description": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "shortDescription": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152530-v-rossii-obeschayut-sdelat-pervogo-antropomorfnogo-robota",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1enrrz/normal-1tnn.png",
      "pubDate": "2025-11-06T01:32:35+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_1_1764582382",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_2_1764582382",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764582382",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764582382",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1764582382",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764582382",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1764582382",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764582382",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764582382",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_24_1764582382",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1764582382",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764582382",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#искусственныйинтеллект",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_34_1764582382",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_36_1764582382",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764582382",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_41_1764582382",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764582382",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764582382",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#платформа",
        "#компьютер",
        "#ИИ"
      ]
    }
  ]
}