{
  "lastUpdated": "2025-12-03T04:03:53.368544",
  "totalNews": 87,
  "categories": [
    "Игры",
    "Технологии"
  ],
  "hashtags": [
    "#приложение",
    "#ИИ",
    "#тесты",
    "#графика",
    "#интернет",
    "#искусственныйинтеллект",
    "#алгоритм",
    "#код",
    "#блокчейн",
    "#веб",
    "#разработка",
    "#AI",
    "#AR",
    "#game",
    "#платформа",
    "#финтех",
    "#радио",
    "#цифровой",
    "#смартфон",
    "#ai",
    "#кибер",
    "#игры",
    "#робот",
    "#ux",
    "#it",
    "#api",
    "#стартап",
    "#тест",
    "#инженерия",
    "#ui",
    "#сервер",
    "#VR",
    "#дизайн",
    "#cloud",
    "#структура",
    "#компьютер"
  ],
  "news": [
    {
      "id": "3DNews_26_1764734622",
      "title": "Google изменила график выпуска Android из-за критики",
      "description": "Компания Google в рамках развития Android 16 реализовала долгожданную реформу графика выпуска операционной системы, официально отказавшись от традиционного ежегодного цикла обновлений. Последний релиз Android 16 QPR2 представляет собой небольшое обновление, расширяющее функциональность уведомлений, иконок, экранов вызовов и других системных элементов. Источник изображения: Denny Muller/Unsplash",
      "shortDescription": "Компания Google в рамках развития Android 16 реализовала долгожданную реформу графика выпуска операционной системы, официально отказавшись от традиционного ежегодного цикла обновлений. Последний релиз Android 16 QPR2 представляет собой небольшое обновление, расширяющее функциональность уведомлений, ...",
      "link": "https://3dnews.ru/1133294",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133294/56475.jpg",
      "pubDate": "2025-12-03T06:14:00+03:00",
      "hashtags": [
        "#графика"
      ]
    },
    {
      "id": "ixbt.com_0_1764734624",
      "title": "На смену дешевому электромобилю Evolute i-Pro придет новая современная модель: машину будут собирать в Липецкой области",
      "description": "В Липецкой области на мощностях компании «Моторинвест» начнется производство нового бюджетного электромобиля Evolute, который заменит снятый с конвейера седан i-Pro. По информации издания «Auto Mail», цена новинки будет сопоставима с устаревшей моделью — около 1,5–2,5 млн рублей в зависимости от госсубсидии.  Dongfeng Aeolus E70 Pro. Фото: Dongfeng Седан Evolute i-Pro ушел с рынка в октябре 2025 года после трех лет производства. За это время было продано 3178 автомобилей. Основной причиной снятия модели аналитики называют моральное устаревание: i-Pro представлял собой ребрендинг Dongfeng Aeolus E70 2019 года, базировавшийся на платформе Nissan Sylphy второго поколения, которая ранее выпускалась в Тольятти под маркой Nissan Almera. Ожидается, что на смену старому i-Pro придет обновленная версия Dongfeng Aeolus E70 Pro с модернизированным внешним видом и тем же электромотором мощностью 150–163 л.с., запасом хода до 433 км и максимальной скоростью 150 км/ч. В базовой комплектации автомобиль получит ABS, ESC, климат-контроль, бесключевой доступ, навигацию и другие современные системы безопасности и комфорта. Evolute i-Pro второго поколения сможет составить конкуренцию российскому бюджетному электроседану «Амберавто А5», который с 2023 года демонстрирует рост продаж.",
      "shortDescription": "В Липецкой области на мощностях компании «Моторинвест» начнется производство нового бюджетного электромобиля Evolute, который заменит снятый с конвейера седан i-Pro. По информации издания «Auto Mail», цена новинки будет сопоставима с устаревшей моделью — около 1,5–2,5 млн рублей в зависимости от гос...",
      "link": "https://www.ixbt.com/news/2025/12/03/evolute-i-pro.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/evolute_large.JPG",
      "pubDate": "2025-12-03T01:43:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_3_1764734624",
      "title": "Прообраз совершенно новой Skoda Octavia: Skoda опубликовала большой 9-минутный видеоролик, в котором раскрыла особенности концепта Vision O",
      "description": "На официальном сайте Skoda появился почти девятиминутный видеоролик (размер составляет 2 ГБ), подробно раскрывающий экстерьер и интерьер нового концепта Vision O. Стильный электрический универсал демонстрирует будущее направление дизайна бренда, а профильным СМИ сообщают о том, что примерно так может выглядеть совершенно новая Skoda Octavia, которая выйдет примерно через 5 лет.  Фото: Skoda Концепт имеет несколько интересных особенностей. Например, задние двери открываются против движения, а центральной стойки нет. Очевидно, в серийной версии машины будут двери со стандартной кинематикой открывания, а без центральной стойки не обойдется, иначе пострадает жесткость кузова. Но машина явно станет больше нынешней Octavia: габариты Vision O составляют 4850 х 1900 х 1500 мм, объем багажника — 650 литров.   Фото: Skoda  Фото: Skoda Если экстерьер экстравагантный, то интерьер Vision O выглядит вполне буднично, особенно на фоне современных электромобилей и гибридов из Китая. На передней панели установили тонкий и длинный экран, а по центру установлен большой экран медиасистемы.  Фото: Skoda Какой будет силовая установка, пока непонятно. Vision O — электрический концепт, но серийная версия получит ДВС.",
      "shortDescription": "На официальном сайте Skoda появился почти девятиминутный видеоролик (размер составляет 2 ГБ), подробно раскрывающий экстерьер и интерьер нового концепта Vision O. Стильный электрический универсал демонстрирует будущее направление дизайна бренда, а профильным СМИ сообщают о том, что примерно так може...",
      "link": "https://www.ixbt.com/news/2025/12/03/skoda-octavia-skoda-9-vision-o.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/Header_bp1920_1 (1) copy_large.jpg",
      "pubDate": "2025-12-03T00:59:00+03:00",
      "hashtags": [
        "#дизайн",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_0_1764734626",
      "title": "В России запретят учиться с иностранными роботами",
      "description": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "shortDescription": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/03/1160054-v-rossii-zapretyat-uchitsya-s-inostrannimi-robotami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9c/1ev7nd/normal-1txb.png",
      "pubDate": "2025-12-03T00:35:15+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_6_1764734624",
      "title": "К 2035 году ИИ займёт около 40% всех вычислений в дата-центрах и станет одним из крупнейших потребителей энергии",
      "description": "Согласно новому отчёту BloombergNEF, к 2035 году дата-центры будут потреблять 106 гигаватт электроэнергии, что почти втрое превышает текущий показатель в 40 гигаватт. Этот рост связан с увеличением размеров дата-центров и нехваткой мест вблизи городов, что вынуждает их строить в более сельских районах. Одной из главных причин роста энергопотребления является увеличение масштаба планируемых дата-центров. Если сегодня 10% дата-центров потребляют более 50 мегаватт, то в ближайшие 10 лет средняя мощность новых объектов превысит 100 мегаватт. При этом около четверти новых дата-центров будут потреблять более 500 мегаватт, а некоторые – даже превысят 1 гигаватт. Одновременно с этим, ожидается увеличение коэффициента использования всех дата-центров с 59% до 69%. Это связано с тем, что обучение и применение алгоритмов искусственного интеллекта будут занимать около 40% от общего объёма вычислений в дата-центрах.  Иллюстрация: Sora Инвестиции в строительство дата-центров растут рекордными темпами. В 2025 году они достигли $580 миллиардов, что превышает мировые расходы на разведку новых запасов нефти. В отчёте отмечается, что ранние стадии проектов увеличились более чем вдвое в период с начала 2024 года по начало 2025 года, хотя они отличаются от проектов, по которым были приняты обязательства или которые в настоящее время находятся в стадии строительства. Этот прогноз имеет важное значение для энергетической отрасли и регуляторов. Независимый монитор PJM Interconnection, организации, отвечающей за электроснабжение в ряде штатов, уже вызвал обеспокоенность по поводу способности сети выдерживать такую нагрузку. Организация подала жалобу в Федеральную комиссию по регулированию энергетики (FERC), утверждая, что PJM должна разрешать подключение новых дата-центров только при наличии достаточных мощностей в сети. Кроме того, монитор утверждает, что дата-центры являются причиной высоких цен на электроэнергию в регионе. Отчёт подчёркивает необходимость планирования и развития энергетической инфраструктуры для удовлетворения растущих потребностей цифровой экономики. Он также ставит вопросы о влиянии дата-центров на окружающую среду и необходимости поиска более эффективных и экологичных решений для их работы.",
      "shortDescription": "Согласно новому отчёту BloombergNEF, к 2035 году дата-центры будут потреблять 106 гигаватт электроэнергии, что почти втрое превышает текущий показатель в 40 гигаватт. Этот рост связан с увеличением размеров дата-центров и нехваткой мест вблизи городов, что вынуждает их строить в более сельских район...",
      "link": "https://www.ixbt.com/news/2025/12/03/k-2035-godu-ii-zajmjot-okolo-40-vseh-vychislenij-v-datacentrah-i-stanet-odnim-iz-krupnejshih-potrebitelej-jenergii.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/converted - 2025-12-03T001542.585_large.jpg",
      "pubDate": "2025-12-03T00:09:00+03:00",
      "hashtags": [
        "#алгоритм",
        "#цифровой",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_8_1764734625",
      "title": "516 л.с., полный привод, 400 км без бензина, очень просторный салон, пожизненная гарантия и бесплатное ТО — Voyah Passion L представят 10 декабря, он приедет в Россию",
      "description": "Премиум-бренд Voyah сообщил о сильных результатах продаж за ноябрь: за прошлый месяц компания поставила покупателям 20 005 автомобилей, а совокупные продажи с января по ноябрь выросли на 82% в годовом выражении. На фоне успешной динамики бренд сообщил дату выхода на рынок нового седана Passion L (он же Voyah Chasing Light L) — продажи в Китае стартуют 10 декабря.  Фото: Voyah Voyah Passion L дебютировал 26 сентября на мероприятии Voyah Fashion Night, где одновременно стартовали предзаказы. Первым владельцам предложили интересные бонусы — пожизненное бесплатное базовое обслуживание, пожизненную гарантию на три ключевых электрических компонента (тяговую батарею, электромоторы и управляющую электронику) и скидку 2000 юаней от итоговой стоимости при внесении депозита в 5000 юаней. Новинка оснащена тяговой батареей емкостью 63 кВт·ч, обеспечивающей запас хода до 410 км на чистом электричестве. Интересно, что полностью электрическая версия этой модели пока не планируется. Поддерживается сверхбыстрая зарядка 800V 5C, позволяющая восполнить заряд с 20% до 80% всего за 12 минут. Все комплектации оснащены двумя электромоторами и, соответственно, имеют полный привод. На разгон до 100 км/ч уходит 4,8 секунды.  Фото: Voyah Седан получил передовые системы Huawei Qiankun Intelligent Driving ADS 4 (автономное вождение) и HarmonyOS Cockpit 5.1 (информационно-развлекательная). Для модели предусмотрено несколько вариантов окраски кузова, включая двухцветные Golden Red и Golden Black. Габариты автомобиля составляют 5125×1985×1522 мм при колесной базе 3010 мм. Гибридная силовая установка включает 1,5-литровый турбомотор, общая мощность электромоторов составляет 516 л.с., заявленный расход топлива при разряженной батарее — 5,67 л/100 км.",
      "shortDescription": "Премиум-бренд Voyah сообщил о сильных результатах продаж за ноябрь: за прошлый месяц компания поставила покупателям 20 005 автомобилей, а совокупные продажи с января по ноябрь выросли на 82% в годовом выражении. На фоне успешной динамики бренд сообщил дату выхода на рынок нового седана Passion L (он...",
      "link": "https://www.ixbt.com/news/2025/12/03/516-400-voyah-passion-l-10.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/b87f9438-fec8-4b56-95a0-1e19b095cb03_large.jpg",
      "pubDate": "2025-12-03T00:04:00+03:00",
      "hashtags": [
        "#it",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "DTF_10_1764734621",
      "title": "Продажи «роглайка» BALL x PIT о метании рикошетящих шаров превысили миллион копий за полтора месяца",
      "description": "В 2026 году игра получит три апдейта — первый выйдет уже в январе.",
      "shortDescription": "В 2026 году игра получит три апдейта — первый выйдет уже в январе.",
      "link": "https://dtf.ru/gameindustry/4507607-prodazhi-ball-x-pit-previsili-million-kopiy?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/3485fae9-79f2-5984-9f38-28dbbe1d878d/",
      "pubDate": "2025-12-02T23:58:18+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_0_1764734622",
      "title": "Чудеса оптимизации: разработчики Helldivers 2 сократили размер игры на ПК со 154 до 23 Гбайт почти без вреда для скорости загрузок",
      "description": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "shortDescription": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "link": "https://3dnews.ru/1133292",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133292/00.jpg",
      "pubDate": "2025-12-02T23:52:00+03:00",
      "hashtags": [
        "#игры",
        "#ИИ",
        "#game",
        "#AR"
      ]
    },
    {
      "id": "DTF_7_1764734621",
      "title": "Вышел Sleep Awake — хоррор от студии геймдиректора Spec Ops: The Line и гитариста NIN Робина Финка",
      "description": "У игры появились первые оценки от СМИ — 80 баллов на OpenCritic.",
      "shortDescription": "У игры появились первые оценки от СМИ — 80 баллов на OpenCritic.",
      "link": "https://dtf.ru/games/4507611-sleep-awake-novyy-horror-ot-razrabotchika-spec-ops-the-line?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/2303f069-b126-5ef0-ae8b-0a2f7894183f/",
      "pubDate": "2025-12-02T23:46:37+03:00",
      "hashtags": [
        "#it",
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_27_1764734622",
      "title": "10 тысяч модов и 350 миллионов загрузок: Larian похвасталась новыми достижениями игроков Baldur’s Gate 3",
      "description": "Разработчики из Larian Studios продолжают праздновать достижения сообщества нашумевшей фэнтезийной ролевой игры Baldur’s Gate 3. На фоне приближения новогодних праздников в студии решили отметить успехи любителей модов.   Источник изображений: Larian Studios",
      "shortDescription": "Разработчики из Larian Studios продолжают праздновать достижения сообщества нашумевшей фэнтезийной ролевой игры Baldur’s Gate 3. На фоне приближения новогодних праздников в студии решили отметить успехи любителей модов.   Источник изображений: Larian Studios",
      "link": "https://3dnews.ru/1133289",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133289/00.jpg",
      "pubDate": "2025-12-02T23:01:00+03:00",
      "hashtags": [
        "#игры",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_0_1764734619",
      "title": "45 дней вместо 90: новые правила Let's Encrypt",
      "description": "Сначала новость кратко: Let's Encrypt собирается постепенно сократить срок жизни сертификатов с 90 до 45 дней. Это решение знаменует собой очередной этап в эволюции стандартов безопасности веба, в которой, да, изначально всё началось с гораздо более длительных сроков действия сертификатов. Еще в 2015 году сертификаты могли действовать до 5 лет, но по мере роста угроз и появления новых уязвимостей в криптографических алгоритмах индустрия постепенно переходит к более коротким срокам.С 13 мая 2026 года появится (пока как опция) возможность получения 45-дневных сертификатов. Далее, 10 февраля 2027 года максимальный срок сократится до 64 дней, а к 16 февраля 2028 года — до финальных 45 дней.  Ух ты ж!",
      "shortDescription": "Сначала новость кратко: Let's Encrypt собирается постепенно сократить срок жизни сертификатов с 90 до 45 дней. Это решение знаменует собой очередной этап в эволюции стандартов безопасности веба, в которой, да, изначально всё началось с гораздо более длительных сроков действия сертификатов. Еще в 201...",
      "link": "https://habr.com/ru/articles/972650/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972650",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/6fb/285/65b/6fb28565bf5ab964aef23f7b11db3d16.jpeg",
      "pubDate": "2025-12-02T21:21:59+00:00",
      "hashtags": [
        "#алгоритм",
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_3_1764734619",
      "title": "FastAPI: Гайд по нормальной структуре для новичков (Часть 1. Слой домена)",
      "description": "В большинстве случаев новичок, который хочет получить гайд по разработке FastAPI-приложения, сталкивается со статьями формата: «давайте напишем TODO» или «простенький интернет-магазин с парой товаров». Но проблема в том, что по этим примерам непонятно, зачем нужна правильная архитектура, за что браться в начале, какие папки и файлы создавать и т.д. В этой статье я попробую рассказать об этом на примере достаточно нетривиальной задачи — анализа видео с помощью нейросетей. Читать далее",
      "shortDescription": "В большинстве случаев новичок, который хочет получить гайд по разработке FastAPI-приложения, сталкивается со статьями формата: «давайте напишем TODO» или «простенький интернет-магазин с парой товаров». Но проблема в том, что по этим примерам непонятно, зачем нужна правильная архитектура, за что брат...",
      "link": "https://habr.com/ru/articles/972642/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972642",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/530/858/374/53085837452e265eeecf7b544615258f.png",
      "pubDate": "2025-12-02T20:15:53+00:00",
      "hashtags": [
        "#api",
        "#интернет"
      ]
    },
    {
      "id": "3DNews_30_1764734622",
      "title": "Apple резко снизила награды багхантерам — при этом рост вредоносов в macOS бьёт рекорды",
      "description": "Apple значительно сократила размеры вознаграждений за обнаружение уязвимостей в операционной системе macOS, несмотря на растущую активность вредоносных программ. Некоторые выплаты были уменьшены более чем в шесть раз, например, за обнаружение уязвимости, связанной с обходом механизма защиты приватности, цена снизилась с $30 500 до $5000. Источник изображения: AI",
      "shortDescription": "Apple значительно сократила размеры вознаграждений за обнаружение уязвимостей в операционной системе macOS, несмотря на растущую активность вредоносных программ. Некоторые выплаты были уменьшены более чем в шесть раз, например, за обнаружение уязвимости, связанной с обходом механизма защиты приватно...",
      "link": "https://3dnews.ru/1133282",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133282/26376.jpg",
      "pubDate": "2025-12-02T20:07:00+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_31_1764734622",
      "title": "Mortal Kombat 1, Routine и Dome Keeper возглавили первую волну декабрьских новинок Game Pass, а Mortal Kombat 11 скоро подписку покинет",
      "description": "Компания Microsoft в блоге Xbox Wire представила первую волну игровых новинок для подписчиков Game Pass в декабре, а также раскрыла список проектов, покидающих библиотеку сервиса в середине и конце месяца.   Источник изображения: Steam",
      "shortDescription": "Компания Microsoft в блоге Xbox Wire представила первую волну игровых новинок для подписчиков Game Pass в декабре, а также раскрыла список проектов, покидающих библиотеку сервиса в середине и конце месяца.   Источник изображения: Steam",
      "link": "https://3dnews.ru/1133277",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133277/00.jpg",
      "pubDate": "2025-12-02T19:39:00+03:00",
      "hashtags": [
        "#game"
      ]
    },
    {
      "id": "DTF_5_1764734621",
      "title": "«Игра, застрявшая между двумя мирами»: оценки Metroid Prime 4 — 81 балл из 100 на Metacritic",
      "description": "Геймплей и техническое состояние получились отличными, но открытый мир и компаньоны разочаровали рецензентов.",
      "shortDescription": "Геймплей и техническое состояние получились отличными, но открытый мир и компаньоны разочаровали рецензентов.",
      "link": "https://dtf.ru/games/4506999-metroid-prime-4-otsenki-i-obzor-novoy-igry-na-switch?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/8885b75f-f492-5336-95fa-f6d160b1bb21/",
      "pubDate": "2025-12-02T19:28:21+03:00",
      "hashtags": [
        "#it"
      ]
    },
    {
      "id": "Habr_7_1764734619",
      "title": "[Перевод] 10 лучших open source инструментов Observability 2025",
      "description": "В этом году инструменты observability с открытым исходным кодом вышли за рамки простого мониторинга. Теперь они конкурируют, а зачастую и превосходят коммерческие SaaS-платформы по масштабируемости, гибкости и совместимости. Команды из разных отраслей внедряют стеки решений наблюдения с открытым исходным кодом, чтобы избежать привязки к одному поставщику, обеспечения сквозной прозрачности (логи, метрики, трассировки), экономии на лицензиях и много другого. Читать далее",
      "shortDescription": "В этом году инструменты observability с открытым исходным кодом вышли за рамки простого мониторинга. Теперь они конкурируют, а зачастую и превосходят коммерческие SaaS-платформы по масштабируемости, гибкости и совместимости. Команды из разных отраслей внедряют стеки решений наблюдения с открытым исх...",
      "link": "https://habr.com/ru/companies/otus/articles/971082/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971082",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/363/23c/638/36323c638f29599ef2a053ad247c6bb2.jpg",
      "pubDate": "2025-12-02T19:12:40+00:00",
      "hashtags": [
        "#it",
        "#код",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_32_1764734622",
      "title": "Google закрыла 107 дыр в Android — две нулевого дня уже использовались в атаках",
      "description": "Компания Google опубликовала декабрьский бюллетень по безопасности Android, в котором сообщила об устранении 107 уязвимостей, включая две, активно эксплуатируемые в целевых атаках. Источник изображения: AI",
      "shortDescription": "Компания Google опубликовала декабрьский бюллетень по безопасности Android, в котором сообщила об устранении 107 уязвимостей, включая две, активно эксплуатируемые в целевых атаках. Источник изображения: AI",
      "link": "https://3dnews.ru/1133280",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133280/android-160425.jpg",
      "pubDate": "2025-12-02T19:11:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_34_1764734622",
      "title": "ИИ-агенты научились взламывать смарт-контракты в блокчейне — это риск на сотни миллионов долларов",
      "description": "Исследователи компании Anthropic проверили смарт-контракты в криптовалютных сетях на предмет уязвимости перед агентами искусственного интеллекта. ИИ-приложения оказались грозным оружием для этих целей — потенциальный ущерб от таких действий исчисляется миллионами долларов. Источник изображения: Shubham Dhage / unsplash.com",
      "shortDescription": "Исследователи компании Anthropic проверили смарт-контракты в криптовалютных сетях на предмет уязвимости перед агентами искусственного интеллекта. ИИ-приложения оказались грозным оружием для этих целей — потенциальный ущерб от таких действий исчисляется миллионами долларов. Источник изображения: Shub...",
      "link": "https://3dnews.ru/1133276",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133276/blockchain.jpg",
      "pubDate": "2025-12-02T18:50:00+03:00",
      "hashtags": [
        "#блокчейн",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_5_1764734622",
      "title": "ИИ сломал Big Tech: золотое правило «трать мало, зарабатывай много» больше не работает",
      "description": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовые инструменты. Такой переход к капиталоёмким бизнес-моделям ограничивает рост доходности капитала для акционеров и вызывает обоснованные опасения инвесторов. Источник изображения: Loongson",
      "shortDescription": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовы...",
      "link": "https://3dnews.ru/1133275",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133275/loongson-servers.jpg",
      "pubDate": "2025-12-02T18:48:00+03:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_35_1764734622",
      "title": "Инструмент YouTube для защиты блогеров от дипфейков создал риск утечки их биометрии",
      "description": "YouTube начал расширять доступ к инструменту «Обнаружение сходства», впервые представленному в октябре, который выявляет дипфейки — поддельные видео, созданные искусственным интеллектом с использованием лиц популярных блогеров. Однако этот инструмент требует от создателей контента предоставления биометрических данных, что вызвало среди экспертов серьёзные опасения. Источник изображения: Rubaitul Azad / unsplash.com",
      "shortDescription": "YouTube начал расширять доступ к инструменту «Обнаружение сходства», впервые представленному в октябре, который выявляет дипфейки — поддельные видео, созданные искусственным интеллектом с использованием лиц популярных блогеров. Однако этот инструмент требует от создателей контента предоставления био...",
      "link": "https://3dnews.ru/1133274",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133274/youtube.jpg",
      "pubDate": "2025-12-02T18:44:00+03:00",
      "hashtags": [
        "#it",
        "#AI",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_36_1764734622",
      "title": "В Microsoft Teams появились «иммерсивные встречи» в метавселенной с аватарами без ног",
      "description": "Microsoft добавила в Teams новую функцию под названием «иммерсивные мероприятия». Она позволяет размещать аватары пользователей в трёхмерном пространстве, где можно исследовать окружение, общаться и слушать докладчиков. По мнению компании, это поможет людям «ощутить настоящее присутствие» во время рабочих звонков. Поддерживаются ПК, Mac и гарнитуры M**a Quest VR. Источник изображений: Microsoft",
      "shortDescription": "Microsoft добавила в Teams новую функцию под названием «иммерсивные мероприятия». Она позволяет размещать аватары пользователей в трёхмерном пространстве, где можно исследовать окружение, общаться и слушать докладчиков. По мнению компании, это поможет людям «ощутить настоящее присутствие» во время р...",
      "link": "https://3dnews.ru/1133270",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133270/microsoft-teams-immersive-metaverse-meetings-1.jpg",
      "pubDate": "2025-12-02T18:39:00+03:00",
      "hashtags": [
        "#VR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_38_1764734622",
      "title": "Браузеры Opera получили функции на базе ИИ-модели Google Gemini",
      "description": "Ранее в этом году Opera анонсировала новый браузер Neon, центральное место в котором занимают ИИ-агенты, предназначенные для выполнения разных задач от имени пользователя. Теперь же разработчик объявил об интеграции ИИ-функций в интернет-обозреватели Opera GX и Opera One. Источник изображения: 9to5mac.com",
      "shortDescription": "Ранее в этом году Opera анонсировала новый браузер Neon, центральное место в котором занимают ИИ-агенты, предназначенные для выполнения разных задач от имени пользователя. Теперь же разработчик объявил об интеграции ИИ-функций в интернет-обозреватели Opera GX и Opera One. Источник изображения: 9to5m...",
      "link": "https://3dnews.ru/1133267",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133267/1360.jpg",
      "pubDate": "2025-12-02T18:36:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_40_1764734622",
      "title": "К актёрскому составу «Зверополиса 2» присоединился Хидео Кодзима — создатель Metal Gear озвучил крота-полицейского",
      "description": "Талантливый человек талантлив во всём, и создатель Metal Gear Хидео Кодзима (Hideo Kojima), похоже, исключением не является. Прославленный японский гейм-дизайнер теперь стал актёром озвучки анимационного фильма.   Источник изображения: hube",
      "shortDescription": "Талантливый человек талантлив во всём, и создатель Metal Gear Хидео Кодзима (Hideo Kojima), похоже, исключением не является. Прославленный японский гейм-дизайнер теперь стал актёром озвучки анимационного фильма.   Источник изображения: hube",
      "link": "https://3dnews.ru/1133269",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133269/00.jpg",
      "pubDate": "2025-12-02T17:36:00+03:00",
      "hashtags": [
        "#код",
        "#AR",
        "#дизайн"
      ]
    },
    {
      "id": "Habr_13_1764734619",
      "title": "Как я делал open-source проект, перевёл его на коммерческие лицензии — и это было моим самым лучшим решением",
      "description": "Меня зовут Алексей, я скорее инженер, чем разработчик. Занимался производствами, конструировал приборы и в какой-то момент решил попробовать сделать универсальный конструктор для учёта всего, что мне было нужно на производстве — материалов, заказов, процессов, планирования сроков и т.п.Предполагалось, что мы вместе с разработчиком запилим такую платформу за полгода, будем продавать лицензии и станем миллионерами. Но так как задача оказалась сложной, а через полгода разработки стало понятно, что потребуется чуть больше времени, чем ожидалось, было решено выложить её в open source.Решение было принято под влиянием моды того времени на открытые системы: стартапы получали по 10 млн баксов под таблички без функционала, но зато с MIT-лицензиями, проводились конференции, изо всех утюгов неслось, как здорово на сопровождении все зарабатывают миллионы...В общем, начитавшись всей этой чуши, поставили MIT, залили на GitHub, написали статью на Хабр — и... получили поток комментариев: «Ваш код — УГ» и «Всё надо переделать на Laravel».В итоге, потратив охулиард нервных клеток и набрав 900 звездочек на GitHub, я бросил это опенсорсное занятие и поставил самые обыкновенные платные лицензии. Что не пишут в буклетах про open source",
      "shortDescription": "Меня зовут Алексей, я скорее инженер, чем разработчик. Занимался производствами, конструировал приборы и в какой-то момент решил попробовать сделать универсальный конструктор для учёта всего, что мне было нужно на производстве — материалов, заказов, процессов, планирования сроков и т.п.Предполагалос...",
      "link": "https://habr.com/ru/companies/totum_online/articles/972596/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972596",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-02T17:27:30+00:00",
      "hashtags": [
        "#стартап",
        "#ИИ",
        "#AR",
        "#it",
        "#код"
      ]
    },
    {
      "id": "Habr_15_1764734619",
      "title": "Как мы создали деплой-инструмент для 100+ серверов на Jetpack Compose и GitLab API",
      "description": "Всем привет! Меня зовут Сергей, и я Backend Kotlin разработчик в компании занимающейся разработкой систем повышающую безопасность дорожного движения. И я расскажу, как мы с помощью Jetpack Compose и GitLab API упростили процесс деплоя на 100+ распределённых серверов, повысив при этом удобство и предсказуемость процесса.  Читать далее",
      "shortDescription": "Всем привет! Меня зовут Сергей, и я Backend Kotlin разработчик в компании занимающейся разработкой систем повышающую безопасность дорожного движения. И я расскажу, как мы с помощью Jetpack Compose и GitLab API упростили процесс деплоя на 100+ распределённых серверов, повысив при этом удобство и пред...",
      "link": "https://habr.com/ru/articles/972588/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972588",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d0b/ca8/2bb/d0bca82bb6f87f55ff7c19a5e7a41e95.png",
      "pubDate": "2025-12-02T17:16:14+00:00",
      "hashtags": [
        "#it",
        "#сервер",
        "#ИИ",
        "#api"
      ]
    },
    {
      "id": "Habr_17_1764734619",
      "title": "«А вдруг не сработает?» Страх перед новыми каналами продвижения убивает ваш бизнес",
      "description": "Вы платите за контекстную рекламу более 100.000 рублей в месяц, заявки дорожают, конкуренты поднимают ставки, рентабельность падает. Кто-то говорит: «Попробуй SEO», другой советует: «Запусти таргет», третий: «Делай email-рассылки». А вы думаете: «А вдруг не сработает? Вдруг солью бюджет впустую?» И продолжаете платить всё больше за то, что работает всё хуже.Знакомо? Сегодня разберём, почему страх попробовать что-то новое обходится дороже, чем сам эксперимент. И как тестировать новые каналы без риска потерять всё. Читать далее",
      "shortDescription": "Вы платите за контекстную рекламу более 100.000 рублей в месяц, заявки дорожают, конкуренты поднимают ставки, рентабельность падает. Кто-то говорит: «Попробуй SEO», другой советует: «Запусти таргет», третий: «Делай email-рассылки». А вы думаете: «А вдруг не сработает? Вдруг солью бюджет впустую?» И ...",
      "link": "https://habr.com/ru/articles/972580/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972580",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d40/d6b/eba/d40d6bebaeda9cf182e57804ffebf19c.jpg",
      "pubDate": "2025-12-02T17:02:04+00:00",
      "hashtags": [
        "#тест",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "DTF_8_1764734621",
      "title": "Глава студии Cyberia Nova и геймдиректор «Смуты» Алексей Копцев ушёл в отставку",
      "description": "Он сосредоточится на «просветительских проектах и собственных разработках».",
      "shortDescription": "Он сосредоточится на «просветительских проектах и собственных разработках».",
      "link": "https://dtf.ru/gameindustry/4506818-aleksey-koptsov-pokinul-cyberia-nova?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/8e72a282-6b7d-51ed-8d2d-abc9a4a858d1/",
      "pubDate": "2025-12-02T16:46:57+03:00",
      "hashtags": [
        "#разработка",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_18_1764734619",
      "title": "Вы до сих пор не пользуетесь Obsidian? Очень зря",
      "description": "Мой путь от простых телефонных заметок к системе персонального знания начался с боли: потеря данных при смене устройств, неудобная синхронизация, отсутствие контроля. Прорыв случился с Obsidian — приложением, которое, как и VS Code, строится вокруг открытого формата (Markdown), локального хранения и расширяемости через плагины. Именно этот принцип «я управляю инструментом, а не наоборот» стал ключевым: Obsidian — не блокнот, а операционная система для мышления. Читать далее",
      "shortDescription": "Мой путь от простых телефонных заметок к системе персонального знания начался с боли: потеря данных при смене устройств, неудобная синхронизация, отсутствие контроля. Прорыв случился с Obsidian — приложением, которое, как и VS Code, строится вокруг открытого формата (Markdown), локального хранения и...",
      "link": "https://habr.com/ru/articles/972574/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972574",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/a9a/b47/9bf/a9ab479bf3214d836846bacbda79bb25.png",
      "pubDate": "2025-12-02T16:45:09+00:00",
      "hashtags": [
        "#приложение",
        "#AR"
      ]
    },
    {
      "id": "Habr_19_1764734619",
      "title": "Мультисенсорная система для роботов на основе функционально-активных контактных материалов",
      "description": "АннотацияДанная работа основана на концепции междисциплинарного направления в науке и технике - «Инженерия функционально-активных контактных материалов и систем». Предлагается новая архитектура мультисенсорной системы для робототехники, основанная на эффекте контактной разности потенциалов (КРП) на границе металл–металл или металл–полупроводник. Система способна одновременно регистрировать механическое давление и деформации, температуру, электростатические и магнитные градиенты. Статья детально раскрывает физические основы, цепи реализации, методы адресного опроса состояния КРП и алгоритмы анализа, давая основу для создания универсальных сенсорных оболочек для современных мобильных и стационарных роботов. Введение Современная робототехника предъявляет возрастающие требования к сенсорным покрытиям, имитирующим человеческую кожу. Необходимы системы, позволяющие одновременно определять силы контакта, температуры, приближения и даже различных полей. Действующие сенсорные решения, такие как ёмкостные, резистивные, оптические сенсорные матрицы, требуют отдельного источника питания, сложной активной электронной схемы и сложных матриц, что невозможно или затруднительно реализовать в гибких робототехнических системах, особенно в миниатюрных или автономных. Матричная организация сенсорных узлов усложняет прокладку линий, создание гибких покрытий со сложной геометрией, требует прецизионной калибровки, а потребляемая мощность и помехоустойчивость становятся критическими по мере роста площадей покрытий. Читать далее",
      "shortDescription": "АннотацияДанная работа основана на концепции междисциплинарного направления в науке и технике - «Инженерия функционально-активных контактных материалов и систем». Предлагается новая архитектура мультисенсорной системы для робототехники, основанная на эффекте контактной разности потенциалов (КРП) на ...",
      "link": "https://habr.com/ru/articles/972572/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972572",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/6cb/52c/72c/6cb52c72cb17e9517e5ec64a448366cd.png",
      "pubDate": "2025-12-02T16:44:25+00:00",
      "hashtags": [
        "#робот",
        "#алгоритм",
        "#ИИ",
        "#инженерия"
      ]
    },
    {
      "id": "3DNews_41_1764734622",
      "title": "Microsoft попыталась улучшить тёмную тему в Windows 11, но сломала её в «Проводнике»",
      "description": "Накануне Microsoft выпустила обновление Windows 11, призванное сделать тёмный режим системы более единообразным. Но при тестировании обновления компания пропустила важную ошибку, и в файловом менеджере «Проводник» притаился неприятный сюрприз. Источник изображения: theverge.com",
      "shortDescription": "Накануне Microsoft выпустила обновление Windows 11, призванное сделать тёмный режим системы более единообразным. Но при тестировании обновления компания пропустила важную ошибку, и в файловом менеджере «Проводник» притаился неприятный сюрприз. Источник изображения: theverge.com",
      "link": "https://3dnews.ru/1133266",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133266/windows.jpg",
      "pubDate": "2025-12-02T16:17:00+03:00",
      "hashtags": [
        "#тест",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_42_1764734622",
      "title": "Щиты ИИ рухнули от слов поэта — запросы в стихах позволили выпытать секреты атомной бомбы и кое-что похуже",
      "description": "Учёным удалось «заморочить голову» всем без исключения чат-ботам, заставив их выдать запрещённую для распространения информацию научного, сексуального и иного характера. Оказалось, что обычная человеческая поэзия — естественная форма так называемой состязательной атаки. Облечённый в стихотворную форму промпт обеспечил обход самых суровых ИИ-фильтров с вероятностью свыше 90 %. Источник изображения: ИИ-генерация Grok 4.1",
      "shortDescription": "Учёным удалось «заморочить голову» всем без исключения чат-ботам, заставив их выдать запрещённую для распространения информацию научного, сексуального и иного характера. Оказалось, что обычная человеческая поэзия — естественная форма так называемой состязательной атаки. Облечённый в стихотворную фор...",
      "link": "https://3dnews.ru/1133263",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133263/pero.jpg",
      "pubDate": "2025-12-02T15:52:00+03:00",
      "hashtags": [
        "#тест",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_31_1764734620",
      "title": "State-менеджмент «из коробки» во Flutter: эффективная альтернатива BLoC и Riverpod",
      "description": "Управление состоянием — один из ключевых аспектов разработки приложений на Flutter. Часто для этой задачи выбирают тяжелые и многофункциональные решения вроде BLoC, Riverpod или GetX. Однако во многих проектах подобная инфраструктура избыточна: не каждое приложение требует сложной архитектуры и дополнительного уровня абстракции.В данной статье мы расскажем про встроенные инструменты Flutter, которые позволяют реализовать надежный и предсказуемый state-менеджмент без сторонних фреймворков. Вы узнаете, как использовать ValueNotifier и Provider для удобной работы с состоянием и когда такой подход является оптимальным. Читать далее",
      "shortDescription": "Управление состоянием — один из ключевых аспектов разработки приложений на Flutter. Часто для этой задачи выбирают тяжелые и многофункциональные решения вроде BLoC, Riverpod или GetX. Однако во многих проектах подобная инфраструктура избыточна: не каждое приложение требует сложной архитектуры и допо...",
      "link": "https://habr.com/ru/articles/972360/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972360",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/c33/0e6/24b/c330e624b071f3039fa509e3e7ae424d.jpg",
      "pubDate": "2025-12-02T14:36:18+00:00",
      "hashtags": [
        "#структура",
        "#приложение",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_9_1764734622",
      "title": "Стример первым в мире прошёл Escape from Tarkov — он сбежал из Таркова, но какой ценой?",
      "description": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "shortDescription": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "link": "https://3dnews.ru/1133258",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133258/00.jpg",
      "pubDate": "2025-12-02T14:34:00+03:00",
      "hashtags": [
        "#ИИ",
        "#game",
        "#AR"
      ]
    },
    {
      "id": "vc.ru_5_1764734620",
      "title": "Ozon запустил «Селект» — приложение с премиум-брендами одежды и обуви",
      "description": "Его можно скачать во «всех основных магазинах приложений».",
      "shortDescription": "Его можно скачать во «всех основных магазинах приложений».",
      "link": "https://vc.ru/marketplace/2627501-ozon-zapustil-prilozhenie-selekt-s-premium-brendami-odezhdy-i-obuvi?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/b9c55390-d522-53b2-b89a-90d2bfa250f5/",
      "pubDate": "2025-12-02T14:17:07+03:00",
      "hashtags": [
        "#приложение"
      ]
    },
    {
      "id": "Habr_32_1764734620",
      "title": "Почему без брокера пакетов NTA/NDR не видит все угрозы в сети",
      "description": "Последние громкие кибератаки показали: для безопасности корпоративной инфраструктуры требуется комплексный подход. Всё большую роль играют системы поведенческого анализа трафика, такие как NTA/NDR, которые позволяют выявлять обход средств защиты периметра и угрозы в сети на ранних стадиях.В статье разбираем, почему эффективность NTA/NDR напрямую зависит от качества данных на входе и почему брокер сетевых пакетов с нужным функционалом становится ключевым фактором успешного внедрения. Читать далее",
      "shortDescription": "Последние громкие кибератаки показали: для безопасности корпоративной инфраструктуры требуется комплексный подход. Всё большую роль играют системы поведенческого анализа трафика, такие как NTA/NDR, которые позволяют выявлять обход средств защиты периметра и угрозы в сети на ранних стадиях.В статье р...",
      "link": "https://habr.com/ru/companies/dsol/articles/972516/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972516",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/662/809/f9f/662809f9f7e35e2a94422865449041d3.png",
      "pubDate": "2025-12-02T13:57:16+00:00",
      "hashtags": [
        "#кибер"
      ]
    },
    {
      "id": "Habr_33_1764734620",
      "title": "Как создать решение в области контейнерной безопасности: подводные камни, проблемы и их решение",
      "description": "Всем привет! На связи Александр Синичкин, ведущий архитектор CTCS – CrossTech Container Security – решения для обеспечения комплексной безопасности контейнерных сред: от сканирования образов до контроля запуска рабочих нагрузок и реагирования на инциденты в средах выполнения.  Сегодня я расскажу, как и почему мы решили разрабатывать продукт CTCS, с какими сложностями столкнулись и каких ошибок могли бы избежать, куда планируем развиваться. Читать далее",
      "shortDescription": "Всем привет! На связи Александр Синичкин, ведущий архитектор CTCS – CrossTech Container Security – решения для обеспечения комплексной безопасности контейнерных сред: от сканирования образов до контроля запуска рабочих нагрузок и реагирования на инциденты в средах выполнения.  Сегодня я расскажу, ка...",
      "link": "https://habr.com/ru/companies/ctsg/articles/972514/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972514",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/4f3/924/55f/4f392455f83bae8c654dc6bde96a957a.jpg",
      "pubDate": "2025-12-02T13:44:05+00:00",
      "hashtags": [
        "#it",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "Habr_37_1764734620",
      "title": "Как развиваться в IT и расти в скиллах",
      "description": "Современная IT-индустрия — простор для развития, роста и постоянного прокачивания навыков. Пока одни застревают на одной позиции годами, другие постепенно становятся экспертами, мидлами, тимлидами или архитектороми. Для этого нужно не только работать, а постепенно развивать hard и soft-скиллы, искать новые форматы обучения и правильно расставлять приоритеты.Как можно расти в IT, какие навыки прокачивать и какие учебные платформы в этом помогут — рассказываем в статье. Читать далее",
      "shortDescription": "Современная IT-индустрия — простор для развития, роста и постоянного прокачивания навыков. Пока одни застревают на одной позиции годами, другие постепенно становятся экспертами, мидлами, тимлидами или архитектороми. Для этого нужно не только работать, а постепенно развивать hard и soft-скиллы, искат...",
      "link": "https://habr.com/ru/companies/habr_career/articles/972498/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972498",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/a14/245/5f9/a142455f99a087a11c60f6e268868ee0.png",
      "pubDate": "2025-12-02T13:19:25+00:00",
      "hashtags": [
        "#it",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_38_1764734620",
      "title": "Как сжимать языковые модели без дообучения",
      "description": "Привет, Хабр! Меня зовут Валентин Малых, я - и.о. руководителя направления фундаментальных исследований в MWS AI. Сегодня я расскажу об одном нашем исследовании по сжатию LLM. Если простыми словами, то это про то, как сделать большую модель чуть-чуть менее требовательной в плане памяти и времени выполнения. Для это придумано три базовых техники: квантизация (загрубление весов модели), дистилляция (обучение уменьшенной копии) и прунинг (удаление части сети). Этот пост как раз будет про третий способ, точнее – недавно разработанный нами в сотрудничестве с зарубежными коллегами метод структурного прунинга по глубине без дообучения, который мы назвали ReplaceMe. Например, модель LLaMA-2 после нашего сжатия на 25% сохраняет 92,5% качества. Ниже – о том, как это работает. Читать далее",
      "shortDescription": "Привет, Хабр! Меня зовут Валентин Малых, я - и.о. руководителя направления фундаментальных исследований в MWS AI. Сегодня я расскажу об одном нашем исследовании по сжатию LLM. Если простыми словами, то это про то, как сделать большую модель чуть-чуть менее требовательной в плане памяти и времени вып...",
      "link": "https://habr.com/ru/companies/ru_mts/articles/972368/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972368",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/178/e31/84e/178e3184eabf367977a6a8b9de792010.jpg",
      "pubDate": "2025-12-02T13:00:26+00:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_45_1764734622",
      "title": "Годы уходят, а деньги приходят: сборы на разработку Star Citizen превысили $900 миллионов",
      "description": "Бесконечно можно смотреть на три вещи: горящий огонь, бегущую воду и то, как растёт сумма пожертвований на разработку космического симулятора Star Citizen от Cloud Imperium Games (CIG). На днях сборы достигли очередной вершины.   Источник изображения: X (SC_DrFischer)",
      "shortDescription": "Бесконечно можно смотреть на три вещи: горящий огонь, бегущую воду и то, как растёт сумма пожертвований на разработку космического симулятора Star Citizen от Cloud Imperium Games (CIG). На днях сборы достигли очередной вершины.   Источник изображения: X (SC_DrFischer)",
      "link": "https://3dnews.ru/1133248",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133248/00.jpg",
      "pubDate": "2025-12-02T12:11:00+03:00",
      "hashtags": [
        "#it",
        "#game",
        "#cloud",
        "#AR"
      ]
    },
    {
      "id": "3DNews_10_1764734622",
      "title": "В OpenAI введён «красный код»: Альтман требует бросить все силы на срочное улучшение ChatGPT",
      "description": "Успехи Google и других разработчиков систем генеративного искусственного интеллекта не позволяют OpenAI спокойно наблюдать за их прогрессом. Поэтому в недавней корпоративной рассылке глава компании Сэм Альтман (Sam Altman) объявил сотрудникам о введении «красного кода» и необходимости мобилизовать все ресурсы, чтобы улучшить ChatGPT. Концентрация на таком приоритете замедлит реализацию некоторых инициатив и проектов. Источник изображения: Unsplash, Levart_Photographer",
      "shortDescription": "Успехи Google и других разработчиков систем генеративного искусственного интеллекта не позволяют OpenAI спокойно наблюдать за их прогрессом. Поэтому в недавней корпоративной рассылке глава компании Сэм Альтман (Sam Altman) объявил сотрудникам о введении «красного кода» и необходимости мобилизовать в...",
      "link": "https://3dnews.ru/1133247",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133247/openai_01.jpg",
      "pubDate": "2025-12-02T12:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AI",
        "#AR",
        "#ai",
        "#код"
      ]
    },
    {
      "id": "3DNews_11_1764734622",
      "title": "«Катастрофически плохая идея»: бывший инженер NASA разгромил идею космических дата-центров",
      "description": "Идея перенести ЦОД и ИИ в космос для решения ряда кардинальных проблем с потреблением, экологичностью и масштабированием более сложна в реализации, чем кажется на первый взгляд. На словах всё выглядит вполне реально, вопрос якобы заключается только в финансировании проектов. Бывший инженер NASA с учёной степенью объяснил, что это «ужасная, кошмарная, никуда не годная идея». Источник изображения: ИИ-генерация Grok 4.1/3DNews",
      "shortDescription": "Идея перенести ЦОД и ИИ в космос для решения ряда кардинальных проблем с потреблением, экологичностью и масштабированием более сложна в реализации, чем кажется на первый взгляд. На словах всё выглядит вполне реально, вопрос якобы заключается только в финансировании проектов. Бывший инженер NASA с уч...",
      "link": "https://3dnews.ru/1133246",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133246/ai_orbit_00.jpg",
      "pubDate": "2025-12-02T11:52:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_46_1764734622",
      "title": "Microsoft ускорила «Проводник» в Windows 11, но он всё равно медленнее и прожорливее, чем в Windows 10",
      "description": "В прошлом месяце стало известно, что Microsoft планирует ускорить запуск «Проводника» в Windows 11 за счёт его предварительной загрузки в фоновом режиме. В настоящее время это нововведение доступно участникам программы Windows Insider на каналах Dev и Beta. Однако тесты этого улучшения показывают, что Microsoft ещё есть над чем работать. Источник изображения: Microsoft",
      "shortDescription": "В прошлом месяце стало известно, что Microsoft планирует ускорить запуск «Проводника» в Windows 11 за счёт его предварительной загрузки в фоновом режиме. В настоящее время это нововведение доступно участникам программы Windows Insider на каналах Dev и Beta. Однако тесты этого улучшения показывают, ч...",
      "link": "https://3dnews.ru/1133245",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133245/1359.jpg",
      "pubDate": "2025-12-02T11:46:00+03:00",
      "hashtags": [
        "#тест",
        "#тесты"
      ]
    },
    {
      "id": "vc.ru_9_1764734620",
      "title": "Samsung представила складной смартфон с тройным экраном Galaxy Z TriFold",
      "description": "12 декабря 2025 года устройство поступит в продажу в Южной Корее.",
      "shortDescription": "12 декабря 2025 года устройство поступит в продажу в Южной Корее.",
      "link": "https://vc.ru/tech/2627033-samsung-galaxy-z-trifold-skladnoj-smartfon?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/ccfebb05-eee0-5620-add3-e79b7616c027/",
      "pubDate": "2025-12-02T11:00:48+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_47_1764734622",
      "title": "ByteDance выпустила голосового ИИ-помощника для китайских смартфонов",
      "description": "Китайская компания ByteDance, разработчик видеосервиса TikTok, сообщила о выпуске голосового помощника на базе большой языковой модели Doubao собственной разработки. Он входит в предустановленное программное обеспечение смартфона Nubia M153 компании ZTE и в дальнейшем станет доступен и на смартфонах других производителей, пишет Reuters. Источник изображения: Kelli McClintock/unsplash.com",
      "shortDescription": "Китайская компания ByteDance, разработчик видеосервиса TikTok, сообщила о выпуске голосового помощника на базе большой языковой модели Doubao собственной разработки. Он входит в предустановленное программное обеспечение смартфона Nubia M153 компании ZTE и в дальнейшем станет доступен и на смартфонах...",
      "link": "https://3dnews.ru/1133241",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133241/kelli-mcclintock-cr-Gh5A_9Nc-unsplash.jpg",
      "pubDate": "2025-12-02T10:05:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_12_1764734622",
      "title": "Ничего святого: Microsoft представила новый «уродливый» рождественский свитер с логотипом Copilot",
      "description": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фирменного свитера давно знакомые пользователям символы пополнились стилизованным логотипом Copilot. Источник изображения: Microsoft",
      "shortDescription": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фир...",
      "link": "https://3dnews.ru/1133238",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133238/copilot_01.jpg",
      "pubDate": "2025-12-02T09:59:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_14_1764734622",
      "title": "Samsung наконец представила трёхстворчатый смартфон Galaxy Z TriFold — 10\" дисплей, толщина от 3,9 мм и цена $2450",
      "description": "Последний месяц года ещё сохраняет возможность желающим преподнести близким остромодные подарки приобрести горячие новинки в мобильном сегменте. Для жителей Южной Кореи с 12 декабря откроется возможность купить складной смартфон Galaxy Z TriFold, который компания Samsung наделила тремя секциями. Источник изображений: Samsung Electronics",
      "shortDescription": "Последний месяц года ещё сохраняет возможность желающим преподнести близким остромодные подарки приобрести горячие новинки в мобильном сегменте. Для жителей Южной Кореи с 12 декабря откроется возможность купить складной смартфон Galaxy Z TriFold, который компания Samsung наделила тремя секциями. Ист...",
      "link": "https://3dnews.ru/1133235",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133235/Galaxy-Z-TriFold_03.jpg",
      "pubDate": "2025-12-02T08:32:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_16_1764734622",
      "title": "DeepSeek ответил на GPT-5 и Gemini 3 Pro — представлены мощные ИИ-модели DeepSeek-V3.2",
      "description": "Китайский стартап DeepSeek выпустил две новые открытые модели с мощными возможностями для рассуждений — DeepSeek-V3.2 и усиленную DeepSeek-V3.2-Speciale. Таким образом компания подтвердила, что Китай играет на равных с американскими лидерами в лице OpenAI и Google.   Источник изображения: DeepSeek",
      "shortDescription": "Китайский стартап DeepSeek выпустил две новые открытые модели с мощными возможностями для рассуждений — DeepSeek-V3.2 и усиленную DeepSeek-V3.2-Speciale. Таким образом компания подтвердила, что Китай играет на равных с американскими лидерами в лице OpenAI и Google.   Источник изображения: DeepSeek",
      "link": "https://3dnews.ru/1133229",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133229/sm.DeepSeek-V3-2_01.800.jpg",
      "pubDate": "2025-12-02T00:37:00+03:00",
      "hashtags": [
        "#стартап",
        "#AI",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_3_1764734626",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#it",
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_49_1764734622",
      "title": "Календарь релизов 1 – 7 декабря: Metroid Prime 4, Marvel Cosmic Invasion и «Зайчик»",
      "description": "Первая неделя декабря начинается с громких премьер и возвращений! На сцену выходит Marvel Cosmic Invasion, атмосферный Sleep Awake, и новая глава классики — Red Dead Redemption для консолей и мобильных платформ. Также нас ждут Guild Wars Reforged, долгожданные Octopath Traveler 0 и Metroid Prime 4: Beyond, а вишенкой на торте станет мрачное DLC Elden Ring: Nightreign — The Forsaken Hollows и финальный эпизод «Зайчика» (Tiny Bunny).   Посмотреть свежий выпуск в YouTube, VK, Rutube, «Дзен» или Telegram. А на днях у нас вышел свежий Gamesblender № 754.",
      "shortDescription": "Первая неделя декабря начинается с громких премьер и возвращений! На сцену выходит Marvel Cosmic Invasion, атмосферный Sleep Awake, и новая глава классики — Red Dead Redemption для консолей и мобильных платформ. Также нас ждут Guild Wars Reforged, долгожданные Octopath Traveler 0 и Metroid Prime 4: ...",
      "link": "https://3dnews.ru/1133220",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133220/releases_76.jpg",
      "pubDate": "2025-12-01T20:36:00+03:00",
      "hashtags": [
        "#AR",
        "#game",
        "#ui"
      ]
    },
    {
      "id": "3DNews_19_1764734622",
      "title": "Взлетевшие цены DDR5 обрушили продажи материнских плат — геймеры призывают к бойкоту",
      "description": "Кризис на рынке оперативной памяти продолжает оказывать влияние на отрасль. Согласно новому отчёту, после подорожания памяти розничные продажи материнских плат упали на 50 %. Всё это также привело к тому, что геймеры начали призывать бойкотировать покупку оперативной памяти в надежде на смягчение ситуации. К сожалению, реальность такова, что такой шаг вряд ли сработает. Источник изображения: Corsair",
      "shortDescription": "Кризис на рынке оперативной памяти продолжает оказывать влияние на отрасль. Согласно новому отчёту, после подорожания памяти розничные продажи материнских плат упали на 50 %. Всё это также привело к тому, что геймеры начали призывать бойкотировать покупку оперативной памяти в надежде на смягчение си...",
      "link": "https://3dnews.ru/1133206",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133206/corsair-dominator.jpg",
      "pubDate": "2025-12-01T20:03:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_20_1764734622",
      "title": "Аниматор Rockstar с 25-летним стажем «засветил» кадры из тестовой версии GTA VI",
      "description": "Даже самые строгие меры безопасности не уберегли студию Rockstar Games от новой утечки геймплея амбициозного криминального боевика с открытым миром GTA VI. Правда, не такой масштабной, как в сентябре 2022 года.   Источник изображений: Rockstar Games",
      "shortDescription": "Даже самые строгие меры безопасности не уберегли студию Rockstar Games от новой утечки геймплея амбициозного криминального боевика с открытым миром GTA VI. Правда, не такой масштабной, как в сентябре 2022 года.   Источник изображений: Rockstar Games",
      "link": "https://3dnews.ru/1133211",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133211/00.jpg",
      "pubDate": "2025-12-01T18:50:00+03:00",
      "hashtags": [
        "#ИИ",
        "#тест",
        "#game",
        "#AR"
      ]
    },
    {
      "id": "3DNews_22_1764734622",
      "title": "Первой цифровой камере Kodak исполнилось 50 лет — она весила 3,6 кг и работала от 16 батареек",
      "description": "Первая цифровая камера Kodak была создана в 1975 году небольшой командой специалистов во главе с 24-летним инженером-электриком Стивеном Сассоном (Steven Sasson). Ему было запрещено рассказывать о камере вне компании до 2001 года, пока он не написал статью для издания Rochester Democrat and Chronicle, которое также опубликовало первую фотографию прототипа. Источник изображений: David S Young/digitalcameraworld.com",
      "shortDescription": "Первая цифровая камера Kodak была создана в 1975 году небольшой командой специалистов во главе с 24-летним инженером-электриком Стивеном Сассоном (Steven Sasson). Ему было запрещено рассказывать о камере вне компании до 2001 года, пока он не написал статью для издания Rochester Democrat and Chronicl...",
      "link": "https://3dnews.ru/1133205",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133205/k4NuRcxsZwMDSofKPPxXz6-1.jpg",
      "pubDate": "2025-12-01T16:23:00+03:00",
      "hashtags": [
        "#it",
        "#цифровой",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_23_1764734622",
      "title": "Новейшую ИИ-модель Google Gemini 3 Pro взломали всего за пять минут",
      "description": "Специалисты стартапа Aim Intelligence, тестирующего ИИ-системы на уязвимости, провели стресс-тест Gemini 3 Pro, новейшей модели Google, представленной в прошлом месяце. Как сообщает газета Maeil Business, исследователям потребовалось всего пять минут, чтобы обойти защиту программного комплекса. Источник изображения: blog.google",
      "shortDescription": "Специалисты стартапа Aim Intelligence, тестирующего ИИ-системы на уязвимости, провели стресс-тест Gemini 3 Pro, новейшей модели Google, представленной в прошлом месяце. Как сообщает газета Maeil Business, исследователям потребовалось всего пять минут, чтобы обойти защиту программного комплекса. Исто...",
      "link": "https://3dnews.ru/1133203",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133203/gemini.jpg",
      "pubDate": "2025-12-01T14:59:00+03:00",
      "hashtags": [
        "#стартап",
        "#тест",
        "#ИИ",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "Ведомости Технологии_5_1764734626",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#смартфон",
        "#приложение"
      ]
    },
    {
      "id": "Ведомости Технологии_8_1764734626",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_13_1764734626",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_15_1764734626",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_20_1764734626",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#компьютер",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_21_1764734626",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_24_1764734626",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_25_1764734626",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#it",
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_28_1764734626",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_31_1764734626",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_0_1764734632",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_35_1764734626",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#финтех",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_38_1764734626",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#структура",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_44_1764734626",
      "title": "В России введут так называемый технологический сбор",
      "description": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "shortDescription": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/10/1153413-v-rossii-vvedut-tak-nazivaemii-tehnologicheskii-sbor",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8p/1dhre2/normal-1s56.jpg",
      "pubDate": "2025-11-10T00:25:39+03:00",
      "hashtags": [
        "#радио",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_48_1764734626",
      "title": "У России к 2028 году может появиться процессор для базовых станций LTE",
      "description": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "shortDescription": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152534-u-rossii-mozhet-poyavitsya-protsessor-dlya-lte",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1eq278/normal-1tqm.png",
      "pubDate": "2025-11-06T01:33:07+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_49_1764734626",
      "title": "В России обещают сделать первого антропоморфного робота",
      "description": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "shortDescription": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152530-v-rossii-obeschayut-sdelat-pervogo-antropomorfnogo-robota",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1enrrz/normal-1tnn.png",
      "pubDate": "2025-11-06T01:32:35+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_1_1764734632",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_2_1764734632",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764734632",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764734632",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1764734632",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764734632",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1764734632",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764734632",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764734632",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_24_1764734632",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1764734632",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764734632",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#искусственныйинтеллект",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_34_1764734632",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_36_1764734632",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764734632",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_41_1764734632",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764734632",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764734632",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#платформа",
        "#ИИ"
      ]
    }
  ]
}