{
  "lastUpdated": "2025-12-03T21:36:57.950263",
  "totalNews": 80,
  "categories": [
    "Технологии",
    "Игры"
  ],
  "hashtags": [
    "#гаджет",
    "#нейросеть",
    "#сервер",
    "#финтех",
    "#gpu",
    "#тест",
    "#cpu",
    "#разработка",
    "#AR",
    "#приложение",
    "#ИИ",
    "#компьютер",
    "#сеть",
    "#ux",
    "#технологии",
    "#кибер",
    "#структура",
    "#алгоритм",
    "#it",
    "#радио",
    "#стартап",
    "#интернет",
    "#web",
    "#смартфон",
    "#игры",
    "#ui",
    "#робот",
    "#веб",
    "#искусственныйинтеллект",
    "#код",
    "#AI",
    "#дизайн",
    "#платформа",
    "#ai",
    "#game",
    "#VR"
  ],
  "news": [
    {
      "id": "ixbt.com_1_1764797809",
      "title": "У лимитированной и очень дорогой Asus ROG Matrix RTX 5090 обнаружилась проблема с качеством",
      "description": "У видеокарт Asus ROG Matrix RTX 5090 обнаружились какие-то проблемы с качеством. Такие, что Asus приостановила поставки уже заранее проданных магазинами экземпляров.  Шведский ритейлер Inet сообщил как минимум трём покупателям, которые предзаказали карты, что не сможет доставить заказ в запланированные сроки, так как Asus сообщила о выявлении каких-то проблем с качеством.   Фото Videocardz  Asus уже работает над решением проблемы, причём Inet формулирует это так, как будет Asus придётся произвести новые экземпляры, а не исправить текущие. Но из-за этого магазин не знает, когда сможет доставить заказы.  Сама Asus пока не комментировала ситуацию, так что неясно, в чём именно заключаются проблемы. Также ни о каких проблемах пока не сообщали те, кто карты уже получил.  Напомним, речь о лимитированной версии: Asus выпустила всего 1000 единиц.",
      "shortDescription": "У видеокарт Asus ROG Matrix RTX 5090 обнаружились какие-то проблемы с качеством. Такие, что Asus приостановила поставки уже заранее проданных магазинами экземпляров.  Шведский ритейлер Inet сообщил как минимум трём покупателям, которые предзаказали карты, что не сможет доставить заказ в запланирован...",
      "link": "https://www.ixbt.com/news/2025/12/03/asus-rog-matrix-rtx-5090.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/ASUS-ROG-MATRIX-5090-1200x624_large.jpg",
      "pubDate": "2025-12-03T23:07:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_26_1764797807",
      "title": "Вышел первый обзор ПК на двухчиповых ИИ-ускорителях Intel Arc Pro B60 — восемь GPU и 192 Гбайт GDDR6",
      "description": "Первое практическое тестирование платформы Intel Arc Pro B60 Battlematrix, опубликованное порталом Storage Review, демонстрирует плотную локальную систему ИИ, построенную на базе четырёх двухчиповых профессиональных видеокарт Arc Pro B60. Источник изображения: VideoCardz",
      "shortDescription": "Первое практическое тестирование платформы Intel Arc Pro B60 Battlematrix, опубликованное порталом Storage Review, демонстрирует плотную локальную систему ИИ, построенную на базе четырёх двухчиповых профессиональных видеокарт Arc Pro B60. Источник изображения: VideoCardz",
      "link": "https://3dnews.ru/1133356",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133356/BATTLEMATRIX-REVIEW.jpg",
      "pubDate": "2025-12-03T23:03:00+03:00",
      "hashtags": [
        "#тест",
        "#ИИ",
        "#gpu",
        "#AR"
      ]
    },
    {
      "id": "ixbt.com_2_1764797809",
      "title": "Культовый журнал «Игромания» возвращается спустя семь лет",
      "description": "Культовый журнал «Игромания», посвящённый видеоигровой сфере, возвращается. Издательство сообщило, что новый номер печатного журнала выйдет 12 декабря.  Первый за шесть лет номер предложит 127 страниц, а главной темой будут лучшие игры за последние почти 30 лет: с 1997 по 2025 год.   Фото Игромания Кроме того, внутри будет более 20 больших статей на разные темы, включая историю русскоязычного гейминга, историю гонки консолей и вопросы сексуализации персонажей в играх.  Проект возглавил предприниматель Василий Овчинников, сформировавший новую редакционную команду. Главным редактором стал Виктаний Волков, а вместе с ним журнал ведёт вперёд креативный директор Артур Сопельник.   Также сообщается заранее, что печатный журнал будет выходить раз в три месяца.",
      "shortDescription": "Культовый журнал «Игромания», посвящённый видеоигровой сфере, возвращается. Издательство сообщило, что новый номер печатного журнала выйдет 12 декабря.  Первый за шесть лет номер предложит 127 страниц, а главной темой будут лучшие игры за последние почти 30 лет: с 1997 по 2025 год.   Фото Игромания ...",
      "link": "https://www.ixbt.com/news/2025/12/03/kultovyj-zhurnal-igromanija-vozvrashaetsja-spustja-shest-let.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/11/3/432423_large.jpg",
      "pubDate": "2025-12-03T22:59:00+03:00",
      "hashtags": [
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_27_1764797807",
      "title": "Nebius предрекла взрывной рост ИИ-инфраструктуры — но признала, что нужно быть готовым к «зиме»",
      "description": "Голландский неооблачный провайдер Nebius, созданный Аркадием Воложем из бывшей материнской структуры «Яндекса» Yandex N.V., начнёт использовать недавние многомиллиардные контракты с Microsoft и M**a для расширения сотрудничества с компаниями в сфере ИИ — как с перспективными стартапами, так и с технологическими гигантами, такими как Siemens и BMW. Это должно способствовать технологическому суверенитету ЕС. Источник изображения: Nebius Group NV",
      "shortDescription": "Голландский неооблачный провайдер Nebius, созданный Аркадием Воложем из бывшей материнской структуры «Яндекса» Yandex N.V., начнёт использовать недавние многомиллиардные контракты с Microsoft и M**a для расширения сотрудничества с компаниями в сфере ИИ — как с перспективными стартапами, так и с техн...",
      "link": "https://3dnews.ru/1133355",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133355/nebius.jpg",
      "pubDate": "2025-12-03T22:51:00+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_4_1764797809",
      "title": "Samsung собирает новую команду для разработки новых SoC Exynos полностью с нуля",
      "description": "Компания Samsung создаёт очередную команду по разработке однокристальных систем. На сей раз якобы для разработки новых решений с нуля.  Сообщается, что новая команда будет частью подразделения Device Solutions. Её задачей будет разработка однокристальных систем с нуля для усиления конкуренции с Apple и Qualcomm.    Фото WCCF Tech Тут стоит вспомнить, что ещё для разработки Exynos 2500 была создана команда, причём её называли Dream Team, что уже весьма показатель. Но никакого прорыва тогда не случилось. Чем будет отличаться новый подход, неясно, но важно, что под разработкой с нуля подразумевается возвращение к собственным архитектурам как минимум для CPU. Напомним, ранее у Samsung уже были ядра собственной разработки Mongoose.  Вероятно, первую такую платформу мы увидим далеко не сразу, так как разработка собственных архитектур намного сложнее, чем конструирование SoC на основе эталонных ядер Cortex.",
      "shortDescription": "Компания Samsung создаёт очередную команду по разработке однокристальных систем. На сей раз якобы для разработки новых решений с нуля.  Сообщается, что новая команда будет частью подразделения Device Solutions. Её задачей будет разработка однокристальных систем с нуля для усиления конкуренции с Appl...",
      "link": "https://www.ixbt.com/news/2025/12/03/samsung-soc-exynos.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/Samsung-Exynos-SoC-with-AMD-GPU-2_large.jpg",
      "pubDate": "2025-12-03T22:41:00+03:00",
      "hashtags": [
        "#ИИ",
        "#cpu",
        "#разработка"
      ]
    },
    {
      "id": "DTF_9_1764797806",
      "title": "Хендерсон: Eidos Montreal занималась перезапуском Legacy of Kain до того, как стала частью Embracer",
      "description": "Проект был в разработке около года.",
      "shortDescription": "Проект был в разработке около года.",
      "link": "https://dtf.ru/games/4509769-eidos-montreal-perezapusk-legacy-of-kain?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/1b17a74f-b144-5d0c-adea-4411df24f09f/",
      "pubDate": "2025-12-03T22:38:33+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews_29_1764797807",
      "title": "Asus приостановила поставки дорогущей GeForce RTX 5090 ROG Matrix Platinum 30th Anniversary Edition из-за «проблем с качеством»",
      "description": "Компания Asus приостановила поставки эксклюзивной модели видеокарты GeForce RTX 5090 32GB ROG Matrix Platinum 30th Anniversary Edition из-за «проблем с качеством» продукта. Об этом в электронном письме сообщил покупателям шведский ретейлер Inet, извинившийся за невозможность отправить карту в запланированный срок. Источник изображения: Asus",
      "shortDescription": "Компания Asus приостановила поставки эксклюзивной модели видеокарты GeForce RTX 5090 32GB ROG Matrix Platinum 30th Anniversary Edition из-за «проблем с качеством» продукта. Об этом в электронном письме сообщил покупателям шведский ретейлер Inet, извинившийся за невозможность отправить карту в заплан...",
      "link": "https://3dnews.ru/1133351",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133351/ASUS-ROG-MATRIX-5090.jpg",
      "pubDate": "2025-12-03T21:18:00+03:00",
      "hashtags": [
        "#it",
        "#AR"
      ]
    },
    {
      "id": "3DNews_47_1764797807",
      "title": "«Величие не терпит спешки»: амбициозный мод Skyblivion для Skyrim всё-таки перенесли на 2026 год, но фанаты даже рады",
      "description": "Команда моддеров TESRenewal объявила о вынужденном переносе релиза Skyblivion — неофициального ремейка культовой ролевой игры The Elder Scrolls IV: Oblivion на движке The Elder Scrolls V: Skyrim.   Источник изображений: TESRenewal",
      "shortDescription": "Команда моддеров TESRenewal объявила о вынужденном переносе релиза Skyblivion — неофициального ремейка культовой ролевой игры The Elder Scrolls IV: Oblivion на движке The Elder Scrolls V: Skyrim.   Источник изображений: TESRenewal",
      "link": "https://3dnews.ru/1133353",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133353/00.jpg",
      "pubDate": "2025-12-03T21:00:00+03:00",
      "hashtags": [
        "#игры"
      ]
    },
    {
      "id": "Habr_2_1764797804",
      "title": "Аналитика телеметрии автосимулятора Assetto Corsa",
      "description": "На SOC Forum у нас стоял гоночный симулятор Assetto Corsa — и мы решили сделать его не просто развлечением, а полноценным источником аналитики.Мы подключились к Shared Memory игры, собрали данные в реальном времени, построили дашборды и придумали ачивки.Рассказываю, как устроена телеметрия AC, как собрать её в режиме реального времени и зачем всё это понадобилось. Читать далее",
      "shortDescription": "На SOC Forum у нас стоял гоночный симулятор Assetto Corsa — и мы решили сделать его не просто развлечением, а полноценным источником аналитики.Мы подключились к Shared Memory игры, собрали данные в реальном времени, построили дашборды и придумали ачивки.Рассказываю, как устроена телеметрия AC, как с...",
      "link": "https://habr.com/ru/articles/973024/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973024",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/b69/cd0/15b/b69cd015bc079ecb1844df3bf8910808.jpg",
      "pubDate": "2025-12-03T20:38:28+00:00",
      "hashtags": [
        "#игры",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "vc.ru_3_1764797805",
      "title": "Оставили алгоритмы «думать» на ночь: в Шанхае открылся конференц-центр, в проектировании которого использовали нейросети",
      "description": "Финальный вариант из предложенных выбирали люди — «нейросеть не знает, что такое красота».",
      "shortDescription": "Финальный вариант из предложенных выбирали люди — «нейросеть не знает, что такое красота».",
      "link": "https://vc.ru/design/2628170-neyroseti-v-arhitekture-konferenc-tsentr-west-bund-v-shankhaye?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/88697b57-8f72-5a78-b7dd-26869b71373a/",
      "pubDate": "2025-12-03T20:37:21+03:00",
      "hashtags": [
        "#нейросеть",
        "#ИИ",
        "#алгоритм",
        "#сеть"
      ]
    },
    {
      "id": "Habr_5_1764797804",
      "title": "Главные тренды в рекламе на 2026 год: что будет работать",
      "description": "Рынок рекламы к 2026 году становится более технологически развитым, со скоростью света появляются новые инструменты, данные, платформы, автоматизации… Даже, как будто, это максимальное количество всего нового за всю историю digital. Читать далее",
      "shortDescription": "Рынок рекламы к 2026 году становится более технологически развитым, со скоростью света появляются новые инструменты, данные, платформы, автоматизации… Даже, как будто, это максимальное количество всего нового за всю историю digital. Читать далее",
      "link": "https://habr.com/ru/articles/973018/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973018",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/164/115/628/164115628c7f827d01a20d26949497b3.png",
      "pubDate": "2025-12-03T20:07:52+00:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_2_1764797807",
      "title": "«У Microsoft никогда ничего не получается с первого раза»: Copilot+PC провалился и только запутал пользователей",
      "description": "По мнению аналитиков, Microsoft следует отказаться от маркировки Copilot+PC для ПК, поскольку она лишь сеет путаницу среди покупателей. По замыслу компании, сертифицированные подобным образом ПК с нейропроцессорами (NPU), должны были запускать ИИ-приложения без подключения к интернету. На самом деле концепция Copilot+PC лишь создала необоснованные технические барьеры для ИИ, не предоставив владельцам таких устройств практически никаких преимуществ. Источник изображений: Microsoft",
      "shortDescription": "По мнению аналитиков, Microsoft следует отказаться от маркировки Copilot+PC для ПК, поскольку она лишь сеет путаницу среди покупателей. По замыслу компании, сертифицированные подобным образом ПК с нейропроцессорами (NPU), должны были запускать ИИ-приложения без подключения к интернету. На самом деле...",
      "link": "https://3dnews.ru/1133349",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133349/copilot-plus-pc-1.jpg",
      "pubDate": "2025-12-03T20:04:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "3DNews_48_1764797807",
      "title": "Все ИИ-гиганты провалили проверку на безопасность — никто не в состоянии контролировать суперинтеллект",
      "description": "Новый отчёт группы по безопасности искусственного интеллекта Future of Life Institute (FLI) указывает на то, что меры обеспечения безопасности ведущих отраслевых компаний, таких как OpenAI, Anthropic, xAI и M**a, «далеки от новых мировых стандартов». Независимые эксперты пришли к выводу, что хоть IT-гиганты и соревнуются в разработке так называемого «суперинтеллекта», ни один из них не имеет продуманной стратегии контроля таких передовых систем. Источник изображения: Igor Omilaev/unsplash.com",
      "shortDescription": "Новый отчёт группы по безопасности искусственного интеллекта Future of Life Institute (FLI) указывает на то, что меры обеспечения безопасности ведущих отраслевых компаний, таких как OpenAI, Anthropic, xAI и M**a, «далеки от новых мировых стандартов». Независимые эксперты пришли к выводу, что хоть IT...",
      "link": "https://3dnews.ru/1133350",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133350/1073.jpg",
      "pubDate": "2025-12-03T19:57:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "vc.ru_9_1764797805",
      "title": "Uber и Avride, подразделение бывшей Yandex N.V., запустили роботакси в американском Далласе",
      "description": "Пока в ограниченной зоне и с оператором за рулём.",
      "shortDescription": "Пока в ограниченной зоне и с оператором за рулём.",
      "link": "https://vc.ru/transport/2630654-zapusk-robotaksi-uber-i-avride-v-dallase?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/784a604e-9931-599a-a5e7-839e7d38f04f/",
      "pubDate": "2025-12-03T19:50:22+03:00",
      "hashtags": [
        "#VR",
        "#робот"
      ]
    },
    {
      "id": "3DNews_30_1764797807",
      "title": "«Стоящее дело»: Intel впечатлила клиентов разрабатываемым 14-ангстремным техпроцессом",
      "description": "Техпроцесс Intel 14A — критически важный продукт для производственного подразделения Intel Foundry. Он в настоящее время находится в стадии разработки и запланирован к внедрению в массовое производство в 2027 году. Потенциальные клиенты, с которыми Intel Foundry сотрудничает в процессе разработки, высоко оценивают конкурентоспособность техпроцесса 14A не только на рынках центров обработки данных и ПК, но и мобильных чипов. По словам Патрика Мурхеда (Patrick Moorhead) из Moor Insights & Strategy, который часто взаимодействует с руководителями отрасли, как минимум два клиента Intel очень довольны ходом разработки нового техпроцесса. «Клиенты Intel, с которыми я общался и которые видели этот узел, говорят, что 14A — это действительно стоящее дело. — сообщил Мурхед. — Он должен быть весьма конкурентоспособным не только на рынках центров обработки данных и ПК, но и мобильных чипов, что знаменует собой важный шаг для компании».",
      "shortDescription": "Техпроцесс Intel 14A — критически важный продукт для производственного подразделения Intel Foundry. Он в настоящее время находится в стадии разработки и запланирован к внедрению в массовое производство в 2027 году. Потенциальные клиенты, с которыми Intel Foundry сотрудничает в процессе разработки, в...",
      "link": "https://3dnews.ru/1133346",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133346/intel_logo-3dnews.jpg",
      "pubDate": "2025-12-03T19:39:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_7_1764797804",
      "title": "Связанные одной целью: как находить нужных и полезных людей на закрытом IT-рынке России",
      "description": "Сделать лучший доклад на конференции и уйти в угол с ноутбуком — плохо. Раздавать всем визитки, заглядывая в глаза — фу таким быть. Завершить крупный проект, поблагодарить команду и засесть за новый фрагмент кода — безрезультативно лично для вас. Заполнить страницу в Линкедин и сидеть ждать, когда кто-то клюнет — имитация деятельности. Хард скилз — важны без сомнений, софт скилз — не решают, метанавыки двигают вперёд. Но окончательное слово за связями, особенно в российском ИТ. Даю сто к одному, что за время чтения статьи у вас неоднократно подгорит, вы испытаете праведный гнев и местами неловкость. Но это данность, в которой приходится жить и она не так плоха, как кажется. Обязательно дочитайте — возможно, это первая ступень вашей космической карьеры. Читать далее",
      "shortDescription": "Сделать лучший доклад на конференции и уйти в угол с ноутбуком — плохо. Раздавать всем визитки, заглядывая в глаза — фу таким быть. Завершить крупный проект, поблагодарить команду и засесть за новый фрагмент кода — безрезультативно лично для вас. Заполнить страницу в Линкедин и сидеть ждать, когда к...",
      "link": "https://habr.com/ru/articles/973010/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973010",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/ef7/a13/c2d/ef7a13c2d62787e4588188c61e49583d.png",
      "pubDate": "2025-12-03T19:36:06+00:00",
      "hashtags": [
        "#код",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_32_1764797807",
      "title": "Стартап взялся навести порядок в хаосе роботакси — система укажет беспилотным авто, где стоять и куда ехать",
      "description": "Быстрое развитие беспилотного транспорта заставляет задуматься о создании единой системы его координирования. Важнейшей частью подобной инфраструктуры станет управление местами посадки или высадки пассажиров, а также точками отправки заказов автономным транспортом и их выдачи клиенту. Базирующаяся в Пало-Альто компания Autolane берётся решить эту задачу и уже получила $7,4 млн целевых инвестиций. Источник изображений: Autolane",
      "shortDescription": "Быстрое развитие беспилотного транспорта заставляет задуматься о создании единой системы его координирования. Важнейшей частью подобной инфраструктуры станет управление местами посадки или высадки пассажиров, а также точками отправки заказов автономным транспортом и их выдачи клиенту. Базирующаяся в...",
      "link": "https://3dnews.ru/1133344",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133344/autolane-1.jpg",
      "pubDate": "2025-12-03T19:01:00+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ",
        "#робот"
      ]
    },
    {
      "id": "Habr_11_1764797805",
      "title": "Конец лития, триумф AlphaFold и чьи-то тайны на старом HDD",
      "description": "Вы думаете, что кнопка «Удалить» действительно стирает данные? Физика с вами не согласна. Уверены, что аккумуляторы достигли предела, но химия готова поспорить. Сегодняшний дайджест — о том, что скрыто в корпусе привычных вещей.Я собрал для вас историю одной тихой революции, которая подарит гаджетам два дня жизни без розетки, и одного громкого расследования, которое заставит взяться за дрель. Плюс — документальное кино, герои которого в прямом смысле получили Нобелевку. Добро пожаловать в сингулярность. Читать далее",
      "shortDescription": "Вы думаете, что кнопка «Удалить» действительно стирает данные? Физика с вами не согласна. Уверены, что аккумуляторы достигли предела, но химия готова поспорить. Сегодняшний дайджест — о том, что скрыто в корпусе привычных вещей.Я собрал для вас историю одной тихой революции, которая подарит гаджетам...",
      "link": "https://habr.com/ru/articles/973000/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973000",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/52b/260/bbb/52b260bbbf07e437b32625ac3f330b81.jpg",
      "pubDate": "2025-12-03T18:27:24+00:00",
      "hashtags": [
        "#гаджет",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_5_1764797809",
      "title": "«Китайский Maybach» едет в Россию: премьера люксового седана Hongqi L1 в РФ состоится уже в первом квартале 2026 года",
      "description": "В первом квартале 2026 года в России состоится премьера нового люксового седана Hongqi L1 (в Китае машина называется Guoya) — первой модели флагманской линейки бренда, у которой не будет прямых конкурентов среди официально представленных автомобилей этого класса. Сейчас модель проходит сертификацию.  Фото: Hongqi Hongqi L1 получит V6 с двойным турбонаддувом мощностью 380 л.с. и 8-ступенчатый «автомат» в сочетании с системой полного привода. Дизайн седана выполнен в классическом стиле, характерном для автомобилей Hongqi представительского класса. Размеры модели — 5353×1998×1511 мм при колесной базе 3260 мм.  Фото: Hongqi  Фото: Hongqi  Фото: Hongqi  Фото: Hongqi Мировой дебют L1 состоялся на автосалоне в Пекине в 2024 году. На текущий момент Hongqi предлагает в России уже восемь моделей, включая кроссоверы, седаны и минивэны. В 2026 году нынешний HS5 Classic полностью уступит место обновленному HS5 New.",
      "shortDescription": "В первом квартале 2026 года в России состоится премьера нового люксового седана Hongqi L1 (в Китае машина называется Guoya) — первой модели флагманской линейки бренда, у которой не будет прямых конкурентов среди официально представленных автомобилей этого класса. Сейчас модель проходит сертификацию....",
      "link": "https://www.ixbt.com/news/2025/12/03/maybach-hongqi-l1-2026.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/1_large.png",
      "pubDate": "2025-12-03T18:23:00+03:00",
      "hashtags": [
        "#ИИ",
        "#дизайн"
      ]
    },
    {
      "id": "DTF_6_1764797806",
      "title": "Running With Scissors анонсировала Postal: Bullet Paradise — кооперативный шутер с Чуваками из мультивселенной",
      "description": "У игры появилась страница в Steam — с трейлером и скриншотами.",
      "shortDescription": "У игры появилась страница в Steam — с трейлером и скриншотами.",
      "link": "https://dtf.ru/games/4509231-postal-bullet-paradise-kooperativnyy-shuter?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/91db3d64-874a-58f7-b1ae-012d74e0f049/",
      "pubDate": "2025-12-03T18:19:00+03:00",
      "hashtags": [
        "#игры",
        "#it",
        "#AR"
      ]
    },
    {
      "id": "3DNews_33_1764797807",
      "title": "Представлен складной смартфон Nubia Fold с чипом Snapdragon 8 Elite и батареей на 6560 мА·ч всего за $1145",
      "description": "Бренд Nubia представил официально сразу два смартфона с гибким дисплеем. Речь о раскладушке Nubia Flip3 и смартфоне-книжке Nubia Fold, которые вендор анонсировал на японском рынке. Источник изображений: GSM Arena",
      "shortDescription": "Бренд Nubia представил официально сразу два смартфона с гибким дисплеем. Речь о раскладушке Nubia Flip3 и смартфоне-книжке Nubia Fold, которые вендор анонсировал на японском рынке. Источник изображений: GSM Arena",
      "link": "https://3dnews.ru/1133340",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133340/1069.jpg",
      "pubDate": "2025-12-03T18:02:00+03:00",
      "hashtags": [
        "#смартфон",
        "#it",
        "#AR"
      ]
    },
    {
      "id": "ixbt.com_6_1764797809",
      "title": "В 2026 году в России начнут выпускать совершенно новый Changan Uni-S и он, в отличие от «китайца», получит полный привод",
      "description": "С весны 2026 года на калининградском «Автоторе» начнётся сборка кроссовера Changan Uni-S нового поколения. Об этом сообщил исполнительный директор Changan Motors Rus Александр Кулагин. Машина текущего поколения тоже выпускается на «Автоторе», однако новая версия получит серьёзные отличия — главным техническим новшеством станет система полного привода. Будущая новинка уже проходит сертификацию в России.  Фото: Changan Новый Uni-S выполнен в свежей фирменной стилистике бренда. Кроссовер получил крупные световые блоки с LED-перемычкой, безрамочную решётку радиатора, единый задний монофонарь и декоративные элементы выпускной системы. Габариты модели — 4550 × 1868 × 1675 мм, колёсная база — 2656 мм, то есть новинка будет чуть крупнее актуальной версии. В салоне установлен объединённый блок из двух дисплеев диагональю 10,25 и 14,6 дюйма, а селектор трансмиссии перенесён на подрулевой переключатель. На центральном тоннеле теперь расположены две беспроводные зарядки для смартфонов. Кроссовер оснащается 1,5-литровым турбомотором мощностью 181 л.с. У китайской версии Uni-S полного привода нет.",
      "shortDescription": "С весны 2026 года на калининградском «Автоторе» начнётся сборка кроссовера Changan Uni-S нового поколения. Об этом сообщил исполнительный директор Changan Motors Rus Александр Кулагин. Машина текущего поколения тоже выпускается на «Автоторе», однако новая версия получит серьёзные отличия — главным т...",
      "link": "https://www.ixbt.com/news/2025/12/03/2026-changan-uni-s.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/changan-uni-s_0c1_large.jpg",
      "pubDate": "2025-12-03T18:02:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_3_1764797807",
      "title": "«Я глубоко, глубоко сожалею»: ИИ-агент Google без разрешения  стёр диск пользователя, но потом извинился",
      "description": "Разработчик ПО, использующий агент с искусственным интеллектом Google Antigravity, обнаружил, что приложение без разрешения удалило все данные с его диска D. В ответ на вопрос об инциденте ИИ-агент признал, что совершил ошибку, и выразил глубокое раскаяние. Источник изображения: Aidin Geranrekab / unsplash.com",
      "shortDescription": "Разработчик ПО, использующий агент с искусственным интеллектом Google Antigravity, обнаружил, что приложение без разрешения удалило все данные с его диска D. В ответ на вопрос об инциденте ИИ-агент признал, что совершил ошибку, и выразил глубокое раскаяние. Источник изображения: Aidin Geranrekab / u...",
      "link": "https://3dnews.ru/1133337",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133337/ai_3.jpg",
      "pubDate": "2025-12-03T18:00:00+03:00",
      "hashtags": [
        "#приложение",
        "#ИИ",
        "#AI",
        "#it",
        "#ai"
      ]
    },
    {
      "id": "Habr_12_1764797805",
      "title": "Разбирая бэклог. Часть 20.4. Эпилог или игры к которым мы возвращаемся. Commandos: BtCoD, T. Tycoon Deluxe, Test Drive 4",
      "description": "Продолжаем разбор, часть четвёртая из семи. Сегодня у нас классическая тактическая стратегия, не менее классический экономический симулятор и представитель аркадной гоночной серии, который, после достаточно продолжительного перерыва, попытался бросить вызов набиравшей обороты серии Need for Speed. Читать далее",
      "shortDescription": "Продолжаем разбор, часть четвёртая из семи. Сегодня у нас классическая тактическая стратегия, не менее классический экономический симулятор и представитель аркадной гоночной серии, который, после достаточно продолжительного перерыва, попытался бросить вызов набиравшей обороты серии Need for Speed. Ч...",
      "link": "https://habr.com/ru/articles/972996/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972996",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/255/67e/e18/25567ee18988ef15ba602700a9f98ab5.jpg",
      "pubDate": "2025-12-03T17:47:18+00:00",
      "hashtags": [
        "#игры",
        "#ИИ",
        "#ux"
      ]
    },
    {
      "id": "3DNews_4_1764797807",
      "title": "На японском телевидении показали несколько секунд нового геймплея Resident Evil Requiem — фанаты первой части и ремейка Resident Evil 2 в восторге",
      "description": "Японский издатель и разработчик Capcom обещает показать амбициозный хоррор Resident Evil Requiem в начале 2026 года, однако так долго новых геймплейных кадров фанатам ждать не пришлось.   Источник изображений: Capcom",
      "shortDescription": "Японский издатель и разработчик Capcom обещает показать амбициозный хоррор Resident Evil Requiem в начале 2026 года, однако так долго новых геймплейных кадров фанатам ждать не пришлось.   Источник изображений: Capcom",
      "link": "https://3dnews.ru/1133339",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133339/00.jpg",
      "pubDate": "2025-12-03T17:47:00+03:00",
      "hashtags": [
        "#ui",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_0_1764797805",
      "title": "Роскомнадзор подтвердил блокировку Roblox",
      "description": "О том, что платформа недоступна в России, пользователи начали сообщать утром 3 декабря 2025 года.",
      "shortDescription": "О том, что платформа недоступна в России, пользователи начали сообщать утром 3 декабря 2025 года.",
      "link": "https://vc.ru/services/2630371-roskomnadzor-zablokiroval-roblox?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/f9bdf55f-a302-509c-b08a-d9cd8df617b7/",
      "pubDate": "2025-12-03T17:28:58+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_35_1764797807",
      "title": "XPG выпустила модули памяти Armax DDR5 со скоростью до 6400 МТ/с и ёмкостью до 32 Гбайт",
      "description": "Игровой бренд XPG компании Adata представил модули памяти Armax DDR5 ёмкостью 16 и 32 Гбайт. Новинки доступны как в виде отдельных модулей, так и в составе комплектов из двух планок памяти. Источник изображений: XPG",
      "shortDescription": "Игровой бренд XPG компании Adata представил модули памяти Armax DDR5 ёмкостью 16 и 32 Гбайт. Новинки доступны как в виде отдельных модулей, так и в составе комплектов из двух планок памяти. Источник изображений: XPG",
      "link": "https://3dnews.ru/1133334",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133334/MSYl41gDH4sy8xAW.jpg",
      "pubDate": "2025-12-03T16:42:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Habr_15_1764797805",
      "title": "Дифференциальная приватность в ML",
      "description": "Привет, Хабр! Сегодня поговорим в коротком формате о защите данных при обучении моделей, а именно в процессе обучения. Никому не понравится, если ваша нейросеть вдруг выдаст чужие паспортные данные или медицинские записи, правда? А ведь модели машинного обучения иногда склонны запоминать кусочки обучающего набора. Бывали случчаи, где из языковой модели вытаскивали строки с номерами телефонов и email тех людей, чьи данные были в тренировочном датасете. Стоит ли нам вообще кормить модель конфиденциальной информацией, если она потом болтает лишнее? К счастью, есть крутая техника — дифференциальная приватность. Она позволяет обучать ML-модели на реальных данных, но с гарантией, что никакой отдельный пользователь не будет опознан моделью. Разобраться в DP",
      "shortDescription": "Привет, Хабр! Сегодня поговорим в коротком формате о защите данных при обучении моделей, а именно в процессе обучения. Никому не понравится, если ваша нейросеть вдруг выдаст чужие паспортные данные или медицинские записи, правда? А ведь модели машинного обучения иногда склонны запоминать кусочки обу...",
      "link": "https://habr.com/ru/companies/otus/articles/970382/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970382",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/24a/9e6/a95/24a9e6a95a08bbfae3b8d02a037b6a64.jpg",
      "pubDate": "2025-12-03T16:34:28+00:00",
      "hashtags": [
        "#ИИ",
        "#сеть",
        "#нейросеть",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "Habr_18_1764797805",
      "title": "От спонтанных ремонтов к проактивному управлению",
      "description": "Как повысить доступность оборудования для работы по предназначению и сократить издержки Внезапный выход оборудования из строя это не просто техническая неисправность. Для любого производственного предприятия это прямые финансовые потери, срыв сроков и удар по репутации. Многие руководители ищут спасение в сложных предиктивных технологиях, надеясь, что «умные» датчики предупредят о каждой возможной поломке. Однако, как показывает практика, универсального решения, способного предсказать износ каждого подшипника, провода или шестерни, не существует. Проблема гораздо глубже и требует не столько технологического, сколько системного подхода в работе предприятия. Границы предиктивной аналитики: почему датчики не видят всей картины Современный станок, да и в целом любой оборудование, является сложным комплексом механических, электрических и электронных компонентов. На одном агрегате могут быть десятки подшипников, множество направляющих, зубчатых реек, датчиков, энкодеров и контакторов. А какое электронное устройство способно оценить степень износа зубчатой рейки в зоне активной работы? Как измерить усталость металла в скрытой части станины или определить, что контакт в клеммной коробке стал ненадежным?  Никакое. Никак.Практический опыт нашего коллектива показывает, что большинство отказов не сопровождается очевидными предвестниками, такими как вибрация, которую можно было бы легко зафиксировать. Поломка часто происходит внезапно, превращая работу производственного цеха в хаос. Полагаться исключительно на внешние датчики, значит игнорировать первопричину проблемы, которая кроется не в технологии, а в процессах.  Читать далее",
      "shortDescription": "Как повысить доступность оборудования для работы по предназначению и сократить издержки Внезапный выход оборудования из строя это не просто техническая неисправность. Для любого производственного предприятия это прямые финансовые потери, срыв сроков и удар по репутации. Многие руководители ищут спас...",
      "link": "https://habr.com/ru/articles/972980/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972980",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/739/c9b/b18/739c9bb18726587fd62c2affc897f31b.png",
      "pubDate": "2025-12-03T16:16:42+00:00",
      "hashtags": [
        "#код",
        "#технологии",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_20_1764797805",
      "title": "Кибербезопасность как инвестиция: баланс технологий, автоматизации и бизнес‑логики. Интервью с Алексеем Лукацким",
      "description": "ВступлениеПривет, Хабр! Находясь на бизнес‑конференции Positive Security Day (PSD), я думал, а с кем бы поговорить на тему кибербезопасности и бизнеса, сама конференция была посвящена этим понятиям. Поэтому выбор пал на человека, кто давно и плотно продвигает и кибербез, и как информационную безопасность использовать в бизнесе. Поэтому я выбрал CISO‑евангелиста и бизнес‑консультанта по безопасности Positive Technologies Алексея Лукацкого. Мы поговорили с Алексеем Викторовичем, как бизнесу выстраивать систему кибербезопасности через баланс технических решений, автоматизации и финансово обоснованных управленческих подходов к снижению рисков и как обучать специалистов по ИБ. Приятного чтения! Читать далее",
      "shortDescription": "ВступлениеПривет, Хабр! Находясь на бизнес‑конференции Positive Security Day (PSD), я думал, а с кем бы поговорить на тему кибербезопасности и бизнеса, сама конференция была посвящена этим понятиям. Поэтому выбор пал на человека, кто давно и плотно продвигает и кибербез, и как информационную безопас...",
      "link": "https://habr.com/ru/articles/972968/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972968",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/ced/7ea/416/ced7ea416c1eb24c0b17fae5c99b5d71.jpg",
      "pubDate": "2025-12-03T15:54:35+00:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews_36_1764797807",
      "title": "Вдохновлённое «Дюной» производство: шотландцы собрались печатать доступные солнечные панели прямо в космосе",
      "description": "Шотландский стартап D-Cubed специализирующийся на космических технологиях, разрабатывает невероятно экономичную систему ARAQYS (Autonomous Roll-out ArraY System), предназначенную для производства солнечных панелей непосредственно на орбите Земли. Название проекта не зря созвучно имени планеты Арракис из вселенной «Дюна», где добывали незаменимый для космических полётов ресурс — «спайс». ARAQYS — это путь к обеспечению энергией любых проектов в космосе. Источник изображения: D-Cubed",
      "shortDescription": "Шотландский стартап D-Cubed специализирующийся на космических технологиях, разрабатывает невероятно экономичную систему ARAQYS (Autonomous Roll-out ArraY System), предназначенную для производства солнечных панелей непосредственно на орбите Земли. Название проекта не зря созвучно имени планеты Арраки...",
      "link": "https://3dnews.ru/1133332",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133332/sol.jpg",
      "pubDate": "2025-12-03T15:43:00+03:00",
      "hashtags": [
        "#стартап",
        "#AR"
      ]
    },
    {
      "id": "3DNews_39_1764797807",
      "title": "В следующем году Hyundai начнёт продавать модульные роботизированные тележки MobED",
      "description": "В структуре южнокорейского автопроизводителя Hyundai Motor робототехническое подразделение Robotics Lab развивается с 2019 года, а двумя годами позже оно приросло американским стартапом Boston Dynamics. По всей видимости, первым серийным плодом их совместного творчества станут роботизированные тележки MobED, выпускать которые Hyundai начнёт в следующем году. Источник изображений: Hyundai",
      "shortDescription": "В структуре южнокорейского автопроизводителя Hyundai Motor робототехническое подразделение Robotics Lab развивается с 2019 года, а двумя годами позже оно приросло американским стартапом Boston Dynamics. По всей видимости, первым серийным плодом их совместного творчества станут роботизированные тележ...",
      "link": "https://3dnews.ru/1133323",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133323/mobed_03.jpg",
      "pubDate": "2025-12-03T15:27:00+03:00",
      "hashtags": [
        "#стартап",
        "#AI",
        "#робот",
        "#ai"
      ]
    },
    {
      "id": "Habr_23_1764797805",
      "title": "Nano Banana 2 vs ChatGPT: сравниваем эволюцию в генерации AI изображений за полгода",
      "description": "Сравниваю, что изменилось в генерации изображений с выходом Nano Banana 2Полгода назад OpenAI выкатил прорывную генеративную модель. Но она страдала от 5 больших проблем: консистентность, кириллица, сложные сцены, мелкие доработки и кадрирование.С тех пор вышли два релиза, которые наконец-то решают эти проблемы: Nano Banana в августе и Nano Banana 2 в ноябре.Сравниваю на реальных примерах — что изменилось и что теперь можно пускать в продакшен ⤵️ Читать 🤖 vs 🍌",
      "shortDescription": "Сравниваю, что изменилось в генерации изображений с выходом Nano Banana 2Полгода назад OpenAI выкатил прорывную генеративную модель. Но она страдала от 5 больших проблем: консистентность, кириллица, сложные сцены, мелкие доработки и кадрирование.С тех пор вышли два релиза, которые наконец-то решают ...",
      "link": "https://habr.com/ru/articles/972956/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972956",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f32/1ee/86b/f321ee86b464022efcec688d617c9d20.png",
      "pubDate": "2025-12-03T15:12:38+00:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "Habr_29_1764797805",
      "title": "Миллениал и вайб-кодинг: как я делаю ИИ-анализатор новостей по инструкциям ChatGPT (Часть 3) + демо",
      "description": "TL;DRНаучил бота генерировать PDF-файлы, перенёс \"мозги\" с GPT-4.1-mini на GPT-5.1 с web search, добавил методику анализа в системный промпт, разобрался с Structured Model Output и собрал JSON-схему. Теперь модель возвращает структурированный ответ, стабильно верстается HTML+jinja шаблон, и собирается PDF-документ. Проверил на примере статьи с Хабра. Основной пайплайн работает исправно. Эксперимент продолжается. Читать далее",
      "shortDescription": "TL;DRНаучил бота генерировать PDF-файлы, перенёс \"мозги\" с GPT-4.1-mini на GPT-5.1 с web search, добавил методику анализа в системный промпт, разобрался с Structured Model Output и собрал JSON-схему. Теперь модель возвращает структурированный ответ, стабильно верстается HTML+jinja шаблон, и собирает...",
      "link": "https://habr.com/ru/articles/972934/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972934",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/1f7/625/cd3/1f7625cd328b874ceace8dfd2c93b4eb.PNG",
      "pubDate": "2025-12-03T14:17:20+00:00",
      "hashtags": [
        "#код",
        "#ИИ",
        "#web",
        "#AR"
      ]
    },
    {
      "id": "3DNews_40_1764797807",
      "title": "Представлена раскладушка Nubia Flip3 с 4-дюймовым внешним экраном и чипом Dimensity 7400X",
      "description": "В Японии состоялась официальная презентация складного смартфона Nubia Flip3, продажи которого стартуют в середине января. Розничная стоимость новинки и некоторые технические характеристики остались нераскрытыми. Источник изображений: GSM Arena",
      "shortDescription": "В Японии состоялась официальная презентация складного смартфона Nubia Flip3, продажи которого стартуют в середине января. Розничная стоимость новинки и некоторые технические характеристики остались нераскрытыми. Источник изображений: GSM Arena",
      "link": "https://3dnews.ru/1133321",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133321/1064.jpg",
      "pubDate": "2025-12-03T12:59:00+03:00",
      "hashtags": [
        "#смартфон",
        "#it",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_5_1764797807",
      "title": "Roblox перестала работать в России после предупреждений от Роскомнадзора",
      "description": "Популярная среди детей и подростков игровая платформа Roblox от компании Roblox Corporation неожиданно перестала работать в России. Это произошло через несколько дней после предупреждения от Роскомнадзора.   Источник изображения: Getty Images",
      "shortDescription": "Популярная среди детей и подростков игровая платформа Roblox от компании Roblox Corporation неожиданно перестала работать в России. Это произошло через несколько дней после предупреждения от Роскомнадзора.   Источник изображения: Getty Images",
      "link": "https://3dnews.ru/1133319",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133319/00.jpg",
      "pubDate": "2025-12-03T12:46:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_6_1764797807",
      "title": "OpenAI готовит «Чеснок» — улучшенную версию GPT, способную обойти Gemini 3 Pro и других конкурентов",
      "description": "После выхода большой языковой модели Google Gemini 3, которая, как утверждается, превзошла OpenAI GPT-5 по нескольким ключевым показателям, а также ИИ-модели других конкурентов, OpenAI ускорила разработку новой большой языковой модели под кодовым названием Garlic (англ. — чеснок), стремясь отыграть у Google позиции в гонке за искусственный интеллект, сообщил ресурс The Information. Источник изображения: Growtika/unsplash.com",
      "shortDescription": "После выхода большой языковой модели Google Gemini 3, которая, как утверждается, превзошла OpenAI GPT-5 по нескольким ключевым показателям, а также ИИ-модели других конкурентов, OpenAI ускорила разработку новой большой языковой модели под кодовым названием Garlic (англ. — чеснок), стремясь отыграть ...",
      "link": "https://3dnews.ru/1133316",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133316/growtika-P5mCQ4KACbM-unsplash.jpg",
      "pubDate": "2025-12-03T12:34:00+03:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#ИИ",
        "#код",
        "#AI",
        "#ai",
        "#AR"
      ]
    },
    {
      "id": "3DNews_44_1764797807",
      "title": "Роботакси Waymo понабрались привычек у таксистов-людей — стали чаще нарушать и водить агрессивно",
      "description": "По данным The Wall Street Journal, на нынешнем этапе адаптации манеры вождения беспилотных такси Waymo к окружающему трафику они стали подражать опасным манёврам, которыми грешат настоящие таксисты. При этом на протяжении нескольких предыдущих лет именно беспилотные прототипы Waymo демонстрировали образцовую дисциплину на дорогах Калифорнии. Источник изображений: Waymo",
      "shortDescription": "По данным The Wall Street Journal, на нынешнем этапе адаптации манеры вождения беспилотных такси Waymo к окружающему трафику они стали подражать опасным манёврам, которыми грешат настоящие таксисты. При этом на протяжении нескольких предыдущих лет именно беспилотные прототипы Waymo демонстрировали о...",
      "link": "https://3dnews.ru/1133314",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133314/waymo_01.jpg",
      "pubDate": "2025-12-03T11:49:00+03:00",
      "hashtags": [
        "#ИИ",
        "#робот"
      ]
    },
    {
      "id": "Ведомости Технологии_4_1764797811",
      "title": "В России запретят учиться с иностранными роботами",
      "description": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "shortDescription": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/03/1160054-v-rossii-zapretyat-uchitsya-s-inostrannimi-robotami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9c/1ev7nd/normal-1txb.png",
      "pubDate": "2025-12-03T00:35:15+03:00",
      "hashtags": [
        "#ИИ",
        "#робот"
      ]
    },
    {
      "id": "3DNews_8_1764797807",
      "title": "Чудеса оптимизации: разработчики Helldivers 2 сократили размер игры на ПК со 154 до 23 Гбайт почти без вреда для скорости загрузок",
      "description": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "shortDescription": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "link": "https://3dnews.ru/1133292",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133292/00.jpg",
      "pubDate": "2025-12-02T23:52:00+03:00",
      "hashtags": [
        "#AR",
        "#игры",
        "#ИИ",
        "#game"
      ]
    },
    {
      "id": "3DNews_12_1764797807",
      "title": "ИИ сломал Big Tech: золотое правило «трать мало, зарабатывай много» больше не работает",
      "description": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовые инструменты. Такой переход к капиталоёмким бизнес-моделям ограничивает рост доходности капитала для акционеров и вызывает обоснованные опасения инвесторов. Источник изображения: Loongson",
      "shortDescription": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовы...",
      "link": "https://3dnews.ru/1133275",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133275/loongson-servers.jpg",
      "pubDate": "2025-12-02T18:48:00+03:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_16_1764797807",
      "title": "Стример первым в мире прошёл Escape from Tarkov — он сбежал из Таркова, но какой ценой?",
      "description": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "shortDescription": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "link": "https://3dnews.ru/1133258",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133258/00.jpg",
      "pubDate": "2025-12-02T14:34:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ",
        "#game"
      ]
    },
    {
      "id": "3DNews_17_1764797807",
      "title": "В OpenAI введён «красный код»: Альтман требует бросить все силы на срочное улучшение ChatGPT",
      "description": "Успехи Google и других разработчиков систем генеративного искусственного интеллекта не позволяют OpenAI спокойно наблюдать за их прогрессом. Поэтому в недавней корпоративной рассылке глава компании Сэм Альтман (Sam Altman) объявил сотрудникам о введении «красного кода» и необходимости мобилизовать все ресурсы, чтобы улучшить ChatGPT. Концентрация на таком приоритете замедлит реализацию некоторых инициатив и проектов. Источник изображения: Unsplash, Levart_Photographer",
      "shortDescription": "Успехи Google и других разработчиков систем генеративного искусственного интеллекта не позволяют OpenAI спокойно наблюдать за их прогрессом. Поэтому в недавней корпоративной рассылке глава компании Сэм Альтман (Sam Altman) объявил сотрудникам о введении «красного кода» и необходимости мобилизовать в...",
      "link": "https://3dnews.ru/1133247",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133247/openai_01.jpg",
      "pubDate": "2025-12-02T12:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#код",
        "#AI",
        "#ai",
        "#AR"
      ]
    },
    {
      "id": "3DNews_18_1764797807",
      "title": "«Катастрофически плохая идея»: бывший инженер NASA разгромил идею космических дата-центров",
      "description": "Идея перенести ЦОД и ИИ в космос для решения ряда кардинальных проблем с потреблением, экологичностью и масштабированием более сложна в реализации, чем кажется на первый взгляд. На словах всё выглядит вполне реально, вопрос якобы заключается только в финансировании проектов. Бывший инженер NASA с учёной степенью объяснил, что это «ужасная, кошмарная, никуда не годная идея». Источник изображения: ИИ-генерация Grok 4.1/3DNews",
      "shortDescription": "Идея перенести ЦОД и ИИ в космос для решения ряда кардинальных проблем с потреблением, экологичностью и масштабированием более сложна в реализации, чем кажется на первый взгляд. На словах всё выглядит вполне реально, вопрос якобы заключается только в финансировании проектов. Бывший инженер NASA с уч...",
      "link": "https://3dnews.ru/1133246",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133246/ai_orbit_00.jpg",
      "pubDate": "2025-12-02T11:52:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_19_1764797807",
      "title": "Ничего святого: Microsoft представила новый «уродливый» рождественский свитер с логотипом Copilot",
      "description": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фирменного свитера давно знакомые пользователям символы пополнились стилизованным логотипом Copilot. Источник изображения: Microsoft",
      "shortDescription": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фир...",
      "link": "https://3dnews.ru/1133238",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133238/copilot_01.jpg",
      "pubDate": "2025-12-02T09:59:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "3DNews_21_1764797807",
      "title": "Samsung наконец представила трёхстворчатый смартфон Galaxy Z TriFold — 10\" дисплей, толщина от 3,9 мм и цена $2450",
      "description": "Последний месяц года ещё сохраняет возможность желающим преподнести близким остромодные подарки приобрести горячие новинки в мобильном сегменте. Для жителей Южной Кореи с 12 декабря откроется возможность купить складной смартфон Galaxy Z TriFold, который компания Samsung наделила тремя секциями. Источник изображений: Samsung Electronics",
      "shortDescription": "Последний месяц года ещё сохраняет возможность желающим преподнести близким остромодные подарки приобрести горячие новинки в мобильном сегменте. Для жителей Южной Кореи с 12 декабря откроется возможность купить складной смартфон Galaxy Z TriFold, который компания Samsung наделила тремя секциями. Ист...",
      "link": "https://3dnews.ru/1133235",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133235/Galaxy-Z-TriFold_03.jpg",
      "pubDate": "2025-12-02T08:32:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_23_1764797807",
      "title": "DeepSeek ответил на GPT-5 и Gemini 3 Pro — представлены мощные ИИ-модели DeepSeek-V3.2",
      "description": "Китайский стартап DeepSeek выпустил две новые открытые модели с мощными возможностями для рассуждений — DeepSeek-V3.2 и усиленную DeepSeek-V3.2-Speciale. Таким образом компания подтвердила, что Китай играет на равных с американскими лидерами в лице OpenAI и Google.   Источник изображения: DeepSeek",
      "shortDescription": "Китайский стартап DeepSeek выпустил две новые открытые модели с мощными возможностями для рассуждений — DeepSeek-V3.2 и усиленную DeepSeek-V3.2-Speciale. Таким образом компания подтвердила, что Китай играет на равных с американскими лидерами в лице OpenAI и Google.   Источник изображения: DeepSeek",
      "link": "https://3dnews.ru/1133229",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133229/sm.DeepSeek-V3-2_01.800.jpg",
      "pubDate": "2025-12-02T00:37:00+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "Ведомости Технологии_7_1764797811",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_9_1764797811",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#смартфон",
        "#приложение"
      ]
    },
    {
      "id": "Ведомости Технологии_12_1764797811",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_17_1764797811",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_19_1764797811",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_24_1764797811",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#компьютер",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_25_1764797811",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_28_1764797811",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_29_1764797811",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1764797811",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_35_1764797811",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_0_1764797816",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "Ведомости Технологии_39_1764797811",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#ИИ",
        "#финтех"
      ]
    },
    {
      "id": "Ведомости Технологии_42_1764797811",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#ИИ",
        "#структура"
      ]
    },
    {
      "id": "Ведомости Технологии_48_1764797811",
      "title": "В России введут так называемый технологический сбор",
      "description": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "shortDescription": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/10/1153413-v-rossii-vvedut-tak-nazivaemii-tehnologicheskii-sbor",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8p/1dhre2/normal-1s56.jpg",
      "pubDate": "2025-11-10T00:25:39+03:00",
      "hashtags": [
        "#ИИ",
        "#радио"
      ]
    },
    {
      "id": "3DNews Software_1_1764797816",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_2_1764797816",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_4_1764797816",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764797816",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_6_1764797816",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764797816",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_19_1764797817",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764797817",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764797817",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_24_1764797817",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1764797817",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764797817",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#искусственныйинтеллект",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_34_1764797817",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_36_1764797817",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764797817",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_41_1764797817",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764797817",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_45_1764797817",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ",
        "#компьютер"
      ]
    }
  ]
}