{
  "lastUpdated": "2025-12-05T10:40:23.219205",
  "totalNews": 79,
  "categories": [
    "Технологии",
    "Игры"
  ],
  "hashtags": [
    "#компьютер",
    "#devops",
    "#ux",
    "#интернет",
    "#цифровой",
    "#api",
    "#game",
    "#робот",
    "#ИИ",
    "#интеграция",
    "#кибер",
    "#облако",
    "#платформа",
    "#gpu",
    "#тест",
    "#it",
    "#разработка",
    "#приложение",
    "#код",
    "#AR",
    "#веб",
    "#стартап",
    "#cloud",
    "#алгоритм",
    "#искусственныйинтеллект",
    "#ai",
    "#смартфон",
    "#финтех",
    "#AI",
    "#сервер",
    "#hardware",
    "#игры",
    "#дизайн"
  ],
  "news": [
    {
      "id": "DTF_0_1764931206",
      "title": "Кооперативный шутер Postal: Bullet Paradise отменили через два дня после анонса — из-за обвинений в использовании генеративного ИИ",
      "description": "Сооснователь издательства при этом заявил, что «противники ИИ уничтожили искусство».",
      "shortDescription": "Сооснователь издательства при этом заявил, что «противники ИИ уничтожили искусство».",
      "link": "https://dtf.ru/games/4513074-kooperativnyi-shuter-postal-bullet-paradise-otmenili-cherez-dva-dnya-posle-anonsa-iz-za-obvinenii-v-ispolzovanii-generativnogo-ii?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/4365bad9-4be7-526f-8922-50e8fbf95b8e/",
      "pubDate": "2025-12-05T13:26:18+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_2_1764931214",
      "title": "Мировой Интернет упал из-за «внутренней деградации сервисов» у Cloudflare. Не работают X (Twitter), LinkedIn, Discord, ChatGPT, криптобиржи и игры",
      "description": "5 декабря 2025 года по всему миру фиксируются массовые перебои в работе интернет-сервисов — причиной стал серьёзный внутренний сбой в инфраструктуре Cloudflare, одного из ключевых провайдеров сетевых технологий. Компания официально подтвердила «внутреннюю деградацию сервисов», что привело к масштабным сбоям в самых разных сферах.  Скриншот сайта Cloudflare Степень инцидента подчёркивает и тот факт, что платформа мониторинга Downdetector также оказалась недоступна. Сбой не ограничился отдельной страной или регионом: нарушения работы затронули десятки популярных сервисов по всему миру. X (бывший Twitter), LinkedIn и Discord перестали загружать ленты или подключаться к серверам, Canva и Notion недоступны у значительной части пользователей. Инструменты ИИ — ChatGPT и Perplexity — не могут генерировать ответы. Spotify и Letterboxd сообщают о массовых сбоях в доступе. Сайты бирж Upbit и Coinbase перестали работать, даже некоторые операционные сервисы SpaceX оказались недоступны. Причины «внутренней деградации сервисов» Cloudflare пока не раскрываются.",
      "shortDescription": "5 декабря 2025 года по всему миру фиксируются массовые перебои в работе интернет-сервисов — причиной стал серьёзный внутренний сбой в инфраструктуре Cloudflare, одного из ключевых провайдеров сетевых технологий. Компания официально подтвердила «внутреннюю деградацию сервисов», что привело к масштабн...",
      "link": "https://www.ixbt.com/news/2025/12/05/cloudflare-x-twitter-linkedin-discord-chatgpt.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/11/5/cloud_large.JPG",
      "pubDate": "2025-12-05T12:43:00+03:00",
      "hashtags": [
        "#cloud",
        "#платформа",
        "#сервер",
        "#интернет",
        "#игры",
        "#it",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "DTF_2_1764931206",
      "title": "В Steam вышло обновлённое демо инди-RPG Ardenfall, вдохновлённой The Elder Scrolls",
      "description": "Авторы добавили дополнительный контент после недавнего тестирования.",
      "shortDescription": "Авторы добавили дополнительный контент после недавнего тестирования.",
      "link": "https://dtf.ru/games/4512981-obnovlennoe-demo-indi-rpg-ardenfall?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/c66ccb25-4021-5dc6-a4f9-5ceb224e192b/",
      "pubDate": "2025-12-05T12:41:03+03:00",
      "hashtags": [
        "#тест",
        "#AR"
      ]
    },
    {
      "id": "3DNews_47_1764931211",
      "title": "Сбой Cloudflare снова «положил» половину интернета — техобслуживание пошло не по плану",
      "description": "В условиях сложных инфраструктурных взаимосвязей проблемы даже одного провайдера интернет-сервисов сказываются на деятельности других. Второй за последние две недели сбой пережил сервис Cloudflare, который на этот раз затронул работу даже Downdetector — ресурса, на котором можно было пожаловаться, что не работает Cloudflare. Источник изображения: Cloudflare",
      "shortDescription": "В условиях сложных инфраструктурных взаимосвязей проблемы даже одного провайдера интернет-сервисов сказываются на деятельности других. Второй за последние две недели сбой пережил сервис Cloudflare, который на этот раз затронул работу даже Downdetector — ресурса, на котором можно было пожаловаться, ч...",
      "link": "https://3dnews.ru/1133460",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133460/cloudflare_down_01.jpg",
      "pubDate": "2025-12-05T12:40:00+03:00",
      "hashtags": [
        "#cloud",
        "#AR",
        "#интернет"
      ]
    },
    {
      "id": "3DNews_48_1764931211",
      "title": "Cloudflare заблокировала 416 млрд запросов от ИИ-ботов за пять месяцев — самым большим злом сочли Google",
      "description": "Лежащие в основе служб генеративного искусственного интеллекта большие языковые модели всё активнее поглощают информацию в интернете, и реагировать на эти действия приходится жёстче и жёстче. Cloudflare с 1 июля этого года заблокировала более 400 млрд запросов от ИИ-ботов, рассказал Wired соучредитель и гендиректор компании Мэтью Принс (Matthew Prince). Источник изображения: Steve Johnson / unsplash.com",
      "shortDescription": "Лежащие в основе служб генеративного искусственного интеллекта большие языковые модели всё активнее поглощают информацию в интернете, и реагировать на эти действия приходится жёстче и жёстче. Cloudflare с 1 июля этого года заблокировала более 400 млрд запросов от ИИ-ботов, рассказал Wired соучредите...",
      "link": "https://3dnews.ru/1133455",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133455/ai_1.jpg",
      "pubDate": "2025-12-05T12:39:00+03:00",
      "hashtags": [
        "#cloud",
        "#ИИ",
        "#AR",
        "#интернет"
      ]
    },
    {
      "id": "ixbt.com_6_1764931214",
      "title": "Представлена новая версия Motorola Edge 70",
      "description": "Motorola представила специальную версию Edge 70, оформленную в палитре Pantone Cloud Dancer и украшенную кристаллами Swarovski. Новинка не является технически обновлённой моделью — изменения касаются только внешнего вида. Смартфон получил заднюю панель с узорчатой текстурой, белый оттенок Cloud Dancer, выбранный Pantone цветом 2026 года, и инкрустацию Swarovski по всей площади корпуса. Эта версия входит в коллекцию Brilliant Collection, в которой производитель экспериментирует с материалами и отделкой.  Фото Motorola Motorola уводит Edge 70 от ярких цветовых решений и делает акцент на спокойном, «чистом» оттенке и блеске кристаллов. Благодаря такой комбинации смартфон заметно отличается от стандартных версий. По технической части модель полностью повторяет обычный Edge 70: 50-Мп камера, знакомый дисплей, фирменные функции Moto AI и тот же набор характеристик. Информация о стоимости и доступности пока отсутствует — Motorola уточняет, что особая версия появится только в отдельных регионах. Ожидается, что подробности объявят ближе к началу продаж.",
      "shortDescription": "Motorola представила специальную версию Edge 70, оформленную в палитре Pantone Cloud Dancer и украшенную кристаллами Swarovski. Новинка не является технически обновлённой моделью — изменения касаются только внешнего вида. Смартфон получил заднюю панель с узорчатой текстурой, белый оттенок Cloud Danc...",
      "link": "https://www.ixbt.com/news/2025/12/05/motorola-edge-70.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/5/Motorola-Edge-70-Swaroski-1024x6_large.jpg",
      "pubDate": "2025-12-05T12:06:00+03:00",
      "hashtags": [
        "#смартфон",
        "#cloud",
        "#AI",
        "#ai",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_8_1764931214",
      "title": "Скидки до 560 тыс. рублей: началась праздничная распродажа Lada",
      "description": "АвтоВАЗ запустил декабрьскую программу скидок для покупателей Lada, где итоговая экономия способна достигать 560 тысяч рублей. Основные скидки завязаны на госпрограммы льготного автокредитования: семьи с двумя и более детьми получают 10% дисконта, сотрудники медицины, образования и военнослужащие — до 20%, а отдельные категории граждан при покупке автомобилей с ручным управлением — до 40%. Параллельно действуют собственные акции автопроизводителя, включающие лизинг, кредитные программы и прямые выгоды. Существенные бонусы предусмотрены почти для всей линейки. На фургоны Granta скидка достигает 160 тысяч рублей, а у Lada Vesta в зависимости от версии и выбранной программы выгода может составлять от 130 до 225 тысяч рублей.  Largus в декабре стал одной из самых «выгодных» моделей: универсалы и фургоны предлагают экономию до 250 тысяч по лизингу и кредитам, а версия CNG в сочетании с госсубсидией приносит рекордные 510–560 тысяч рублей — максимальный показатель в текущей распродаже. Не осталась без внимания и линейка внедорожников. На «Ниву» Legend и Bronto доступны скидки от 100 до 230 тысяч рублей в зависимости от модификации и способа покупки. Премиальная Lada Aura получила сразу три механизма снижения стоимости: 530 тысяч рублей по Lada Finance, 550 тысяч рублей по лизингу и трейд-ин и прямую скидку 400 тысяч рублей, которая не комбинируется с другими предложениями.",
      "shortDescription": "АвтоВАЗ запустил декабрьскую программу скидок для покупателей Lada, где итоговая экономия способна достигать 560 тысяч рублей. Основные скидки завязаны на госпрограммы льготного автокредитования: семьи с двумя и более детьми получают 10% дисконта, сотрудники медицины, образования и военнослужащие — ...",
      "link": "https://www.ixbt.com/news/2025/12/05/skidki-do-560-tys-rublej-nachalas-prazdnichnaja-rasprodazha-lada.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/5/photo_2024-12-26_07-47-58_large.jpg",
      "pubDate": "2025-12-05T11:49:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_29_1764931211",
      "title": "70mai выпустила в России умный видеорегистратор Dash Cam A800SE с настоящим 4K",
      "description": "70mai A800SE — не просто ещё один 4K-регистратор, а сбалансированный инструмент для тех, кто ценит качество и функциональность без избыточных маркетинговых «фишек». Здесь честная детализация, продуманные алгоритмы съёмки, защита от сбоев и эргономика",
      "shortDescription": "70mai A800SE — не просто ещё один 4K-регистратор, а сбалансированный инструмент для тех, кто ценит качество и функциональность без избыточных маркетинговых «фишек». Здесь честная детализация, продуманные алгоритмы съёмки, защита от сбоев и эргономика",
      "link": "https://3dnews.ru/1131895",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131895/sm.70mai_Dash_Cam_A800SE_01.800.jpg",
      "pubDate": "2025-12-05T11:11:00+03:00",
      "hashtags": [
        "#алгоритм",
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_0_1764931204",
      "title": "Как перевести CI/CD-пайплайн из режима с хранением секретов в коде на механизм с динамическими паролями",
      "description": "Привет, Хабр! Я Руслан Гайфутдинов, ведущий пресейл-инженер в команде системы хранения секретов StarVault в Orion soft. Сегодня я хотел бы рассказать о том, как обеспечить соответствие требованиям безопасной разработки и защитить учетные записи от компрометации, используя хранилище секретов.В этой статье мы поговорим об общепринятых методах хранения секретов и подробно разберем процесс перевода пайплайна CI/CD из защищенного режима (когда все секреты хранятся в коде) в режим динамических паролей. Где это нужно? Например, в безопасной разработке. Читать далее",
      "shortDescription": "Привет, Хабр! Я Руслан Гайфутдинов, ведущий пресейл-инженер в команде системы хранения секретов StarVault в Orion soft. Сегодня я хотел бы рассказать о том, как обеспечить соответствие требованиям безопасной разработки и защитить учетные записи от компрометации, используя хранилище секретов.В этой с...",
      "link": "https://habr.com/ru/companies/orion_soft/articles/973618/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973618",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/24b/f80/e0a/24bf80e0ab65e90dcbc883ccf80cebd4.jpg",
      "pubDate": "2025-12-05T10:38:56+00:00",
      "hashtags": [
        "#код",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_1_1764931204",
      "title": "Когда облако становится дорогим — переходим на выделенный сервер!?",
      "description": "В какой момент логично перейти на выделенный сервер и что вы получите взамен? Рассказываем о реальных цифрах, архитектуре и плюсах перехода. Читать далее",
      "shortDescription": "В какой момент логично перейти на выделенный сервер и что вы получите взамен? Рассказываем о реальных цифрах, архитектуре и плюсах перехода. Читать далее",
      "link": "https://habr.com/ru/companies/hostkey/articles/973632/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973632",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/dc8/b66/15c/dc8b6615cdd65420c515194afc7f0ec7.png",
      "pubDate": "2025-12-05T10:35:35+00:00",
      "hashtags": [
        "#сервер",
        "#облако"
      ]
    },
    {
      "id": "Habr_2_1764931204",
      "title": "Продам всё, что на фото. Недорого",
      "description": "Привет, с вами снова отдел реагирования и цифровой криминалистики Angara MTDR. Наш эксперт Александр Гантимуров, руководитель направления обратной разработки Angara MTDR, исследовал вредоносные APK-файлы, которые активно используют злоумышленники в социальных сетях и мессенджерах под видом срочной распродажи личных вещей.  Читать далее",
      "shortDescription": "Привет, с вами снова отдел реагирования и цифровой криминалистики Angara MTDR. Наш эксперт Александр Гантимуров, руководитель направления обратной разработки Angara MTDR, исследовал вредоносные APK-файлы, которые активно используют злоумышленники в социальных сетях и мессенджерах под видом срочной р...",
      "link": "https://habr.com/ru/companies/angarasecurity/articles/973630/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973630",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/13d/3c9/b56/13d3c9b56ccaba6d02e754d536dc97ff.png",
      "pubDate": "2025-12-05T10:35:14+00:00",
      "hashtags": [
        "#AR",
        "#цифровой"
      ]
    },
    {
      "id": "Habr_3_1764931204",
      "title": "Проектирование REST API: частые ошибки и как их избежать",
      "description": "Мы поговорим про основные ошибки, которые очень часто допускаются при проектировании “с нуля” в REST API на примере базового взаимодействия между клиентом и сервером в системе. Самая частая проблема, с которой у многих всё начинается — это “проблема чистого листа”. Мы поговорим о том, как описать API метод с самого начала и избежать при этом наиболее распространенных ошибок.  Читать далее",
      "shortDescription": "Мы поговорим про основные ошибки, которые очень часто допускаются при проектировании “с нуля” в REST API на примере базового взаимодействия между клиентом и сервером в системе. Самая частая проблема, с которой у многих всё начинается — это “проблема чистого листа”. Мы поговорим о том, как описать AP...",
      "link": "https://habr.com/ru/articles/973614/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973614",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/a20/507/708/a20507708897aa0c270cff72647ef37a.png",
      "pubDate": "2025-12-05T10:30:52+00:00",
      "hashtags": [
        "#сервер",
        "#ИИ",
        "#api"
      ]
    },
    {
      "id": "Habr_5_1764931204",
      "title": "Подборка видеокарт 2025: гид по выбору GPU от X-Com",
      "description": "Выбор видеокарты в конце 2025 года стал довольно сложной задачей. Оно и раньше было не всегда просто, но сейчас очень много фонового шума и сомнительных результатов в разных сценариях, которые мешают принять правильное решение. Вот и давайте попробуем обобщить весь рынок вне зависимости от ценовой категории, чтобы вам было проще определиться.  Читать далее",
      "shortDescription": "Выбор видеокарты в конце 2025 года стал довольно сложной задачей. Оно и раньше было не всегда просто, но сейчас очень много фонового шума и сомнительных результатов в разных сценариях, которые мешают принять правильное решение. Вот и давайте попробуем обобщить весь рынок вне зависимости от ценовой к...",
      "link": "https://habr.com/ru/companies/x-com/articles/973624/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973624",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/3a3/9af/770/3a39af7707dc4b1eba6cef040f18737e.jpg",
      "pubDate": "2025-12-05T10:24:37+00:00",
      "hashtags": [
        "#ИИ",
        "#gpu"
      ]
    },
    {
      "id": "Habr_6_1764931204",
      "title": "[Перевод] Как я программирую с помощью агентов",
      "description": "LLM уже умеют писать код «на доске», но по-настоящему полезными они становятся тогда, когда получают доступ к реальной среде разработки: файловой системе, компилятору, тестам, логам и браузеру. В этой статье автор показывает, как превратить LLM в работающего агента — по сути, в цикл из нескольких строк кода с вызовами инструментов — и как это меняет повседневную разработку: от аутентификации GitHub App до тонкостей SQL-схем и контейнеризованной среды. По пути вскрываются очень приземлённые вещи: где агенты сейчас объективно слабы, почему без человеческого кода-ревью никуда, и как «agent-first» подход начинает заново определять роль IDE, MLOps-инфраструктуры и командных процессов. Читать далее",
      "shortDescription": "LLM уже умеют писать код «на доске», но по-настоящему полезными они становятся тогда, когда получают доступ к реальной среде разработки: файловой системе, компилятору, тестам, логам и браузеру. В этой статье автор показывает, как превратить LLM в работающего агента — по сути, в цикл из нескольких ст...",
      "link": "https://habr.com/ru/companies/otus/articles/973590/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973590",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/236/f96/8f2/236f968f2714f599a88c350e2e8592c9.jpg",
      "pubDate": "2025-12-05T10:23:46+00:00",
      "hashtags": [
        "#тест",
        "#код",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Habr_9_1764931204",
      "title": "Самый приватный конструктор резюме теперь бесплатный",
      "description": "Полная анонимность и безопасность данныхМы не только убрали монетизацию, но и сделали сервис по‑настоящему приватным: теперь резюме собирается в прямо браузере и чувствительные данные не отправляются на сервер. Счётчики и трекеры посещений мы тоже убрали.Чистый и компактный дизайн остаётся нашим приоритетомУ нас всё по-человечески: никаких логотипов, пёстрых шаблонов, копирайтов и визуального шума. Все поля видны сразу, они интуитивно понятны и легко заполняются — потеряться в интерфейсе невозможно.И, конечно, вы можете заполнить резюме как на русском, так и на английском.  Читать далее",
      "shortDescription": "Полная анонимность и безопасность данныхМы не только убрали монетизацию, но и сделали сервис по‑настоящему приватным: теперь резюме собирается в прямо браузере и чувствительные данные не отправляются на сервер. Счётчики и трекеры посещений мы тоже убрали.Чистый и компактный дизайн остаётся нашим при...",
      "link": "https://habr.com/ru/articles/973448/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973448",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/ef8/b94/821/ef8b94821e696373329a8d03084bc376.png",
      "pubDate": "2025-12-05T10:03:52+00:00",
      "hashtags": [
        "#дизайн",
        "#сервер"
      ]
    },
    {
      "id": "Habr_10_1764931204",
      "title": "Зачем вообще использовать ORM?",
      "description": "Разработка софта всегда была поиском баланса между разными аспектами, вроде скорости разработки (как быстро ты выкатываешь новые фичи), производительности приложения, потребления им памяти, красотой интерфейса и отполированностью логики.В большинстве случаев скорость разработки важнее, чем производительность и потребление памяти.ORM - это как раз инструмент, экономящий время разработки. Но за счёт чего? Читать далее",
      "shortDescription": "Разработка софта всегда была поиском баланса между разными аспектами, вроде скорости разработки (как быстро ты выкатываешь новые фичи), производительности приложения, потребления им памяти, красотой интерфейса и отполированностью логики.В большинстве случаев скорость разработки важнее, чем производи...",
      "link": "https://habr.com/ru/articles/973608/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973608",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/375/3c0/dfd/3753c0dfd210bd3c47dbe26a7693b7eb.webp",
      "pubDate": "2025-12-05T10:00:11+00:00",
      "hashtags": [
        "#разработка"
      ]
    },
    {
      "id": "DTF_5_1764931211",
      "title": "Netflix вступил в эксклюзивные переговоры с Warner Bros. Discovery о покупке кинокомпании",
      "description": "В индустрии уже начинается паника.",
      "shortDescription": "В индустрии уже начинается паника.",
      "link": "https://dtf.ru/cinema/4512633-netflix-peregovory-pokupka-warner-bros-discovery?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/83eb5dc9-0066-527c-a39c-a026e207311d/",
      "pubDate": "2025-12-05T09:50:03+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_0_1764931211",
      "title": "Гоночный боевик на выживание Carmageddon: Rogue Shift вышел из тени — подробности и первый трейлер переосмысления легендарной серии",
      "description": "Как и было обещано, полноценный анонс гоночного роглайт-экшена Carmageddon: Rogue Shift от принадлежащей Saber Interactive итальянской студии 34BigThings (Redout 2) не заставил себя долго ждать.   Источник изображений: 34BigThings",
      "shortDescription": "Как и было обещано, полноценный анонс гоночного роглайт-экшена Carmageddon: Rogue Shift от принадлежащей Saber Interactive итальянской студии 34BigThings (Redout 2) не заставил себя долго ждать.   Источник изображений: 34BigThings",
      "link": "https://3dnews.ru/1133442",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133442/00.jpg",
      "pubDate": "2025-12-05T09:15:10+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_19_1764931204",
      "title": "Архитектура высоконагруженных RAG-систем: 10 стратегий оптимизации чанкинга и интеграция с Weaviate, Qwen / Llama /Gemma",
      "description": "Привет, Хабр! Это Андрей Носов, AI-архитектор в компании Raft, проектирую и внедряю высоконагруженные RAG-системы на предприятиях. Сегодня я расскажу о вызовах, которые мы преодолеваем каждый день, создавая такие системы, и сделаю акцент на чанкинге.  Обозначим направления, в которых мы будем работать. Сегодня поговорим только о двух возможностях применения больших языковых моделей — это MedTech и LegalTech. Они наиболее востребованные на рынке в текущий момент в плане систем поиска.Такой выбор направлений связан с глобальным трендом на работу с профессиональными знаниями, о котором говорят Gartner и OpenAI. Читать далее",
      "shortDescription": "Привет, Хабр! Это Андрей Носов, AI-архитектор в компании Raft, проектирую и внедряю высоконагруженные RAG-системы на предприятиях. Сегодня я расскажу о вызовах, которые мы преодолеваем каждый день, создавая такие системы, и сделаю акцент на чанкинге.  Обозначим направления, в которых мы будем работа...",
      "link": "https://habr.com/ru/companies/oleg-bunin/articles/967102/?utm_source=habrahabr&utm_medium=rss&utm_campaign=967102",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/ba3/ec4/5a7/ba3ec45a75b63fdd6e6031e5d21c9af8.png",
      "pubDate": "2025-12-05T09:00:26+00:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#ИИ",
        "#AR",
        "#интеграция"
      ]
    },
    {
      "id": "Habr_23_1764931204",
      "title": "Обзор Claude Opus 4.5 — новый лидер в кодинге",
      "description": "Доброго времени суток, «Хабр»!Немногим больше, чем неделя назад, мир получил новую модель - Claude Opus 4.5. Компания Anthropic заявила, что по сравнению с предыдущими версиями она предоставляет действительно качественные результаты в программировании, написании сценариев и работы с компьютером в целом. Помимо этого, существенно повысилось качество обработки повседневных задач - от поиска и анализа информации до работы с презентациями и таблицами.Действительно ли это так? В сегодняшней статье подробнее остановимся на этой модели, проведем тестирование, а в финале я выскажу собственное мнение о ней.Устраивайтесь поудобнее, я начинаю. Читать далее",
      "shortDescription": "Доброго времени суток, «Хабр»!Немногим больше, чем неделя назад, мир получил новую модель - Claude Opus 4.5. Компания Anthropic заявила, что по сравнению с предыдущими версиями она предоставляет действительно качественные результаты в программировании, написании сценариев и работы с компьютером в це...",
      "link": "https://habr.com/ru/companies/bothub/articles/973572/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973572",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/164/523/03d/16452303d55386877353292905142244.png",
      "pubDate": "2025-12-05T08:51:05+00:00",
      "hashtags": [
        "#тест",
        "#компьютер",
        "#код",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_24_1764931205",
      "title": "Деплой через AI — есть ли в этом смысл?",
      "description": "Хочу понять, есть ли потребность в решении которое я проектирую.Деплой через AI — есть ли в этом смысл? Читать далее",
      "shortDescription": "Хочу понять, есть ли потребность в решении которое я проектирую.Деплой через AI — есть ли в этом смысл? Читать далее",
      "link": "https://habr.com/ru/articles/973566/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973566",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-05T08:43:19+00:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_25_1764931205",
      "title": "Почему интуиция вас подводит: 5 ловушек теории вероятностей в IT",
      "description": "Вы смотрите на дашборд: Average Response Time = 200ms. Клиенты довольны? Скорее всего, нет. Вы видите, что сервер загружен на 50%, и думаете, что выдержите рост нагрузки в 2 раза? Математика говорит, что вы упадете гораздо раньше. Теория вероятностей в вузе казалась скучной абстракцией, но в Highload-системах пренебрежение ей стоит денег. Читать далее",
      "shortDescription": "Вы смотрите на дашборд: Average Response Time = 200ms. Клиенты довольны? Скорее всего, нет. Вы видите, что сервер загружен на 50%, и думаете, что выдержите рост нагрузки в 2 раза? Математика говорит, что вы упадете гораздо раньше. Теория вероятностей в вузе казалась скучной абстракцией, но в Highloa...",
      "link": "https://habr.com/ru/articles/973564/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973564",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/71e/875/4c8/71e8754c8840474df74a4cde4c7b6380.png",
      "pubDate": "2025-12-05T08:43:05+00:00",
      "hashtags": [
        "#сервер",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Habr_26_1764931205",
      "title": "Веб уязвимости осени",
      "description": "Привет! Меня зовут Владимир и я эксперт по тестированию на проникновение, в этой статье зароемся в цифры по свежим, и не очень, веб-вулнам. Читать далее",
      "shortDescription": "Привет! Меня зовут Владимир и я эксперт по тестированию на проникновение, в этой статье зароемся в цифры по свежим, и не очень, веб-вулнам. Читать далее",
      "link": "https://habr.com/ru/articles/973470/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973470",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/52d/bfb/1fb/52dbfb1fb49e4dc581917d03daea13b6.png",
      "pubDate": "2025-12-05T08:30:17+00:00",
      "hashtags": [
        "#тест",
        "#веб"
      ]
    },
    {
      "id": "Habr_30_1764931205",
      "title": "Что должен уметь тестировщик в 2026 году",
      "description": "Профессия тестировщика перестаёт быть просто тестером багов. Со скоростью развития технологий, ростом микросервисов и облачных решений требования к QA существенно растут. Хороший тестировщик в 2026 году — это инженер с широким стеком навыков, от программирования и автоматизации до понимания DevOps, безопасности, производительности и UX. Чтобы оставаться востребованным, специалисту нужно уверенно работать с инструментами разработки, анализировать риски, понимать бизнес-контекст продукта и участвовать в процессе доставки. Ниже — разбор ключевых навыков сильного QA-инженера. Читать далее",
      "shortDescription": "Профессия тестировщика перестаёт быть просто тестером багов. Со скоростью развития технологий, ростом микросервисов и облачных решений требования к QA существенно растут. Хороший тестировщик в 2026 году — это инженер с широким стеком навыков, от программирования и автоматизации до понимания DevOps, ...",
      "link": "https://habr.com/ru/companies/habr_career/articles/973546/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973546",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/906/30d/4d1/90630d4d1e3bab7859277e5b5719f630.png",
      "pubDate": "2025-12-05T08:09:48+00:00",
      "hashtags": [
        "#тест",
        "#ux",
        "#ИИ",
        "#devops"
      ]
    },
    {
      "id": "Habr_31_1764931205",
      "title": "Первые отечественные электронные лифты. УПЛ-10",
      "description": "Приветствую всех!Давным-давно, ещё в советскую эпоху, большинство лифтов были релейными. Но уже в восьмидесятые начали появляться электронные станции. Конечно, до современных микропроцессорных систем им было очень и очень далеко, а построены они были на дискретной логике. Тем интереснее взглянуть на устройство таких блоков.Так получилось, что ко мне в руки попала одна из таких станций управления. Так что сейчас у нас есть возможность посмотреть, как она устроена, и попробовать разобраться, как она работает. Традиционно будет много интересного. 25 этаж",
      "shortDescription": "Приветствую всех!Давным-давно, ещё в советскую эпоху, большинство лифтов были релейными. Но уже в восьмидесятые начали появляться электронные станции. Конечно, до современных микропроцессорных систем им было очень и очень далеко, а построены они были на дискретной логике. Тем интереснее взглянуть на...",
      "link": "https://habr.com/ru/companies/timeweb/articles/972160/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972160",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/256/3be/f21/2563bef21a151de04bcc38f5d07c5528.jpg",
      "pubDate": "2025-12-05T08:05:08+00:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_33_1764931205",
      "title": "Как я чуть не потеряла деньги на Авито. UX-разбор мошеннической схемы глазами продуктового дизайнера",
      "description": "Привет! Меня зовут Лера, я продуктовый дизайнер, последние годы работаю с облачными платформами и сложными интерфейсами. Я пишу как человек, который впервые продавал товар на Авито — и как продуктовый дизайнер, работающий с UX-паттернами и пользовательскими сценариями.Контекст и справкаВ 2025 году по данным ЦБ:• Q1 2025: 296 600 мошеннических операций, ущерб ~6,9 млрд ₽• Q2 2025: 273 100 операций, ущерб ~6,3 млрд ₽• Q3 2025: 460 100 операций — +51% к среднему, ущерб ~8,2 млрд ₽И это только банковская статистика.Мошенники становятся агрессивнее, схем — больше, а интерфейсы, которые должны защищать пользователей, — отстают.Я впервые размещала объявление на Авито. У меня не было предыдущего опыта продажи, и, как типичный новый пользователь, я не знаю:•  как выглядят стандартные экраны,•  как работает доставка,•  какие процессы проходят верификацию,•  что платформа запрашивает, а что нет.И именно на этом незнании построена актуальная мошенническая схема.Отправная точка: я — новый продавец, ко мне пршёл идеальный покупатель.Через некоторое время после публикации объявления в Авито‑чате пишет «покупатель». Профиль минимально оформлен, но выглядит безобидно. Читать далее",
      "shortDescription": "Привет! Меня зовут Лера, я продуктовый дизайнер, последние годы работаю с облачными платформами и сложными интерфейсами. Я пишу как человек, который впервые продавал товар на Авито — и как продуктовый дизайнер, работающий с UX-паттернами и пользовательскими сценариями.Контекст и справкаВ 2025 году п...",
      "link": "https://habr.com/ru/articles/973538/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973538",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-05T07:45:54+00:00",
      "hashtags": [
        "#дизайн",
        "#ux",
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "Habr_35_1764931205",
      "title": "Как я разобрал бардак в процессах и зачем вообще это нужно было",
      "description": "Год ушёл на то, чтобы навести порядок в процессах: выстроили скоринг задач по RICH, ввели требования, ограничили загрузку команд и формализовали тестирование. Хаос превратился в поток, появился контроль сроков, а time-to-market снизился на 30%. Но нагрузки на PO всё ещё остаются.   Читать далее",
      "shortDescription": "Год ушёл на то, чтобы навести порядок в процессах: выстроили скоринг задач по RICH, ввели требования, ограничили загрузку команд и формализовали тестирование. Хаос превратился в поток, появился контроль сроков, а time-to-market снизился на 30%. Но нагрузки на PO всё ещё остаются.   Читать далее",
      "link": "https://habr.com/ru/articles/973524/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973524",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/70f/b23/1b7/70fb231b795fbe2b42d89bff1b2a02d3.jpeg",
      "pubDate": "2025-12-05T07:31:45+00:00",
      "hashtags": [
        "#тест",
        "#AR"
      ]
    },
    {
      "id": "Habr_37_1764931205",
      "title": "Линейные скрипты мертвы: что их заменит в саппорте и как это собрать",
      "description": "Когда в продуктовой компании растёт база клиентов, первая линия поддержки всё чаще решает не «где найти кнопку», а «почему сломалась интеграция с CRM» или «как правильно вызвать API, чтобы не уронить биллинг». В этот момент становится очевидно, что старый добрый «скрипт для колл-центра» из двух страниц в Word не работает: оператору нужно держать в голове архитектуру сервиса, бизнес-правила и десятки edge‑кейсов.  Читать далее",
      "shortDescription": "Когда в продуктовой компании растёт база клиентов, первая линия поддержки всё чаще решает не «где найти кнопку», а «почему сломалась интеграция с CRM» или «как правильно вызвать API, чтобы не уронить биллинг». В этот момент становится очевидно, что старый добрый «скрипт для колл-центра» из двух стра...",
      "link": "https://habr.com/ru/companies/teamly/articles/973302/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973302",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/132/07b/6d9/13207b6d9d510daaae48e4a15a34e083.png",
      "pubDate": "2025-12-05T07:10:35+00:00",
      "hashtags": [
        "#интеграция",
        "#ИИ",
        "#api"
      ]
    },
    {
      "id": "3DNews_1_1764931211",
      "title": "Антирекорд Apple: iPhone Air за десять недель с покупки теряет почти половину стоимости",
      "description": "По некоторым данным, любопытство пользователей в отношении сверхтонкого iPhone Air в реальные продажи не конвертировалось, что в итоге даже могло подтолкнуть Apple к решению о снятии смартфона с производства уже в этом году. По данным SellCell, новинка Apple побила антирекорд 2022 года, поскольку на вторичном рынке iPhone Air за первые десять недель эксплуатации теряет почти половину начальной стоимости. Источник изображения: Apple",
      "shortDescription": "По некоторым данным, любопытство пользователей в отношении сверхтонкого iPhone Air в реальные продажи не конвертировалось, что в итоге даже могло подтолкнуть Apple к решению о снятии смартфона с производства уже в этом году. По данным SellCell, новинка Apple побила антирекорд 2022 года, поскольку на...",
      "link": "https://3dnews.ru/1133435",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133435/iphone_air.jpg",
      "pubDate": "2025-12-05T06:47:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_34_1764931211",
      "title": "Названы планшеты, которые россияне покупали осенью чаще всего — на первом месте без сюрпризов",
      "description": "Компания «М.Видео» подвела итоги продаж планшетных компьютеров на российском рынке в период с сентября по ноябрь 2025 года. Наибольшей популярностью среди покупателей минувшей осенью пользовались устройства Apple, Samsung, Xiaomi и Redmi, а также Huawei. Источник изображения: «М.Видео»",
      "shortDescription": "Компания «М.Видео» подвела итоги продаж планшетных компьютеров на российском рынке в период с сентября по ноябрь 2025 года. Наибольшей популярностью среди покупателей минувшей осенью пользовались устройства Apple, Samsung, Xiaomi и Redmi, а также Huawei. Источник изображения: «М.Видео»",
      "link": "https://3dnews.ru/1133427",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133427/1074.png",
      "pubDate": "2025-12-05T01:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews_35_1764931211",
      "title": "AMD повысила цены на все видеокарты Radeon RX 9000 — +$10 за каждые 8 Гбайт, и в январе добавят ещё",
      "description": "После слухов о возможном повышении цен на видеокарты источник в отрасли, занимающийся дистрибуцией и пожелавший остаться анонимным, подтвердил изданию Tom's Hardware, что AMD фактически повысила цены на видеокарты Radeon и комплекты памяти, отправляемые AIB-партнёрам, — на 10 долларов за каждые 8 Гбайт в составе этих карт. В конечном итоге это повышение будет переложено на потребителей. Дополнительное повышение цен также запланировано на январь 2026 года. Источник изображения: AMD",
      "shortDescription": "После слухов о возможном повышении цен на видеокарты источник в отрасли, занимающийся дистрибуцией и пожелавший остаться анонимным, подтвердил изданию Tom's Hardware, что AMD фактически повысила цены на видеокарты Radeon и комплекты памяти, отправляемые AIB-партнёрам, — на 10 долларов за каждые 8 Гб...",
      "link": "https://3dnews.ru/1133431",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133431/5K4CGtHS6FCkDw.jpg",
      "pubDate": "2025-12-05T00:51:00+03:00",
      "hashtags": [
        "#AI",
        "#hardware",
        "#ai",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_33_1764931211",
      "title": "Новая статья: Обзор российской системы инвентаризации «ИТМен»: лучше день потерять, потом за пять минут долететь",
      "description": "Гибкая, универсальная, масштабируемая, безопасная, реестровая система инвентаризации от отечественного производителя, с гарантированной поддержкой и учитывающая российские реалии, — не об этом ли мечтает каждая IT-служба? С «ИТМен» такая мечта легко может стать реальностью",
      "shortDescription": "Гибкая, универсальная, масштабируемая, безопасная, реестровая система инвентаризации от отечественного производителя, с гарантированной поддержкой и учитывающая российские реалии, — не об этом ли мечтает каждая IT-служба? С «ИТМен» такая мечта легко может стать реальностью",
      "link": "https://3dnews.ru/1133180",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133180/sm.itman.800.png",
      "pubDate": "2025-12-05T00:00:12+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews_37_1764931211",
      "title": "AMD незаметно выпустила шестиядерник Ryzen 5 7400 со встроенной графикой за €140",
      "description": "Компания AMD выпустила шестиядерный процессор Ryzen 5 7400 начального уровня. Слухи о нём ходили ещё с лета. Это наименее производительный процессор во всей серии Ryzen 7000. Источник изображений: AMD",
      "shortDescription": "Компания AMD выпустила шестиядерный процессор Ryzen 5 7400 начального уровня. Слухи о нём ходили ещё с лета. Это наименее производительный процессор во всей серии Ryzen 7000. Источник изображений: AMD",
      "link": "https://3dnews.ru/1133429",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133429/fqweqwdqwqwqw.jpg",
      "pubDate": "2025-12-04T23:11:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_38_1764931211",
      "title": "Продажи складных смартфонов взлетели в третьем квартале — и готовы к прорыву в 2026 году",
      "description": "Мировые поставки складных смартфонов продемонстрировали рекордный рост в третьем квартале 2025 года, что создаёт предпосылки для более масштабной экспансии в 2026 году. Об этом свидетельствуют данные отчёта Counterpoint Research. В период с июля по сентябрь 2025 года глобальные поставки устройств этой категории выросли на 14 % в годовом исчислении, достигнув максимального квартального значения за всю историю наблюдений. Доля складных смартфонов в общем объёме мировых поставок смартфонов составила 2,5 %. Лидером продаж стали устройства в форм-факторе «книжка», в первую очередь благодаря запуску Samsung Galaxy Z Fold7 и стабильной популярности флагманской серии складных Huawei Mate. Параллельно выросли поставки смартфонов в форм-факторе раскладушки, что было обусловлено высоким спросом на обновлённую серию Motorola Razr 60.",
      "shortDescription": "Мировые поставки складных смартфонов продемонстрировали рекордный рост в третьем квартале 2025 года, что создаёт предпосылки для более масштабной экспансии в 2026 году. Об этом свидетельствуют данные отчёта Counterpoint Research. В период с июля по сентябрь 2025 года глобальные поставки устройств эт...",
      "link": "https://3dnews.ru/1133426",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133426/Galaxy-Z-Fold7.jpg",
      "pubDate": "2025-12-04T23:08:00+03:00",
      "hashtags": [
        "#смартфон",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_7_1764931211",
      "title": "Метавселенная Цукерберга схлопывается — M**a планирует радикально урезать расходы на неё",
      "description": "Глава M**a Марк Цукерберг (Mark Zuckerberg) значительно сократит траты на создание так называемой метавселенной. Это начинание он когда-то называл будущим компании и причиной смены названия с F******k на M**a. По слухам, рассматривается 30-процентное сокращение бюджета. Оно затронет продукт для виртуальных миров Horizon Worlds и подразделение виртуальной реальности Quest. Первые увольнения начнутся уже в январе. Источник изображений: M**a",
      "shortDescription": "Глава M**a Марк Цукерберг (Mark Zuckerberg) значительно сократит траты на создание так называемой метавселенной. Это начинание он когда-то называл будущим компании и причиной смены названия с F******k на M**a. По слухам, рассматривается 30-процентное сокращение бюджета. Оно затронет продукт для вирт...",
      "link": "https://3dnews.ru/1133416",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133416/meta-quest-entertainment-unsplash.jpg",
      "pubDate": "2025-12-04T19:06:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_41_1764931211",
      "title": "Древняя видеокарта 3dfx Voodoo2 заработала в системе с Ryzen 9 9900X — и даже запустила Quake 2",
      "description": "Яркий пример почти невероятного сочетания старого и нового компьютерного «железа» представил блогер с ником Omores на YouTube. Ему удалось запустить 3D-ускоритель 3dfx Voodoo2 1998 года, используя сервисы, написанные для ОС 1996 года, с экспериментальным 64-битным драйвером 2006 года на ПК с ОС 2011 года и процессором 2024 года. И не просто запустить, но и убедиться, что подобное сочетание нормально показывает себя в игре Quake 2 и бенчмарке 3D Mark 2001 SE. Источник изображений: Omores on YouTube",
      "shortDescription": "Яркий пример почти невероятного сочетания старого и нового компьютерного «железа» представил блогер с ником Omores на YouTube. Ему удалось запустить 3D-ускоритель 3dfx Voodoo2 1998 года, используя сервисы, написанные для ОС 1996 года, с экспериментальным 64-битным драйвером 2006 года на ПК с ОС 2011...",
      "link": "https://3dnews.ru/1133411",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133411/3dfx-voodoo2-amd-0.jpg",
      "pubDate": "2025-12-04T17:54:00+03:00",
      "hashtags": [
        "#компьютер",
        "#AR"
      ]
    },
    {
      "id": "3DNews_43_1764931211",
      "title": "iPhone 17 Pro получил неполноценный «Ночной режим» — и никто не знает, почему",
      "description": "Владельцы флагманских iPhone 17 Pro и iPhone 17 Pro Max имеют меньше возможностей для фотосъёмки в условиях слабой освещённости по сравнению с пользователями более старых моделей смартфонов Apple. Речь идёт об отсутствии поддержки функции «Ночной режим», которая присутствует в старых флагманах Apple и позволяет добавить портретным снимкам при плохом освещении глубины резкости, что делает их более художественными и качественными. На веб-сайте Apple обнаружилась справочная страница, на которой указан список моделей iPhone, совместимых с разными версиями функции «Ночной режим». Хотя этот режим остаётся доступным при стандартном режиме фотосъёмки, для селфи-снимков и для съёмки видео в режиме Time-lapse на iPhone 17 Pro, в портретном режиме такая возможность отсутствует. При этом в старых флагманах данная опция есть, она доступна в моделях разных лет, начиная от iPhone 12 Pro и iPhone 12 Pro Max, заканчивая iPhone 16 Pro и iPhone 16 Pro Max.",
      "shortDescription": "Владельцы флагманских iPhone 17 Pro и iPhone 17 Pro Max имеют меньше возможностей для фотосъёмки в условиях слабой освещённости по сравнению с пользователями более старых моделей смартфонов Apple. Речь идёт об отсутствии поддержки функции «Ночной режим», которая присутствует в старых флагманах Apple...",
      "link": "https://3dnews.ru/1133410",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133410/1363.jpg",
      "pubDate": "2025-12-04T17:49:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews_44_1764931211",
      "title": "Apple впервые выпала из пятёрки любимых брендов россиян — «Яндекс» и Ozon оказались сильнее",
      "description": "В рейтинге любимых россиянами брендов в этом году отметились ростом онлайн-экосистемы, а российским маркам удалось значительно потеснить иностранные. Такие перестановки обозначились в двадцатке «Любимые бренды россиян», составленной исследовательской компанией OMI (Online Market Intelligence), передают «Ведомости». Три верхних строчки по-прежнему принадлежат Samsung, Adidas и Nike, а четвёртым и пятым оказались российские «Яндекс» и Ozon соответственно. Вторую половину десятки составили Apple, BMW, Wildberries, «Магнит» и Puma — производитель iPhone впервые показал снижение и уступил позицию российским маркам. Во вторую десятки любимых брендов у россиян попали Xiaomi, Ostin, «Сбербанк», Bosch, Sony, «Пятёрочка», Mercedes, LG, Gloria Jeans и Toyota.",
      "shortDescription": "В рейтинге любимых россиянами брендов в этом году отметились ростом онлайн-экосистемы, а российским маркам удалось значительно потеснить иностранные. Такие перестановки обозначились в двадцатке «Любимые бренды россиян», составленной исследовательской компанией OMI (Online Market Intelligence), перед...",
      "link": "https://3dnews.ru/1133407",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133407/apple.jpg",
      "pubDate": "2025-12-04T17:22:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews_45_1764931211",
      "title": "Представлен смартфон OnePlus Ace 6T с огромной батареей на 8300 мА·ч и Snapdragon 8 Gen 5 за $365",
      "description": "Компания OnePlus представила смартфон Ace 6T в Китае. Новинка представляет собой одно из первых устройств на базе недавно анонсированного процессора Snapdragon 8 Gen 5. В Китае смартфон уже доступен для предзаказа. На международном рынке Ace 6T ожидается под названием OnePlus 15R. Источник изображений: OnePlus",
      "shortDescription": "Компания OnePlus представила смартфон Ace 6T в Китае. Новинка представляет собой одно из первых устройств на базе недавно анонсированного процессора Snapdragon 8 Gen 5. В Китае смартфон уже доступен для предзаказа. На международном рынке Ace 6T ожидается под названием OnePlus 15R. Источник изображен...",
      "link": "https://3dnews.ru/1133405",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133405/dqwdqwdqdqdqwd.jpg",
      "pubDate": "2025-12-04T16:30:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_12_1764931211",
      "title": "«За гранью всего, что кто-либо из нас мог представить»: нашумевшая Clair Obscur: Expedition 33 стала одним из главных хитов Game Pass в 2025 году",
      "description": "Нашумевшая фэнтезийная пошаговая ролевая игра Clair Obscur: Expedition 33 от разработчиков из французской студии Sandfall Interactive оказалась хитом не только продаж, но и сервиса Game Pass.   Источник изображения: Sandfall Interactive",
      "shortDescription": "Нашумевшая фэнтезийная пошаговая ролевая игра Clair Obscur: Expedition 33 от разработчиков из французской студии Sandfall Interactive оказалась хитом не только продаж, но и сервиса Game Pass.   Источник изображения: Sandfall Interactive",
      "link": "https://3dnews.ru/1133388",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133388/00.jpg",
      "pubDate": "2025-12-04T13:40:00+03:00",
      "hashtags": [
        "#AI",
        "#game",
        "#it",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_16_1764931211",
      "title": "Глава Anthropic тонко намекнул, что OpenAI работает по принципу «живём лишь раз» — и рискует слишком сильно",
      "description": "Представителям крупных ИИ-стартапов приходится отвечать на вопросы по поводу назревания «пузыря» в отрасли, поэтому основатель Anthropic Дарио Амодеи (Dario Amodei) не смог избежать этой участи в ходе организованного The New York Times мероприятия DealBook Summit. В весьма осторожных выражениях он дал понять, что OpenAI и его руководство ведут себя в этом отношении не совсем осмотрительно. Источник изображения: Evan-Marie Petit Photography",
      "shortDescription": "Представителям крупных ИИ-стартапов приходится отвечать на вопросы по поводу назревания «пузыря» в отрасли, поэтому основатель Anthropic Дарио Амодеи (Dario Amodei) не смог избежать этой участи в ходе организованного The New York Times мероприятия DealBook Summit. В весьма осторожных выражениях он д...",
      "link": "https://3dnews.ru/1133369",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133369/anthropic_01.jpg",
      "pubDate": "2025-12-04T10:07:00+03:00",
      "hashtags": [
        "#AI",
        "#стартап",
        "#it",
        "#ai",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_17_1764931211",
      "title": "Ubisoft подтвердила, что многострадальный ремейк Prince of Persia: The Sands of Time не выйдет из тени на The Game Awards 2025",
      "description": "Несмотря на молчание со стороны Ubisoft Montreal, многострадальный ремейк культового приключенческого экшена Prince of Persia: The Sands of Time как никогда близок к релизу, однако на следующей неделе из тени не выйдет.   Источник изображений: Ubisoft",
      "shortDescription": "Несмотря на молчание со стороны Ubisoft Montreal, многострадальный ремейк культового приключенческого экшена Prince of Persia: The Sands of Time как никогда близок к релизу, однако на следующей неделе из тени не выйдет.   Источник изображений: Ubisoft",
      "link": "https://3dnews.ru/1133367",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133367/00.jpg",
      "pubDate": "2025-12-04T09:02:57+03:00",
      "hashtags": [
        "#AR",
        "#game"
      ]
    },
    {
      "id": "3DNews_18_1764931211",
      "title": "«Грокипедия» стала редактируемой — и начался хаос",
      "description": "Проект Grokipedia от компании xAI Илона Маска (Elon Musk) перешёл в стадию открытого редактирования, однако текущая реализация механизма вызывает серьёзные вопросы с точки зрения надёжности, прозрачности и устойчивости к манипуляциям. Изначально запущенная в октябре с 800 000 статей, написанных чат-ботом Grok, платформа была закрыта для внешних правок и критиковалась за пристрастность, включая расистские формулировки, лесть в адрес Маска и дословное копирование материалов из Wikipedia. Источник изображения: grokipedia.com",
      "shortDescription": "Проект Grokipedia от компании xAI Илона Маска (Elon Musk) перешёл в стадию открытого редактирования, однако текущая реализация механизма вызывает серьёзные вопросы с точки зрения надёжности, прозрачности и устойчивости к манипуляциям. Изначально запущенная в октябре с 800 000 статей, написанных чат-...",
      "link": "https://3dnews.ru/1133359",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133359/Grokipedia.jpg",
      "pubDate": "2025-12-04T00:56:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "3DNews_19_1764931211",
      "title": "Цены на смартфоны взлетят уже в начале 2026 года — и несложно догадаться, почему",
      "description": "Глобальный дефицит и подорожание памяти уже сказываются на многих отраслях электронной промышленности, а ведь это только начало — в следующем году ситуация усугубится. Ощутимый удар придётся на рынок смартфонов: аналитики предсказывают рекордный рост цен на устройства и, как следствие, первое со времён пандемии падение поставок.   IDC прогнозирует на 2026 год снижение мировых продаж смартфонов на 0,9 %, тогда как ранее аналитическая компания ожидала рост на 1,5 %. При этом предполагается, что из-за роста стоимости чипов оперативной памяти (DRAM) и флеш-памяти (NAND) средняя цена смартфона вырастет с текущих $440 до $511 уже в первом квартале следующего года.",
      "shortDescription": "Глобальный дефицит и подорожание памяти уже сказываются на многих отраслях электронной промышленности, а ведь это только начало — в следующем году ситуация усугубится. Ощутимый удар придётся на рынок смартфонов: аналитики предсказывают рекордный рост цен на устройства и, как следствие, первое со вре...",
      "link": "https://3dnews.ru/1133360",
      "source": "3DNews",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-04T00:51:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_23_1764931211",
      "title": "«У Microsoft никогда ничего не получается с первого раза»: Copilot+PC провалился и только запутал пользователей",
      "description": "По мнению аналитиков, Microsoft следует отказаться от маркировки Copilot+PC для ПК, поскольку она лишь сеет путаницу среди покупателей. По замыслу компании, сертифицированные подобным образом ПК с нейропроцессорами (NPU), должны были запускать ИИ-приложения без подключения к интернету. На самом деле концепция Copilot+PC лишь создала необоснованные технические барьеры для ИИ, не предоставив владельцам таких устройств практически никаких преимуществ. Источник изображений: Microsoft",
      "shortDescription": "По мнению аналитиков, Microsoft следует отказаться от маркировки Copilot+PC для ПК, поскольку она лишь сеет путаницу среди покупателей. По замыслу компании, сертифицированные подобным образом ПК с нейропроцессорами (NPU), должны были запускать ИИ-приложения без подключения к интернету. На самом деле...",
      "link": "https://3dnews.ru/1133349",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133349/copilot-plus-pc-1.jpg",
      "pubDate": "2025-12-03T20:04:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "3DNews_24_1764931211",
      "title": "«Я глубоко, глубоко сожалею»: ИИ-агент Google без разрешения  стёр диск пользователя, но потом извинился",
      "description": "Разработчик ПО, использующий агент с искусственным интеллектом Google Antigravity, обнаружил, что приложение без разрешения удалило все данные с его диска D. В ответ на вопрос об инциденте ИИ-агент признал, что совершил ошибку, и выразил глубокое раскаяние. Источник изображения: Aidin Geranrekab / unsplash.com",
      "shortDescription": "Разработчик ПО, использующий агент с искусственным интеллектом Google Antigravity, обнаружил, что приложение без разрешения удалило все данные с его диска D. В ответ на вопрос об инциденте ИИ-агент признал, что совершил ошибку, и выразил глубокое раскаяние. Источник изображения: Aidin Geranrekab / u...",
      "link": "https://3dnews.ru/1133337",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133337/ai_3.jpg",
      "pubDate": "2025-12-03T18:00:00+03:00",
      "hashtags": [
        "#it",
        "#AI",
        "#приложение",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_8_1764931215",
      "title": "В России запретят учиться с иностранными роботами",
      "description": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "shortDescription": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/03/1160054-v-rossii-zapretyat-uchitsya-s-inostrannimi-robotami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9c/1ev7nd/normal-1txb.png",
      "pubDate": "2025-12-03T00:35:15+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_11_1764931215",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_13_1764931215",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#смартфон",
        "#приложение"
      ]
    },
    {
      "id": "Ведомости Технологии_17_1764931215",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_22_1764931215",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_24_1764931215",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_30_1764931215",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#компьютер",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_31_1764931215",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "Ведомости Технологии_34_1764931215",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_35_1764931215",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_38_1764931215",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_41_1764931215",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#смартфон",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_42_1764931215",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_0_1764931222",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "Ведомости Технологии_48_1764931215",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#финтех",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_1_1764931222",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб",
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_2_1764931222",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764931222",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_5_1764931222",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_6_1764931222",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_7_1764931222",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_19_1764931222",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764931222",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764931222",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_24_1764931222",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_25_1764931222",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764931222",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#искусственныйинтеллект",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_34_1764931222",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_36_1764931222",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764931222",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_41_1764931222",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764931222",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_45_1764931222",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ИИ",
        "#платформа"
      ]
    }
  ]
}