{
  "lastUpdated": "2025-12-03T09:41:56.052721",
  "totalNews": 91,
  "categories": [
    "Технологии",
    "Игры"
  ],
  "hashtags": [
    "#интеграция",
    "#код",
    "#компьютер",
    "#финтех",
    "#api",
    "#игры",
    "#сеть",
    "#it",
    "#платформа",
    "#веб",
    "#приложение",
    "#стартап",
    "#робот",
    "#game",
    "#цифровой",
    "#цифровизация",
    "#сервер",
    "#алгоритм",
    "#ai",
    "#тест",
    "#VR",
    "#ui",
    "#технологии",
    "#дизайн",
    "#графика",
    "#интернет",
    "#ИИ",
    "#программирование",
    "#ux",
    "#искусственныйинтеллект",
    "#AI",
    "#машинноеобучение",
    "#кибер",
    "#радио",
    "#AR",
    "#структура",
    "#devops",
    "#смартфон"
  ],
  "news": [
    {
      "id": "ixbt.com_0_1764754908",
      "title": "В Россию привезли старую добрую Skoda Octavia A7, и всего за 2,5 млн рублей. Несколько устаревшая машина производилась в Китае",
      "description": "В России за 2,5 млн рублей можно купить бестселлер чешской Skoda — лифтбек Octavia. Правда, речь о модели в старом кузове.  Ресурс «Автоновости дня» сообщает, что в Москве в продаже появились новые Skoda Octavia в кузове А7, то есть речь о модели 2013 года. Конечно, это не какие-то забытые запасы — такие авто до недавнего времени выпускались в Китае на совместном предприятии SAIC-Skoda. Источник приводит в пример топовую версию Lada Vesta SW Sportline, которая стоит примерно столько же. Правда, всего года назад такая же Skoda в России продавалась за 1,5 млн рублей.  Создано Gemini При этом китайско-чешская машина доступна за 2,5 млн в богатой комплектации Comfort, включающей русифицированную мультимедийную систему с поддержкой Apple CarPlay/Android Auto, эко-кожу салона, кожаный мульти-руль с обогревом, кондиционер, обогрев зеркал, передние и задние парктроники, камеру заднего вида, светодиодные фонари с диодными дневными ходовыми огнями и 16-дюймовые литые диски.  Машина оснащена полуторалитровым бензиновым двигателем мощностью всего 113 л.с., но зато в паре с обычным шестиступенчатым «автоматом».",
      "shortDescription": "В России за 2,5 млн рублей можно купить бестселлер чешской Skoda — лифтбек Octavia. Правда, речь о модели в старом кузове.  Ресурс «Автоновости дня» сообщает, что в Москве в продаже появились новые Skoda Octavia в кузове А7, то есть речь о модели 2013 года. Конечно, это не какие-то забытые запасы — ...",
      "link": "https://www.ixbt.com/news/2025/12/03/skoda-octavia-a7-2-5.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/11/3/unnamed_large.jpg",
      "pubDate": "2025-12-03T12:35:00+03:00",
      "hashtags": [
        "#AR",
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_43_1764754906",
      "title": "OpenAI готовит «Чеснок» — улучшенную версию GPT, способную обойти Gemini 3 Pro и других конкурентов",
      "description": "После выхода большой языковой модели Google Gemini 3, которая, как утверждается, превзошла OpenAI GPT-5 по нескольким ключевым показателям, а также ИИ-модели других конкурентов, OpenAI ускорила разработку новой большой языковой модели под кодовым названием Garlic (англ. — чеснок), стремясь отыграть у Google позиции в гонке за искусственный интеллект, сообщил ресурс The Information. Источник изображения: Growtika/unsplash.com",
      "shortDescription": "После выхода большой языковой модели Google Gemini 3, которая, как утверждается, превзошла OpenAI GPT-5 по нескольким ключевым показателям, а также ИИ-модели других конкурентов, OpenAI ускорила разработку новой большой языковой модели под кодовым названием Garlic (англ. — чеснок), стремясь отыграть ...",
      "link": "https://3dnews.ru/1133316",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133316/growtika-P5mCQ4KACbM-unsplash.jpg",
      "pubDate": "2025-12-03T12:34:00+03:00",
      "hashtags": [
        "#код",
        "#ai",
        "#искусственныйинтеллект",
        "#AI",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_2_1764754908",
      "title": "Платформа XC90, 254 л.с. и полный привод — за 6,29 млн рублей. В России на учет встали первые кроссоверы Nordcross 001",
      "description": "В ноябре в российской статистике регистрации автомобилей впервые появился новый бренд — Nordcross. Согласно данным Сергея Целикова, главы «Автостата», на учет встали три первых кроссовера Nordcross 001, и все они были зарегистрированы в Санкт-Петербурге. Бренд Nordcross создан для локального продвижения премиальных китайских моделей и входит в одну группу с Belgee и Knewstar, близкую к Geely.  Фото: Nordcross Первой моделью марки стал крупный семиместный кроссовер Nordcross 001. Автомобиль построен на платформе SPA, известной по Volvo XC90, и фактически представляет собой локализованную версию китайского Lynk & Co 09. Машина оснащается 2-литровым турбомотором мощностью 254 л.с., работает по схеме мягкого гибрида и имеет полный привод. Стоимость Nordcross 001 в России составляет 6,29 млн рублей.",
      "shortDescription": "В ноябре в российской статистике регистрации автомобилей впервые появился новый бренд — Nordcross. Согласно данным Сергея Целикова, главы «Автостата», на учет встали три первых кроссовера Nordcross 001, и все они были зарегистрированы в Санкт-Петербурге. Бренд Nordcross создан для локального продвиж...",
      "link": "https://www.ixbt.com/news/2025/12/03/xc90-254-6-29-nordcross-001.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/main-hero-desktop-171125 copy_large.jpg",
      "pubDate": "2025-12-03T12:23:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR",
        "#платформа"
      ]
    },
    {
      "id": "ixbt.com_3_1764754908",
      "title": "Такая полезная функция — это ошибка? Владельцы российских Exeed RX за 4,55 млн рублей остались без дистанционного обогрева стекол",
      "description": "С 1 декабря обладатели Exeed RX, который стоит от 4,55 млн рублей, обнаружили, что в фирменном приложении исчезла кнопка включения обогрева заднего стекла. Информация появилась в канале Shot, который опубликовал скриншоты переписки с техподдержкой. Ранее автовладельцы могли прогревать все стёкла дистанционно со смартфона. Теперь функция доступна только из салона — через кнопку на приборной панели.  Фото Exeed Поддержка Exeed подтвердила исчезновение кнопки и заявила, что этот элемент интерфейса появился по ошибке и был удалён. «Эта функциональность не доступна на автомобилях Exeed RX и была добавлена в интерфейс приложения по ошибке. В данный момент кнопки обогрева заднего стекла не должно быть в приложении», — ответили в Exeed.",
      "shortDescription": "С 1 декабря обладатели Exeed RX, который стоит от 4,55 млн рублей, обнаружили, что в фирменном приложении исчезла кнопка включения обогрева заднего стекла. Информация появилась в канале Shot, который опубликовал скриншоты переписки с техподдержкой. Ранее автовладельцы могли прогревать все стёкла дис...",
      "link": "https://www.ixbt.com/news/2025/12/03/exeed-rx-4-55.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/photo_2025-04-02_12-36-37_large.jpg",
      "pubDate": "2025-12-03T12:18:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "ixbt.com_5_1764754908",
      "title": "GeForce GTX 1060, GTX 1050 и прочим пора на покой? Nvidia выпустила первый драйвер, где отсутствует поддержка видеокарт GTX 900 и GTX 10",
      "description": "Компания Nvidia выпустила первый драйвер, где отсутствует поддержка видеокарт на основе архитектур Maxell и Pascal, то есть карт GeForce GTX 900 и GTX 10.   Пока что такой драйвер, а это Display Driver 590.44.01, вышел только для Linux, но это просто первая ласточка. Nvidia ранее уже предупреждала, что драйверы ветки 580 будут последними с поддержкой указанных архитектур, так что версия 590 для Windows в любом случае будет такой же и выйдет в ближайшее время.   Фото Videocardz  Тут же прекращена и поддержка архитектуры Volta, но это касается только одной модели Titan, которая вряд ли имеется у большого числа геймеров. Что интересно, в описании драйвера поддержка упомянутых архитектур указана, но пользователи, которые установили ПО, подтверждают, что это ошибка.  Прекращение поддержки означает, что владельцы таких видеокарт не будут так часто получать драйверы с оптимизацией под новейшие игры. При этом раз в квартал ПО всё же будет выходить.",
      "shortDescription": "Компания Nvidia выпустила первый драйвер, где отсутствует поддержка видеокарт на основе архитектур Maxell и Pascal, то есть карт GeForce GTX 900 и GTX 10.   Пока что такой драйвер, а это Display Driver 590.44.01, вышел только для Linux, но это просто первая ласточка. Nvidia ранее уже предупреждала, ...",
      "link": "https://www.ixbt.com/news/2025/12/03/geforce-gtx-1060-gtx-1050-nvidia-gtx-900-gtx-10.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/NVIDIA-GTX-1080TI-1200x624_large.jpg",
      "pubDate": "2025-12-03T12:09:00+03:00",
      "hashtags": [
        "#ux",
        "#игры",
        "#AR",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_6_1764754908",
      "title": "Из гаражей СССР в электрическое будущее: представлен электрический концепт, вдохновлённый моделью Skoda 100",
      "description": "Skoda представила дизайн-концепт, вдохновлённый моделью Skoda 100, выпускавшейся в 1960-х годах. Автомобиль, разработанный дизайнером Мартином Пацльтом (Martin Paclt), получил современные пропорции и черты, сохранив при этом дух оригинала. Основная идея заключалась в том, чтобы избежать ретро-стиля, сосредоточившись на силуэте и общем характере классической модели. Концепт представляет собой современный седан с элегантными поверхностями. Среди современных деталей – четырёхэлементная световая оптика и световые полосы во всю ширину кузова спереди и сзади, отсылающие к хромированным элементам и вентиляционному отверстию оригинальной Skoda 100.  Источник: Skoda Одной из самых смелых инноваций стал отказ от заднего стекла. По словам Пацльта, сходство между передним и задним стёклами оригинальной модели стало отправной точкой для эксперимента. Отсутствие стекла позволило придать задней части кузова скульптурные формы, перекликающиеся с передней частью. Овальная графика по краям автомобиля также напоминает о классической Skoda 100. Необычное решение с отсутствием заднего стекла открыло новые технические возможности. В частности, появилась возможность интегрировать систему забора воздуха для охлаждения, расположенную над линией крыши, с дискретными вентиляционными отверстиями на задних крыльях. «Даже электромобилю требуется охлаждение. Такое расположение воздухозаборника эффективно и визуально подчёркивает технические компоненты за кабиной. Это также отсылка к заднемоторной компоновке оригинальной Skoda 100», – поясняет Пацльт.  Источник: Skoda Примечательно, что технической основой для концепта послужила платформа современной Skoda Superb. «Я понял, что новая Skoda 100 должна быть немного больше и уверенно стоять на колёсах», – говорит дизайнер. На этой основе Пацльт создал 3D-модель, представляющую собой современную дань уважения иконе прошлого Skoda. Хотя у Skoda нет планов по запуску концепта 100 в производство, опыт, полученный в ходе его создания, будет использован во всех будущих проектах компании.",
      "shortDescription": "Skoda представила дизайн-концепт, вдохновлённый моделью Skoda 100, выпускавшейся в 1960-х годах. Автомобиль, разработанный дизайнером Мартином Пацльтом (Martin Paclt), получил современные пропорции и черты, сохранив при этом дух оригинала. Основная идея заключалась в том, чтобы избежать ретро-стиля,...",
      "link": "https://www.ixbt.com/news/2025/12/03/iz-garazhej-sssr-vjelektricheskoebudushee-predstavlen-jelektricheskij-koncept-vdohnovljonnyj-modelju-skoda-100.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/converted - 2025-12-03T113303.980.jpg",
      "pubDate": "2025-12-03T12:05:00+03:00",
      "hashtags": [
        "#дизайн",
        "#AR",
        "#графика",
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_7_1764754908",
      "title": "Машины этого бренда официально продаются в России. Производитель пылесосов Roborock сообщил о выпуске 20 000 машин",
      "description": "Автомобильный бренд Rox Motor, принадлежащий производителю роботов-пылесосов Roborock и официально представленный в России, сообщил о выпуске 20-тысячного серийного автомобиля. За два года производство выросло на 150%, а продажи увеличиваются уже 11 месяцев подряд. Первый автомобиль бренда, Polestones 01 или Rox 01, активно продаётся за пределами Китая: зарубежные поставки начались в январе прошлого года и уже достигли 10 тысяч единиц. На страны Ближнего Востока — ОАЭ, Саудовскую Аравию, Катар и Кувейт — приходится 70% всех продаж. В ОАЭ Polestones 01 вошёл в тройку самых продаваемых роскошных внедорожников и занял более 15% рынка. Машину даже взяли в автопарк полиции Дубая, где она встала в один ряд с Land Rover Defender.  Фото Polestones Компания ранее представила флагманский внедорожник Adamas и его эксклюзивную версию Royal Edition.",
      "shortDescription": "Автомобильный бренд Rox Motor, принадлежащий производителю роботов-пылесосов Roborock и официально представленный в России, сообщил о выпуске 20-тысячного серийного автомобиля. За два года производство выросло на 150%, а продажи увеличиваются уже 11 месяцев подряд. Первый автомобиль бренда, Poleston...",
      "link": "https://www.ixbt.com/news/2025/12/03/roborock-20-000.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/e59bbee78987-5-e1764728518715-80_large.jpg",
      "pubDate": "2025-12-03T12:03:00+03:00",
      "hashtags": [
        "#робот",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_45_1764754906",
      "title": "Сделка по уходу с биржи обернётся для Electronic Arts почти полной зависимостью от Суверенного фонда Саудовской Аравии",
      "description": "Переход в частный статус обернётся для американского издателя и разработчика Electronic Arts не только долгом на $20 миллиардов, но и почти полной зависимостью от Суверенного фонда (PIF) Саудовской Аравии.   Источник изображения: Chesnot/Getty Images",
      "shortDescription": "Переход в частный статус обернётся для американского издателя и разработчика Electronic Arts не только долгом на $20 миллиардов, но и почти полной зависимостью от Суверенного фонда (PIF) Саудовской Аравии.   Источник изображения: Chesnot/Getty Images",
      "link": "https://3dnews.ru/1133311",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133311/00.jpg",
      "pubDate": "2025-12-03T11:51:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_28_1764754906",
      "title": "Роботакси Waymo понабрались привычек у таксистов-людей — стали чаще нарушать и водить агрессивно",
      "description": "По данным The Wall Street Journal, на нынешнем этапе адаптации манеры вождения беспилотных такси Waymo к окружающему трафику они стали подражать опасным манёврам, которыми грешат настоящие таксисты. При этом на протяжении нескольких предыдущих лет именно беспилотные прототипы Waymo демонстрировали образцовую дисциплину на дорогах Калифорнии. Источник изображений: Waymo",
      "shortDescription": "По данным The Wall Street Journal, на нынешнем этапе адаптации манеры вождения беспилотных такси Waymo к окружающему трафику они стали подражать опасным манёврам, которыми грешат настоящие таксисты. При этом на протяжении нескольких предыдущих лет именно беспилотные прототипы Waymo демонстрировали о...",
      "link": "https://3dnews.ru/1133314",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133314/waymo_01.jpg",
      "pubDate": "2025-12-03T11:49:00+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_8_1764754908",
      "title": "V8 или даже V12. Toyota не собирается отказываться от ДВС",
      "description": "Toyota заявила, что её бренд Century, который позиционируется выше Lexus и нацелен на конкуренцию с Rolls-Royce, не будет переведен на чисто электрические автомобили и сохранит двигатели внутреннего сгорания. Такаши Уэхара, глава подразделения силовых агрегатов Toyota, заявил, что конкретный двигатель, который будет использоваться в новой модели, еще не определен, но одно можно сказать наверняка: бренд Century не откажется от ДВС.  Фото ithome По данным Motor1, у Toyota в настоящее время есть несколько перспективных технологий, включая недавно разработанную гибридную четырёхцилиндровую систему с целевой мощностью около 400 лошадиных сил, и команда инженеров считает, что увеличить её до 600 лошадиных сил не составит труда. Более вероятным вариантом является предстоящий гибридный двигатель V8. Изначально предназначенный для суперкара GR GT и аналогов Lexus, Toyota позже подтвердила, что этот силовой агрегат будет использоваться и в других сегментах, включая будущие пикапы, внедорожники и модели Century. По слухам, максимальная мощность превысит 900 лошадиных сил. Высказывались предположения, что в серии Century может быть вновь представлен двигатель V12, как на седане Century второго поколения, выпускавшемся с 1997 по 2017 год.",
      "shortDescription": "Toyota заявила, что её бренд Century, который позиционируется выше Lexus и нацелен на конкуренцию с Rolls-Royce, не будет переведен на чисто электрические автомобили и сохранит двигатели внутреннего сгорания. Такаши Уэхара, глава подразделения силовых агрегатов Toyota, заявил, что конкретный двигате...",
      "link": "https://www.ixbt.com/news/2025/12/03/v8-v12-toyota.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/bc025399-2a22-405e-b6c9-d4850b54_large.jpg",
      "pubDate": "2025-12-03T11:49:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_9_1764754908",
      "title": "В Mercedes-Benz создали не только электромотор будущего (1000 л.с. при массе всего 12,7 кг), но и инвертор нового поколения массой 15 кг, утверждая, что новые авто смогут отказаться от задних тормозов",
      "description": "Компания YASA (входит в состав Mercedes-Benz) разработала двухканальный инвертор нового поколения, который весит 15 кг, обладает выходной мощностью 1500 кВт и удельной мощностью 100 кВт/кг, что значительно превышает отраслевой стандарт в 50–70 кВт/кг. Ранее сообщалось, что компания представила электромотор, который при массе 12,7 кг имеет мощность 750 кВт (чуть больше 1000 л.с.). Удельная мощность составляет 59 кВт/кг, и это новый неофициальный мировой рекорд. Если объединить четыре мотор-колеса, то теоретическая мощность всего транспортного средства приблизится к 4000 лошадиных сил.  Фото YASA Благодаря чрезвычайно легкой конструкции двигателя и инвертора YASA определяет систему как «первый в мире мотор-колесный механизм с нейтральной массой», что решает отраслевую проблему, связанную с тем, что традиционные мотор-колеса ухудшают управляемость транспортного средства из-за чрезмерной неподрессоренной массы. Помимо высоких мощностных характеристик, прототип также продемонстрировал чрезвычайно высокий потенциал энергоэффективности. YASA заявила, что благодаря мощному рекуперативному торможению автомобили, оснащённые этой системой, смогут значительно уменьшить размер задних тормозов или даже полностью отказаться от них.  Фото YASA В настоящее время технология находится на ранней стадии тестирования, и YASA пообещала поделиться более подробной информацией о ходе разработки этой революционной силовой установки в 2026 году.",
      "shortDescription": "Компания YASA (входит в состав Mercedes-Benz) разработала двухканальный инвертор нового поколения, который весит 15 кг, обладает выходной мощностью 1500 кВт и удельной мощностью 100 кВт/кг, что значительно превышает отраслевой стандарт в 50–70 кВт/кг. Ранее сообщалось, что компания представила элект...",
      "link": "https://www.ixbt.com/news/2025/12/03/mercedes-benz-1000-12-7-15.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/e83e46cf-a31c-4413-a840-0f165ff6_large.jpg",
      "pubDate": "2025-12-03T11:41:00+03:00",
      "hashtags": [
        "#ИИ",
        "#тест"
      ]
    },
    {
      "id": "3DNews_47_1764754906",
      "title": "Следствие ведёт Инквизиция: разработчики Warhammer 40,000: Dark Heresy раскрыли подробности детективной системы",
      "description": "Студия Owlcat Games в новом дневнике разработки рассказала в подробностях об одном из главных отличий будущей партийной ролевой игры Warhammer 40,000: Dark Heresy от Warhammer 40,000: Rogue Trader — системе расследований.   Источник изображений: Owlcat Games",
      "shortDescription": "Студия Owlcat Games в новом дневнике разработки рассказала в подробностях об одном из главных отличий будущей партийной ролевой игры Warhammer 40,000: Dark Heresy от Warhammer 40,000: Rogue Trader — системе расследований.   Источник изображений: Owlcat Games",
      "link": "https://3dnews.ru/1133307",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133307/00.jpg",
      "pubDate": "2025-12-03T11:23:40+03:00",
      "hashtags": [
        "#game",
        "#AR",
        "#игры"
      ]
    },
    {
      "id": "3DNews_48_1764754906",
      "title": "Google научила Circle to Search выявлять сообщения от мошенников",
      "description": "Google выпустила обновление функции визуального поиска Circle to Search, которая теперь может распознавать цифровое мошенничество, используя для анализа подозрительных сообщений и веб-контента инструмент AI Overview («Обзор на основе ИИ»). Источник изображения: 9to5google.com",
      "shortDescription": "Google выпустила обновление функции визуального поиска Circle to Search, которая теперь может распознавать цифровое мошенничество, используя для анализа подозрительных сообщений и веб-контента инструмент AI Overview («Обзор на основе ИИ»). Источник изображения: 9to5google.com",
      "link": "https://3dnews.ru/1133309",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133309/Circle-to-Search-Scam-ai-overview.jpg",
      "pubDate": "2025-12-03T11:03:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#AR",
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_49_1764754906",
      "title": "Anthropic нацелилась на крупнейшее IPO в истории, пока OpenAI медлит с выходом на биржу",
      "description": "Пока руководство OpenAI отрицает стремление в ближайшее время вывести стартап на биржу, конкурирующая Anthropic якобы собирается это сделать в 2026 году, как отмечают источники Financial Times. Финансовые и юридические консультанты для подготовки IPO, которое рискует стать крупнейшим в истории, уже наняты, если верить неофициальным данным. Источник изображения: Anthropic",
      "shortDescription": "Пока руководство OpenAI отрицает стремление в ближайшее время вывести стартап на биржу, конкурирующая Anthropic якобы собирается это сделать в 2026 году, как отмечают источники Financial Times. Финансовые и юридические консультанты для подготовки IPO, которое рискует стать крупнейшим в истории, уже ...",
      "link": "https://3dnews.ru/1133306",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133306/anthropic_01.jpg",
      "pubDate": "2025-12-03T09:52:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_1_1764754903",
      "title": "Вышла новая версия российской операционной системы «МСВСфера» 9.7",
      "description": "Привет, Хабр!Мы в команде «Инферит ОС» выпустили крупное обновление «МСВСфера» 9.7, это была масштабная и непростая работа, но мы рады поделиться результатом. Немного расскажу про наши нововедения и фичи. В АРМ версию мы добавили конвертер медиа, с доступом прямо из контекстного меню файлового менеджера. Увидели в папке кучу .flac или .mov, которые нужно срочно перевести в mp4/mp3? Не нужно искать онлайн-сервисы или запускать тяжелые GUI-приложения. Правая кнопка мыши -> Конвертировать в — выбираете формат и получаете результат. Функция умеет даже отделять аудиодорожку от видео и накладывать одну на другую.  Читать далее",
      "shortDescription": "Привет, Хабр!Мы в команде «Инферит ОС» выпустили крупное обновление «МСВСфера» 9.7, это была масштабная и непростая работа, но мы рады поделиться результатом. Немного расскажу про наши нововедения и фичи. В АРМ версию мы добавили конвертер медиа, с доступом прямо из контекстного меню файлового менед...",
      "link": "https://habr.com/ru/companies/inferit/articles/972750/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972750",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d1f/db9/7b0/d1fdb97b04f75f1a64e2dc37e162ddf1.jpg",
      "pubDate": "2025-12-03T09:18:14+00:00",
      "hashtags": [
        "#ui"
      ]
    },
    {
      "id": "Habr_2_1764754903",
      "title": "Static site generation (ssg) для ускорения сайта в 2-20 раз или важность кеширования",
      "description": "Думаю многие сталкивались со словом оптимизация в контексте работы с сайтами. Эта оптимизация может быть на многих уровнях, но всегда говорят об оптимизации сайтов и веб приложений затрагивают три основных аспекта:Скорость ответа сервераВес ответа сервераЗатрачиваемые ресурсы на ответИ если вес исправляется как правило эффективным сжатием, выбрасыванием не нужного, то в этой статье мы рассмотрим как можно оптимизировать скорость ответа и затрачиваемые ресурсы. Читать далее",
      "shortDescription": "Думаю многие сталкивались со словом оптимизация в контексте работы с сайтами. Эта оптимизация может быть на многих уровнях, но всегда говорят об оптимизации сайтов и веб приложений затрагивают три основных аспекта:Скорость ответа сервераВес ответа сервераЗатрачиваемые ресурсы на ответИ если вес испр...",
      "link": "https://habr.com/ru/articles/972780/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972780",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-03T09:16:13+00:00",
      "hashtags": [
        "#сервер",
        "#веб",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_3_1764754903",
      "title": "InfoFlood: как информационная перегрузка превращается в универсальный джейлбрейк для LLM",
      "description": "В июне этого года на arXiv вышла работа «InfoFlood: Jailbreaking Large Language Models with Information Overload» В исследовании авторы обнаружили новую уязвимость в системах безопасности больших языковых моделей: когда вредоносный запрос перегружается сложной лингвистической структурой, фильтры безопасности перестают его распознавать, хотя сама модель продолжает понимать суть и выдаёт вредоносный ответ.В отличие от большинства существующих джейлбрейков, InfoFlood не использует префиксов, суффиксов или шаблонных триггеров. Вместо этого он полностью переписывает запрос, сохраняя его вредоносное намерение, но маскируя его за избыточной информацией, уточнениями и гипотетическими сценариями. Авторы называют это «информационной перегрузкой» (Information Overload). Читать далее",
      "shortDescription": "В июне этого года на arXiv вышла работа «InfoFlood: Jailbreaking Large Language Models with Information Overload» В исследовании авторы обнаружили новую уязвимость в системах безопасности больших языковых моделей: когда вредоносный запрос перегружается сложной лингвистической структурой, фильтры без...",
      "link": "https://habr.com/ru/articles/972778/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972778",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/17f/198/db7/17f198db79f05afcb584d1df97c2fc49.jpg",
      "pubDate": "2025-12-03T09:16:08+00:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#AR",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_4_1764754903",
      "title": "Эскейв: бесконечность дорог",
      "description": "Почему бы не сделать настолку по \"Вангерам\"? С советниками, убежищами и мехосами. Вашему вниманию предлагаются правила игры \"Эскейв\", представляющую собой настольно-ролевой симулятор жизни во вселенной Униванга предназначенный для развлечения нескольких игроков, под управлением ведущего, направляющего развитие истории. Читать далее",
      "shortDescription": "Почему бы не сделать настолку по \"Вангерам\"? С советниками, убежищами и мехосами. Вашему вниманию предлагаются правила игры \"Эскейв\", представляющую собой настольно-ролевой симулятор жизни во вселенной Униванга предназначенный для развлечения нескольких игроков, под управлением ведущего, направляюще...",
      "link": "https://habr.com/ru/articles/972770/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972770",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f8f/f02/80a/f8ff0280a5f09de2fd808c741a612dc0.jpeg",
      "pubDate": "2025-12-03T09:06:14+00:00",
      "hashtags": [
        "#ИИ",
        "#игры"
      ]
    },
    {
      "id": "Habr_5_1764754903",
      "title": "Собираем Linux, который весит меньше, чем мем с котиком, ну или почти…",
      "description": "Мне всегда было интересно, насколько минимальным может быть Linux.Три года назад я уже публиковал статью, но понимание темы меняется. Сейчас хочу освежить знания и поделиться ими.В отличие от предыдущей статьи, в этой я рассматриваю Linux с более свежим ядром с минимальной конфигурацией на основе tinyconfig, оформленный в виде одного файла и загружаемый при помощи UEFI.Зачем вообще нужно создавать такие сборки Linux?Установил готовый дистрибутив или загрузился в Live — работай и изучай. Но такой подход не даёт настоящей уверенности в знаниях. Представьте: водитель и шофёр. Водитель просто ездит. Шофёр знает устройство автомобиля и может его починить.Современные автомобили сложны — починить всё самому уже нельзя. Но вы можете открыть капот, измерить уровень масла, заменить колесо в случае прокола, установить винт для буксировочного троса и т. д. Так же и с Linux: коммерческий дистрибутив вы вряд ли соберёте, но на одну ступеньку вверх по лестнице профессионализма подниметесь.На мой взгляд, описание создания минимального Linux не должно быть большим, поэтому я старался его сделать минимально возможным, вложив максимум смысла.Как минимальный Linux служит для понимания более сложных вещей, так и моя статья даёт базу для дальнейшего более глубокого изучения.В комментариях к моей предыдущей статье я видел замечания, что можно использовать buildroot или книгу Linux From Scratch. Скажу только, что я преследую другие цели: собрать минимальный Linux без использования специализированных программ и сделать это как можно проще.Всем, кого заинтересовало, добро пожаловать под кат. Читать далее",
      "shortDescription": "Мне всегда было интересно, насколько минимальным может быть Linux.Три года назад я уже публиковал статью, но понимание темы меняется. Сейчас хочу освежить знания и поделиться ими.В отличие от предыдущей статьи, в этой я рассматриваю Linux с более свежим ядром с минимальной конфигурацией на основе ti...",
      "link": "https://habr.com/ru/companies/ruvds/articles/963400/?utm_source=habrahabr&utm_medium=rss&utm_campaign=963400",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/9a8/d95/bf8/9a8d95bf8d71fadcb2d665a26a9b5e5a.png",
      "pubDate": "2025-12-03T09:01:00+00:00",
      "hashtags": [
        "#ux",
        "#ui"
      ]
    },
    {
      "id": "Habr_6_1764754903",
      "title": "EXDP, КЭДО и цифровизация HR: 5 кейсов, которые меняют работу с сотрудниками",
      "description": "Что заставляет сотрудников бежать из компании в первую очередь? Отсутствие подходящих условий труда, бесконечная бюрократия, неправильно выстроенная коммуникация, непрогнозируемая нагрузка, слабая мотивация — причин много. Но для каждой уже найдено решение. Дано: 5 ключевых проблем, 5 кейсов.Решение: 5 способов улучшить взаимодействие с командой, используя цифровые инструменты и системы. Эта статья — совместный труд вендоров LANSOFT: LDM, ТУРБО, CleverData и Goodt. Каждый кейс, как задачка по математике в старом добром ГДЗ: проблема — ее решение — практические советы от эксперта (бонус). То есть, вам самим ничего решать не нужно. Или все-таки нужно? Читать далее",
      "shortDescription": "Что заставляет сотрудников бежать из компании в первую очередь? Отсутствие подходящих условий труда, бесконечная бюрократия, неправильно выстроенная коммуникация, непрогнозируемая нагрузка, слабая мотивация — причин много. Но для каждой уже найдено решение. Дано: 5 ключевых проблем, 5 кейсов.Решение...",
      "link": "https://habr.com/ru/companies/lansoft_career/articles/972528/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972528",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/239/377/c8a/239377c8a32863e6eb4f46527ec8c3e1.jpeg",
      "pubDate": "2025-12-03T09:00:59+00:00",
      "hashtags": [
        "#цифровизация",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_9_1764754903",
      "title": "Регулярные выражения в Python: почему ваши парсеры тормозят и как это исправить",
      "description": "Регулярные выражения часто воспринимаются как write-only код: написал и забыл, потому что прочитать это невозможно. Но настоящие проблемы начинаются не с читаемости, а с производительности. Неправильный квантификатор или использование re.findall на больших данных могут парализовать работу приложения. Читать далее",
      "shortDescription": "Регулярные выражения часто воспринимаются как write-only код: написал и забыл, потому что прочитать это невозможно. Но настоящие проблемы начинаются не с читаемости, а с производительности. Неправильный квантификатор или использование re.findall на больших данных могут парализовать работу приложения...",
      "link": "https://habr.com/ru/articles/972746/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972746",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/805/ac0/669/805ac0669840a6ebec12ec91c7b5144e.png",
      "pubDate": "2025-12-03T08:20:16+00:00",
      "hashtags": [
        "#код",
        "#it"
      ]
    },
    {
      "id": "Habr_11_1764754903",
      "title": "[Перевод] 7 ошибок внедрения DevOps",
      "description": "Тема семи (именно семи) ошибок при внедрении процессов DevOps довольно популярна на просторах сети. Начиная с 2018 года периодически публиковались статьи на эту тему. При этом, с годами сами ошибки менялись. В этой статье мы рассмотрим версию семи ошибок образца 2025 года. Начнём с первой ошибки, связанной с принятием DevOps как культуры. Читать далее",
      "shortDescription": "Тема семи (именно семи) ошибок при внедрении процессов DevOps довольно популярна на просторах сети. Начиная с 2018 года периодически публиковались статьи на эту тему. При этом, с годами сами ошибки менялись. В этой статье мы рассмотрим версию семи ошибок образца 2025 года. Начнём с первой ошибки, св...",
      "link": "https://habr.com/ru/companies/otus/articles/969892/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969892",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/5ce/039/2fe/5ce0392fe379dba82746862c3e057d6a.jpg",
      "pubDate": "2025-12-03T08:12:31+00:00",
      "hashtags": [
        "#ИИ",
        "#devops"
      ]
    },
    {
      "id": "Habr_13_1764754903",
      "title": "Как мы разработали VR-тренажер для отработки командных действий при ликвидации  ГНВП на буровой",
      "description": "Привет, Хабр! Меня зовут Евгений Морогов, я руководитель центра продуктовой акселерации в «Газпром ЦПС». Я работаю в проекте по внедрению VR-технологий, и сегодня я расскажу о том, как мы создавали VR-тренажер по ликвидации инцидента газоводонефтепроявления (ГПНВ) на буровой. ГНВП — один из самых опасных инцидентов на буровой. Отработка подобных  ситуаций на полигонах и на физических тренажерах «вживую» осложняется рядом факторов, которые не позволяют закрыть все потребности в практической подготовке cпециалистов. Среди них  высокая стоимость, сложное масштабирование, отсутствие обновлений и  возможностей для совместной подготовки, высокие логистические затраты и ограниченность сценариев. Мы решили эти проблемы с помощью VR-тренажера, создав детальную цифровую копию буровой установки.Если у вас есть похожие задачи, вам интересно, как VR-технологии могут помочь бизнесу  или в обучении — этот материал для вас. В статье подробно расскажу, как  устроен наш VR-тренажер, как он создавался, какие  технические решения мы использовали и как работает наша математическая модель. А также поделюсь, какими были наши первые успехи «в полях». Читать далее",
      "shortDescription": "Привет, Хабр! Меня зовут Евгений Морогов, я руководитель центра продуктовой акселерации в «Газпром ЦПС». Я работаю в проекте по внедрению VR-технологий, и сегодня я расскажу о том, как мы создавали VR-тренажер по ликвидации инцидента газоводонефтепроявления (ГПНВ) на буровой. ГНВП — один из самых оп...",
      "link": "https://habr.com/ru/companies/gazpromcps/articles/972560/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972560",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/76c/488/bcd/76c488bcd172141d4050c469b40ccbaf.jpg",
      "pubDate": "2025-12-03T08:11:17+00:00",
      "hashtags": [
        "#VR",
        "#технологии",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_14_1764754903",
      "title": "Мышь, на которую можно наступить: разбор ЕС 1845.А000 с защитой от ПЭМИН",
      "description": "Что представляет книголюб при сочетании слов «Стальная крыса»? Правильно: цикл фантастических произведений Гарри Гаррисона. А что вспоминают любители ретрокомпьютинга? Тоже правильно: манипулятор «мышь» — составную часть отечественной ЭВМ ЕС 1845 — компьютера, созданного для противодействия снятию информации путём перехвата электромагнитного излучения.Сегодня мы детально рассмотрим это любопытное устройство — снаружи, изнутри, а также посмотрим видео его работы в разобранном виде. Для кого‑то это просто кусок фрезерованного металла, но «красота в глазах смотрящего». А значит, посмотрим с точки зрения работоспособности, эстетики и функционала.Добро пожаловать! За мной, читатель (с)",
      "shortDescription": "Что представляет книголюб при сочетании слов «Стальная крыса»? Правильно: цикл фантастических произведений Гарри Гаррисона. А что вспоминают любители ретрокомпьютинга? Тоже правильно: манипулятор «мышь» — составную часть отечественной ЭВМ ЕС 1845 — компьютера, созданного для противодействия снятию и...",
      "link": "https://habr.com/ru/companies/timeweb/articles/958272/?utm_source=habrahabr&utm_medium=rss&utm_campaign=958272",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/76a/098/f4d/76a098f4df97303c7dc6864c11bcba2f.jpg",
      "pubDate": "2025-12-03T08:05:43+00:00",
      "hashtags": [
        "#ИИ",
        "#компьютер"
      ]
    },
    {
      "id": "Habr_15_1764754903",
      "title": "Уязвимые серверы, или Как много «новогодних ёлок» у вас в инфраструктуре",
      "description": "Привет, это снова Angara Security и наши эксперты по киберразведке Angara MTDR. Сегодня мы расскажем, что можно узнать об инфраструктуре компании, используя легитимные онлайн-сервисы, и дадим советы, как защитить организацию от неприятных сюрпризов.  Читать далее",
      "shortDescription": "Привет, это снова Angara Security и наши эксперты по киберразведке Angara MTDR. Сегодня мы расскажем, что можно узнать об инфраструктуре компании, используя легитимные онлайн-сервисы, и дадим советы, как защитить организацию от неприятных сюрпризов.  Читать далее",
      "link": "https://habr.com/ru/companies/angarasecurity/articles/972204/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972204",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/bbe/ea0/6b9/bbeea06b9d884ed1bd49ed04707a0d3a.png",
      "pubDate": "2025-12-03T08:04:37+00:00",
      "hashtags": [
        "#сервер",
        "#кибер",
        "#AR",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_17_1764754903",
      "title": "SFT vs RL: Сравнение методов настройки LLM для задач программирования и игровых сред",
      "description": "В современной разработке AI-агентов возникает необходимость адаптации больших языковых моделей (LLM) для решения специфических задач, требующих не просто генерации текста, а выполнения последовательных действий с рассуждениями. В этой статье мы рассмотрим и сравним два основных подхода к настройке моделей: Supervised Fine-Tuning (SFT) и Reinforcement Learning (RL), используя библиотеку TRL (Transformer Reinforcement Learning) от Hugging Face. Читать далее",
      "shortDescription": "В современной разработке AI-агентов возникает необходимость адаптации больших языковых моделей (LLM) для решения специфических задач, требующих не просто генерации текста, а выполнения последовательных действий с рассуждениями. В этой статье мы рассмотрим и сравним два основных подхода к настройке м...",
      "link": "https://habr.com/ru/articles/972722/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972722",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/fe1/d9a/295/fe1d9a295355e6c574aeffdfa7dc1fee.jpeg",
      "pubDate": "2025-12-03T07:38:52+00:00",
      "hashtags": [
        "#AR",
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_18_1764754903",
      "title": "Автоматизация выдачи УНЭП у федерального ритейлера: интеграция BPMS с 1С: ЗУП и КриптоПро",
      "description": "Для компаний с разветвленной филиальной сетью оцифровка внутреннего документооборота уже давно стала необходимостью. ЭДО создает единое информационное пространство, позволяя моментально находить, подписывать и отслеживать приказы и заявки, а также значительно сокращает операционные затраты. Сегодня поделимся опытом федерального ритейлера, где потребовалось автоматизировать массовую выдачу УНЭП. Решение будет также полезно для крупных производственных и строительных предприятий. Читать далее",
      "shortDescription": "Для компаний с разветвленной филиальной сетью оцифровка внутреннего документооборота уже давно стала необходимостью. ЭДО создает единое информационное пространство, позволяя моментально находить, подписывать и отслеживать приказы и заявки, а также значительно сокращает операционные затраты. Сегодня ...",
      "link": "https://habr.com/ru/companies/1forma/articles/971958/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971958",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/efa/eb1/76b/efaeb176bb4b4ed9b0f4d7601d7b7c03.jpg",
      "pubDate": "2025-12-03T07:37:53+00:00",
      "hashtags": [
        "#сеть",
        "#интеграция"
      ]
    },
    {
      "id": "Habr_21_1764754903",
      "title": "Единая платформа для проектного офиса: как выбрать под задачи команды",
      "description": "Проектный офис — это сердце любой компании, точка пересечения разных специалистов: аналитиков, разработчиков, маркетологов и, конечно, проджект менеджеров. Эффективность и успешность его работы напрямую зависит от того, насколько удобно и прозрачно организовано взаимодействие между участниками проекта. Именно поэтому всё больше компаний переходят на единые цифровые платформы для управления проектами, документацией, задачами и знаниями.    Читать далее",
      "shortDescription": "Проектный офис — это сердце любой компании, точка пересечения разных специалистов: аналитиков, разработчиков, маркетологов и, конечно, проджект менеджеров. Эффективность и успешность его работы напрямую зависит от того, насколько удобно и прозрачно организовано взаимодействие между участниками проек...",
      "link": "https://habr.com/ru/companies/teamly/articles/972468/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972468",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/036/9bc/c83/0369bcc83933f49761f739bdee6fbda0.png",
      "pubDate": "2025-12-03T07:15:19+00:00",
      "hashtags": [
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "Habr_22_1764754903",
      "title": "Что происходит после fn main() в Rust?",
      "description": "Привет! Хочу вместе с вами разобрать, как же код на Rust превращается в готовый исполняемый файл. Мы пишем программу, например, fn main() { println!(\"Hello, Habr!\"); }, компилируем, и на выходе получаем бинарник. Что происходит под капотом компилятора Rust в этот момент? Давайте аккуратненько заглянем внутрь этого таинственного процесса.  Читать далее",
      "shortDescription": "Привет! Хочу вместе с вами разобрать, как же код на Rust превращается в готовый исполняемый файл. Мы пишем программу, например, fn main() { println!(\"Hello, Habr!\"); }, компилируем, и на выходе получаем бинарник. Что происходит под капотом компилятора Rust в этот момент? Давайте аккуратненько заглян...",
      "link": "https://habr.com/ru/companies/beget/articles/972248/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972248",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/345/cd7/734/345cd7734aeb62c9eabc290e7b64d9c2.jpg",
      "pubDate": "2025-12-03T07:05:14+00:00",
      "hashtags": [
        "#AI",
        "#код",
        "#ai"
      ]
    },
    {
      "id": "Habr_23_1764754903",
      "title": "Как мы учим Яндекс Карты предупреждать о манёврах: без использования LLM, но с помощью водителей",
      "description": "Что может быть проще, чем сгенерировать голосовую подсказку для навигатора? Считаем угол поворота — озвучиваем манёвр. Именно так наша система и работала годами, пока не обросла таким количеством эвристик и региональных «костылей», что её поддержка стала дороже разработки. Добавление нового правила для одной страны ломало логику в другой, а простая задача «отличить плавный изгиб от поворота» превращалась в детектив.Меня зовут Дмитрий, и я руковожу ML‑разработкой в команде автонавигации Яндекс Карт. Вместе с моим коллегой Альбертом Юсуповым (@al‑iusupov) в этой статье мы поделимся историей полного переосмысления системы генерации дорожных аннотаций. Расскажем, почему решили отказаться от десятков хитрых условий в коде, а также почему заманчивая идея отдать всё на откуп большим нейросетям (VLM, LLM) провалилась. И, наконец, как пришли к элегантному решению: создали уникальный датасет с помощью сотен водителей‑экспертов и обучили быструю и точную ML‑модель, которая работает по принципу «меньше, но лучше». Читать далее",
      "shortDescription": "Что может быть проще, чем сгенерировать голосовую подсказку для навигатора? Считаем угол поворота — озвучиваем манёвр. Именно так наша система и работала годами, пока не обросла таким количеством эвристик и региональных «костылей», что её поддержка стала дороже разработки. Добавление нового правила ...",
      "link": "https://habr.com/ru/companies/yandex/articles/972126/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972126",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/23e/0fd/f6a/23e0fdf6a34d8ca1ea593b50a065e685.png",
      "pubDate": "2025-12-03T07:01:25+00:00",
      "hashtags": [
        "#код",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_26_1764754903",
      "title": "Эволюция конкурентного преимущества. От заводов, железных дорог и пароходов до цифровых платформ",
      "description": "Конкурентное преимущество критически важно в любой сфере, от промышленности до диджитала. На любом рынке довольно быстро появляется один и тот же вопрос, что даёт устойчивый отрыв и как его удержать.Эта статья написана в попытке собрать в одном месте материал о появлении и эволюции взглядов на First-mover Advantage (FMA) и разложить разницу между первопроходцами, ранними последователями и поздними входящими.Сначала посмотрим, как формировались классические представления в эпоху корпораций и производств, потом разберемся как эти представления развивались и в завершение как изменились взгляды в наше время, в эпоху цифровой экономики, платформ и нематериальных активов.Если лонгрид не близок по формату, ниже есть блок с кратким содержанием. Жми, там интересно",
      "shortDescription": "Конкурентное преимущество критически важно в любой сфере, от промышленности до диджитала. На любом рынке довольно быстро появляется один и тот же вопрос, что даёт устойчивый отрыв и как его удержать.Эта статья написана в попытке собрать в одном месте материал о появлении и эволюции взглядов на First...",
      "link": "https://habr.com/ru/articles/972658/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972658",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/5d9/f4a/7a2/5d9f4a7a22cb930e2645b34dabc357a7.png",
      "pubDate": "2025-12-03T07:00:11+00:00",
      "hashtags": [
        "#цифровой",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_32_1764754906",
      "title": "Илон Маск выдал базу для безопасного ИИ — три принципа, без которых технологии грозит безумие",
      "description": "Илон Маск (Elon Musk) в подкасте с индийским миллиардером Нихилом Каматом (Nikhil Kamath) вновь предупредил об угрозах, исходящих от искусственного интеллекта, и выделил три ключевых принципа, которые, по его мнению, должны лежать в основе безопасного развития технологии: истина, красота и любопытство. По словам Маска, игнорирование этих основ может привести к тому, что ИИ начнёт генерировать опасные выводы, теряя связь с реальностью. Источник изображения: Tesla",
      "shortDescription": "Илон Маск (Elon Musk) в подкасте с индийским миллиардером Нихилом Каматом (Nikhil Kamath) вновь предупредил об угрозах, исходящих от искусственного интеллекта, и выделил три ключевых принципа, которые, по его мнению, должны лежать в основе безопасного развития технологии: истина, красота и любопытст...",
      "link": "https://3dnews.ru/1133296",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133296/7764378.jpg",
      "pubDate": "2025-12-03T06:41:00+03:00",
      "hashtags": [
        "#технологии",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_30_1764754903",
      "title": "Как в СССР пытались создать каршеринг и доставку еды: что из этого получилось?",
      "description": "Всем кажется, что услуги каршеринга и доставка еды, появились в России только сейчас, в век распространения интернета. Однако похожие проекты возникли еще в советское время. Вспоминаем, как это было.  Читать далее",
      "shortDescription": "Всем кажется, что услуги каршеринга и доставка еды, появились в России только сейчас, в век распространения интернета. Однако похожие проекты возникли еще в советское время. Вспоминаем, как это было.  Читать далее",
      "link": "https://habr.com/ru/companies/onlinepatent/articles/972690/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972690",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/740/1f5/401/7401f54016ad76a2c1fbdaf771aa349e.png",
      "pubDate": "2025-12-03T06:25:15+00:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "Habr_32_1764754903",
      "title": "Автоматизируем машинное обучение с помощью ИИ-агентов",
      "description": "Решая соревнования на Kaggle начинаешь замечать паттерн. Baseline сделать просто: загрузить данные, запустить CatBoost или LightGBM, получить baseline метрику. Это занимает полчаса. Но чтобы попасть в топ решений, нужно перепробовать десятки вариантов препроцессинга, сотни комбинаций фичей и тысячи наборов гиперпараметров.Существующие AutoML системы не сильно помогают. Они работают по фиксированному сценарию: пробуют предопределенный набор алгоритмов, выбирают лучший по метрике и возвращают результат. AutoGluon обучает несколько моделей и делает многоуровневый ансамбль, но каждый запуск начинается с нуля. TPOT генерирует pipeline через генетический алгоритм, но не учится на ошибках предыдущих запусков.Главная проблема в том, что эти системы не рассуждают. Они не анализируют почему конкретный подход сработал или провалился. Они не адаптируются к специфике задачи. Они не накапливают опыт между запусками. Каждая новая задача для них как первая.Человек работает иначе. Если дата-саентист видит несбалансированные классы, он сразу знает что нужна стратификация и подбор порога. Если видел похожую задачу раньше, применяет то, что сработало тогда. Если первая попытка провалилась, анализирует почему и пробует другой подход.С появлением языковых моделей появилась возможность создать систему, которая работает ближе к человеку. LLM умеют анализировать данные, рассуждать о выборе методов и учиться на примерах. Но одна модель недостаточна. Она может пропустить очевидную ошибку или зациклиться на неправильном подходе. Нужна архитектура, которая позволит системе проверять саму себя и накапливать опыт. Читать далее",
      "shortDescription": "Решая соревнования на Kaggle начинаешь замечать паттерн. Baseline сделать просто: загрузить данные, запустить CatBoost или LightGBM, получить baseline метрику. Это занимает полчаса. Но чтобы попасть в топ решений, нужно перепробовать десятки вариантов препроцессинга, сотни комбинаций фичей и тысячи ...",
      "link": "https://habr.com/ru/articles/972686/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972686",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-03T06:15:55+00:00",
      "hashtags": [
        "#машинноеобучение",
        "#ИИ",
        "#алгоритм"
      ]
    },
    {
      "id": "Habr_33_1764754903",
      "title": "Как попасть в мир олимпиадного (спортивного) программирования? Спорт для ума, который меняет мышление",
      "description": "Олимпиадное программирование — это спорт для ума, который прокачивает алгоритмическое мышление, скорость и выдержку. Разбираем, с чего начать, какие навыки нужны, почему для соревнований чаще выбирают C++ и какие ресурсы помогут подготовиться школьникам, студентам и взрослым новичкам.Хочешь попробовать интеллектуальный спорт, где за пять часов нужно решить несколько задач и обойти соперников по скорости мышления? Спортивное программирование даёт не только адреналин соревнований, но и реальный буст к учёбе, поступлению и карьере — от первых олимпиад в школе до участия в ICPC и стажировок в IT-компаниях. Читать далее",
      "shortDescription": "Олимпиадное программирование — это спорт для ума, который прокачивает алгоритмическое мышление, скорость и выдержку. Разбираем, с чего начать, какие навыки нужны, почему для соревнований чаще выбирают C++ и какие ресурсы помогут подготовиться школьникам, студентам и взрослым новичкам.Хочешь попробов...",
      "link": "https://habr.com/ru/articles/972682/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972682",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/ae6/f27/7ba/ae6f277ba1e0d4e41770e3efe38879e7.png",
      "pubDate": "2025-12-03T06:13:06+00:00",
      "hashtags": [
        "#программирование",
        "#алгоритм",
        "#it"
      ]
    },
    {
      "id": "Habr_35_1764754903",
      "title": "Как не перегрузить хост виртуализации бэкапами: добавляем аппаратные снапшоты уровня СХД",
      "description": "Выполнение множества задач резервного копирования одновременно приводит к резкому росту потребления ресурсов процессора, памяти, дисковой подсистемы на хосте виртуализации. В статье рассмотрим, как использование аппаратных моментальных снимков СХД снижает влияние резервного копирования на производительность хоста виртуализации VMware и помогает не терять в производительности рабочих виртуальных машин. Читать далее",
      "shortDescription": "Выполнение множества задач резервного копирования одновременно приводит к резкому росту потребления ресурсов процессора, памяти, дисковой подсистемы на хосте виртуализации. В статье рассмотрим, как использование аппаратных моментальных снимков СХД снижает влияние резервного копирования на производит...",
      "link": "https://habr.com/ru/companies/yadro/articles/972504/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972504",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/807/aac/7c5/807aac7c530491d91f324734807f5703.png",
      "pubDate": "2025-12-03T05:58:08+00:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_39_1764754903",
      "title": "Как документировать GraphQL API: полное руководство для технических писателей",
      "description": "GraphQL API — это мощно, но как его документировать, чтобы разработчики остались довольны? В этой статье — готовый план действий. Мы начнём со сравнения GraphQL и REST, затем покажем, как с помощью комментариев и примеров кода превратить схему в наглядное руководство. Вы узнаете, как улучшить GraphiQL Playground подсветкой синтаксиса и создать статический справочник, если Playground недоступен. В конце вас ждёт учебный репозиторий для тренировок на реальном API. Читать далее",
      "shortDescription": "GraphQL API — это мощно, но как его документировать, чтобы разработчики остались довольны? В этой статье — готовый план действий. Мы начнём со сравнения GraphQL и REST, затем покажем, как с помощью комментариев и примеров кода превратить схему в наглядное руководство. Вы узнаете, как улучшить Graphi...",
      "link": "https://habr.com/ru/companies/flant/articles/971198/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971198",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/794/c5c/dff/794c5cdff727c428d722566b08e26916.png",
      "pubDate": "2025-12-03T05:01:38+00:00",
      "hashtags": [
        "#код",
        "#api"
      ]
    },
    {
      "id": "Ведомости Технологии_0_1764754909",
      "title": "В России запретят учиться с иностранными роботами",
      "description": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "shortDescription": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/03/1160054-v-rossii-zapretyat-uchitsya-s-inostrannimi-robotami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9c/1ev7nd/normal-1txb.png",
      "pubDate": "2025-12-03T00:35:15+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_36_1764754906",
      "title": "iPhone 18 придётся ждать дольше обычного — аналитики предрекают крупнейшее падение поставок Apple за годы",
      "description": "Пересмотр компанией Apple графика выпуска базовых моделей смартфонов iPhone приведёт к снижению общих поставок на 4,2 %, говорится в свежем отчёте аналитиков IDC. Слухи о том, что Apple собирается пересмотреть график анонса новых iPhone и перенести выпуск базовой модели iPhone 18 на начало 2027 года, вместо сентября 2026-го, ходят с начала текущего года. Источник изображения: Apple",
      "shortDescription": "Пересмотр компанией Apple графика выпуска базовых моделей смартфонов iPhone приведёт к снижению общих поставок на 4,2 %, говорится в свежем отчёте аналитиков IDC. Слухи о том, что Apple собирается пересмотреть график анонса новых iPhone и перенести выпуск базовой модели iPhone 18 на начало 2027 года...",
      "link": "https://3dnews.ru/1133291",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133291/iphone-17-event-13.58.32.jpg",
      "pubDate": "2025-12-03T00:03:00+03:00",
      "hashtags": [
        "#графика",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_35_1764754906",
      "title": "Новая статья: Обзор телевизора HARPER 55Q970TS: QD Mini LED — в массы!",
      "description": "Среди недорогих 55-дюймовых телевизоров герой обзора выделяется подсветкой Mini LED с квантовыми точкам и акустической системой из семи динамиков, включая сабвуфер. Есть даже функция караоке на основе ИИ",
      "shortDescription": "Среди недорогих 55-дюймовых телевизоров герой обзора выделяется подсветкой Mini LED с квантовыми точкам и акустической системой из семи динамиков, включая сабвуфер. Есть даже функция караоке на основе ИИ",
      "link": "https://3dnews.ru/1132421",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/15/1132421/sm.front.800.jpg",
      "pubDate": "2025-12-03T00:00:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_0_1764754906",
      "title": "Чудеса оптимизации: разработчики Helldivers 2 сократили размер игры на ПК со 154 до 23 Гбайт почти без вреда для скорости загрузок",
      "description": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "shortDescription": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "link": "https://3dnews.ru/1133292",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133292/00.jpg",
      "pubDate": "2025-12-02T23:52:00+03:00",
      "hashtags": [
        "#game",
        "#AR",
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "DTF_11_1764754905",
      "title": "Вышел Sleep Awake — хоррор от студии геймдиректора Spec Ops: The Line и гитариста NIN Робина Финка",
      "description": "У игры появились первые оценки от СМИ — 80 баллов на OpenCritic.",
      "shortDescription": "У игры появились первые оценки от СМИ — 80 баллов на OpenCritic.",
      "link": "https://dtf.ru/games/4507611-sleep-awake-novyy-horror-ot-razrabotchika-spec-ops-the-line?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/2303f069-b126-5ef0-ae8b-0a2f7894183f/",
      "pubDate": "2025-12-02T23:46:37+03:00",
      "hashtags": [
        "#it",
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_37_1764754906",
      "title": "Слепому человеку впервые вернули зрение с помощью напечатанной на 3D-принтера роговицей",
      "description": "В конце октября 2025 года в Институте глаза Рамбам (Rambam Eye Institute) в Израиле впервые в мире была успешно проведена трансплантация полностью 3D-печатной роговицы, которая вернула зрение слепому пациенту. Роговица напечатана в несколько слоёв из клеток донора в полном соответствии с естественной структурой этой части глаза человека. Источник изображений: Precise Bio",
      "shortDescription": "В конце октября 2025 года в Институте глаза Рамбам (Rambam Eye Institute) в Израиле впервые в мире была успешно проведена трансплантация полностью 3D-печатной роговицы, которая вернула зрение слепому пациенту. Роговица напечатана в несколько слоёв из клеток донора в полном соответствии с естественно...",
      "link": "https://3dnews.ru/1133279",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133279/blind_00.jpg",
      "pubDate": "2025-12-02T19:00:00+03:00",
      "hashtags": [
        "#it",
        "#тест",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_5_1764754906",
      "title": "ИИ сломал Big Tech: золотое правило «трать мало, зарабатывай много» больше не работает",
      "description": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовые инструменты. Такой переход к капиталоёмким бизнес-моделям ограничивает рост доходности капитала для акционеров и вызывает обоснованные опасения инвесторов. Источник изображения: Loongson",
      "shortDescription": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовы...",
      "link": "https://3dnews.ru/1133275",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133275/loongson-servers.jpg",
      "pubDate": "2025-12-02T18:48:00+03:00",
      "hashtags": [
        "#ИИ",
        "#искусственныйинтеллект"
      ]
    },
    {
      "id": "3DNews_38_1764754906",
      "title": "Тайвань обвинил Tokyo Electron в допущении кражи секретных технологий TSMC",
      "description": "Тайваньская прокуратура официально обвинила Tokyo Electron в неспособности предотвратить предполагаемый инцидент с кражей её сотрудниками информации, составляющей коммерческую тайну Taiwan Semiconductor Manufacturing Co. (TSMC), обострив спор между двумя крупными компаниями из отрасли. Источник изображений: tsmc.com",
      "shortDescription": "Тайваньская прокуратура официально обвинила Tokyo Electron в неспособности предотвратить предполагаемый инцидент с кражей её сотрудниками информации, составляющей коммерческую тайну Taiwan Semiconductor Manufacturing Co. (TSMC), обострив спор между двумя крупными компаниями из отрасли. Источник изоб...",
      "link": "https://3dnews.ru/1133271",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133271/tsmc.jpg",
      "pubDate": "2025-12-02T18:42:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_39_1764754906",
      "title": "Samsung Electronics создала спецподразделение по поглощению других компаний",
      "description": "Последнюю крупную сделку по поглощению другой компании Samsung Electronics провернула ещё на рубеже 2016 и 2017 годов, заплатив $8 млрд за активы производителя акустических систем Harman Kardon. В прошлом месяце, если верить Financial Times, в структуре южнокорейского гиганта появилось подразделение, в задачи которого входит поиск новых целей для поглощения. Источник изображения: Samsung Electronics",
      "shortDescription": "Последнюю крупную сделку по поглощению другой компании Samsung Electronics провернула ещё на рубеже 2016 и 2017 годов, заплатив $8 млрд за активы производителя акустических систем Harman Kardon. В прошлом месяце, если верить Financial Times, в структуре южнокорейского гиганта появилось подразделение...",
      "link": "https://3dnews.ru/1133259",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133259/harman_01.jpg",
      "pubDate": "2025-12-02T14:36:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_9_1764754906",
      "title": "Стример первым в мире прошёл Escape from Tarkov — он сбежал из Таркова, но какой ценой?",
      "description": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "shortDescription": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "link": "https://3dnews.ru/1133258",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133258/00.jpg",
      "pubDate": "2025-12-02T14:34:00+03:00",
      "hashtags": [
        "#game",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_41_1764754906",
      "title": "Обнаружены «плазменные пушки» вселенского масштаба — 53 квазара с джетами длиною в миллионы световых лет",
      "description": "Международная команда астрономов объявила об открытии 53 ранее неизвестных мощных радиоквазаров с гигантскими релятивистскими струями (джетами), длина которых в отдельных случаях достигает 50 диаметров Млечного Пути (около 5 млн световых лет). Конфигурация струй и их интенсивность — это окно в раннюю Вселенную, что даёт представление о распределении материи в те времена и объясняет эволюцию мироздания. Пример джетов из вновь обнаруженных квазаров. Источник изображения: GMRT",
      "shortDescription": "Международная команда астрономов объявила об открытии 53 ранее неизвестных мощных радиоквазаров с гигантскими релятивистскими струями (джетами), длина которых в отдельных случаях достигает 50 диаметров Млечного Пути (около 5 млн световых лет). Конфигурация струй и их интенсивность — это окно в ранню...",
      "link": "https://3dnews.ru/1133255",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133255/jet.jpg",
      "pubDate": "2025-12-02T14:30:00+03:00",
      "hashtags": [
        "#радио",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_10_1764754904",
      "title": "Ozon запустил «Селект» — приложение с премиум-брендами одежды и обуви",
      "description": "Его можно скачать во «всех основных магазинах приложений».",
      "shortDescription": "Его можно скачать во «всех основных магазинах приложений».",
      "link": "https://vc.ru/marketplace/2627501-ozon-zapustil-prilozhenie-selekt-s-premium-brendami-odezhdy-i-obuvi?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/b9c55390-d522-53b2-b89a-90d2bfa250f5/",
      "pubDate": "2025-12-02T14:17:07+03:00",
      "hashtags": [
        "#приложение"
      ]
    },
    {
      "id": "3DNews_10_1764754906",
      "title": "В OpenAI введён «красный код»: Альтман требует бросить все силы на срочное улучшение ChatGPT",
      "description": "Успехи Google и других разработчиков систем генеративного искусственного интеллекта не позволяют OpenAI спокойно наблюдать за их прогрессом. Поэтому в недавней корпоративной рассылке глава компании Сэм Альтман (Sam Altman) объявил сотрудникам о введении «красного кода» и необходимости мобилизовать все ресурсы, чтобы улучшить ChatGPT. Концентрация на таком приоритете замедлит реализацию некоторых инициатив и проектов. Источник изображения: Unsplash, Levart_Photographer",
      "shortDescription": "Успехи Google и других разработчиков систем генеративного искусственного интеллекта не позволяют OpenAI спокойно наблюдать за их прогрессом. Поэтому в недавней корпоративной рассылке глава компании Сэм Альтман (Sam Altman) объявил сотрудникам о введении «красного кода» и необходимости мобилизовать в...",
      "link": "https://3dnews.ru/1133247",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133247/openai_01.jpg",
      "pubDate": "2025-12-02T12:00:00+03:00",
      "hashtags": [
        "#код",
        "#ai",
        "#AI",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_11_1764754906",
      "title": "«Катастрофически плохая идея»: бывший инженер NASA разгромил идею космических дата-центров",
      "description": "Идея перенести ЦОД и ИИ в космос для решения ряда кардинальных проблем с потреблением, экологичностью и масштабированием более сложна в реализации, чем кажется на первый взгляд. На словах всё выглядит вполне реально, вопрос якобы заключается только в финансировании проектов. Бывший инженер NASA с учёной степенью объяснил, что это «ужасная, кошмарная, никуда не годная идея». Источник изображения: ИИ-генерация Grok 4.1/3DNews",
      "shortDescription": "Идея перенести ЦОД и ИИ в космос для решения ряда кардинальных проблем с потреблением, экологичностью и масштабированием более сложна в реализации, чем кажется на первый взгляд. На словах всё выглядит вполне реально, вопрос якобы заключается только в финансировании проектов. Бывший инженер NASA с уч...",
      "link": "https://3dnews.ru/1133246",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133246/ai_orbit_00.jpg",
      "pubDate": "2025-12-02T11:52:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_12_1764754906",
      "title": "Ничего святого: Microsoft представила новый «уродливый» рождественский свитер с логотипом Copilot",
      "description": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фирменного свитера давно знакомые пользователям символы пополнились стилизованным логотипом Copilot. Источник изображения: Microsoft",
      "shortDescription": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фир...",
      "link": "https://3dnews.ru/1133238",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133238/copilot_01.jpg",
      "pubDate": "2025-12-02T09:59:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "3DNews_14_1764754906",
      "title": "Samsung наконец представила трёхстворчатый смартфон Galaxy Z TriFold — 10\" дисплей, толщина от 3,9 мм и цена $2450",
      "description": "Последний месяц года ещё сохраняет возможность желающим преподнести близким остромодные подарки приобрести горячие новинки в мобильном сегменте. Для жителей Южной Кореи с 12 декабря откроется возможность купить складной смартфон Galaxy Z TriFold, который компания Samsung наделила тремя секциями. Источник изображений: Samsung Electronics",
      "shortDescription": "Последний месяц года ещё сохраняет возможность желающим преподнести близким остромодные подарки приобрести горячие новинки в мобильном сегменте. Для жителей Южной Кореи с 12 декабря откроется возможность купить складной смартфон Galaxy Z TriFold, который компания Samsung наделила тремя секциями. Ист...",
      "link": "https://3dnews.ru/1133235",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133235/Galaxy-Z-TriFold_03.jpg",
      "pubDate": "2025-12-02T08:32:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_16_1764754906",
      "title": "DeepSeek ответил на GPT-5 и Gemini 3 Pro — представлены мощные ИИ-модели DeepSeek-V3.2",
      "description": "Китайский стартап DeepSeek выпустил две новые открытые модели с мощными возможностями для рассуждений — DeepSeek-V3.2 и усиленную DeepSeek-V3.2-Speciale. Таким образом компания подтвердила, что Китай играет на равных с американскими лидерами в лице OpenAI и Google.   Источник изображения: DeepSeek",
      "shortDescription": "Китайский стартап DeepSeek выпустил две новые открытые модели с мощными возможностями для рассуждений — DeepSeek-V3.2 и усиленную DeepSeek-V3.2-Speciale. Таким образом компания подтвердила, что Китай играет на равных с американскими лидерами в лице OpenAI и Google.   Источник изображения: DeepSeek",
      "link": "https://3dnews.ru/1133229",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133229/sm.DeepSeek-V3-2_01.800.jpg",
      "pubDate": "2025-12-02T00:37:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_3_1764754909",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#кибер",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_19_1764754906",
      "title": "Взлетевшие цены DDR5 обрушили продажи материнских плат — геймеры призывают к бойкоту",
      "description": "Кризис на рынке оперативной памяти продолжает оказывать влияние на отрасль. Согласно новому отчёту, после подорожания памяти розничные продажи материнских плат упали на 50 %. Всё это также привело к тому, что геймеры начали призывать бойкотировать покупку оперативной памяти в надежде на смягчение ситуации. К сожалению, реальность такова, что такой шаг вряд ли сработает. Источник изображения: Corsair",
      "shortDescription": "Кризис на рынке оперативной памяти продолжает оказывать влияние на отрасль. Согласно новому отчёту, после подорожания памяти розничные продажи материнских плат упали на 50 %. Всё это также привело к тому, что геймеры начали призывать бойкотировать покупку оперативной памяти в надежде на смягчение си...",
      "link": "https://3dnews.ru/1133206",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133206/corsair-dominator.jpg",
      "pubDate": "2025-12-01T20:03:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_20_1764754906",
      "title": "Аниматор Rockstar с 25-летним стажем «засветил» кадры из тестовой версии GTA VI",
      "description": "Даже самые строгие меры безопасности не уберегли студию Rockstar Games от новой утечки геймплея амбициозного криминального боевика с открытым миром GTA VI. Правда, не такой масштабной, как в сентябре 2022 года.   Источник изображений: Rockstar Games",
      "shortDescription": "Даже самые строгие меры безопасности не уберегли студию Rockstar Games от новой утечки геймплея амбициозного криминального боевика с открытым миром GTA VI. Правда, не такой масштабной, как в сентябре 2022 года.   Источник изображений: Rockstar Games",
      "link": "https://3dnews.ru/1133211",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133211/00.jpg",
      "pubDate": "2025-12-01T18:50:00+03:00",
      "hashtags": [
        "#game",
        "#AR",
        "#тест",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_22_1764754906",
      "title": "Первой цифровой камере Kodak исполнилось 50 лет — она весила 3,6 кг и работала от 16 батареек",
      "description": "Первая цифровая камера Kodak была создана в 1975 году небольшой командой специалистов во главе с 24-летним инженером-электриком Стивеном Сассоном (Steven Sasson). Ему было запрещено рассказывать о камере вне компании до 2001 года, пока он не написал статью для издания Rochester Democrat and Chronicle, которое также опубликовало первую фотографию прототипа. Источник изображений: David S Young/digitalcameraworld.com",
      "shortDescription": "Первая цифровая камера Kodak была создана в 1975 году небольшой командой специалистов во главе с 24-летним инженером-электриком Стивеном Сассоном (Steven Sasson). Ему было запрещено рассказывать о камере вне компании до 2001 года, пока он не написал статью для издания Rochester Democrat and Chronicl...",
      "link": "https://3dnews.ru/1133205",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133205/k4NuRcxsZwMDSofKPPxXz6-1.jpg",
      "pubDate": "2025-12-01T16:23:00+03:00",
      "hashtags": [
        "#цифровой",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_23_1764754906",
      "title": "Новейшую ИИ-модель Google Gemini 3 Pro взломали всего за пять минут",
      "description": "Специалисты стартапа Aim Intelligence, тестирующего ИИ-системы на уязвимости, провели стресс-тест Gemini 3 Pro, новейшей модели Google, представленной в прошлом месяце. Как сообщает газета Maeil Business, исследователям потребовалось всего пять минут, чтобы обойти защиту программного комплекса. Источник изображения: blog.google",
      "shortDescription": "Специалисты стартапа Aim Intelligence, тестирующего ИИ-системы на уязвимости, провели стресс-тест Gemini 3 Pro, новейшей модели Google, представленной в прошлом месяце. Как сообщает газета Maeil Business, исследователям потребовалось всего пять минут, чтобы обойти защиту программного комплекса. Исто...",
      "link": "https://3dnews.ru/1133203",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133203/gemini.jpg",
      "pubDate": "2025-12-01T14:59:00+03:00",
      "hashtags": [
        "#ai",
        "#тест",
        "#AI",
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_5_1764754909",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#приложение",
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_9_1764754909",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_14_1764754909",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_16_1764754909",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_22_1764754909",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#кибер",
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_23_1764754909",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "Ведомости Технологии_26_1764754909",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_27_1764754909",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#кибер",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_30_1764754909",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_33_1764754909",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#ИИ",
        "#AR",
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_34_1764754909",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_0_1764754914",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "Ведомости Технологии_40_1764754909",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#финтех",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_42_1764754909",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#структура",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_1_1764754914",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_2_1764754914",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764754914",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764754914",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1764754914",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764754914",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1764754914",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764754914",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764754914",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_24_1764754914",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1764754914",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764754914",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#it",
        "#искусственныйинтеллект"
      ]
    },
    {
      "id": "3DNews Software_34_1764754914",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_36_1764754914",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764754914",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_41_1764754914",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764754914",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764754914",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ",
        "#компьютер"
      ]
    }
  ]
}