{
  "lastUpdated": "2025-11-30T10:36:04.735712",
  "totalNews": 76,
  "categories": [
    "Технологии"
  ],
  "hashtags": [
    "#искусственныйинтеллект",
    "#компьютер",
    "#радар",
    "#микросхемы",
    "#ux",
    "#it",
    "#VR",
    "#сеть",
    "#структура",
    "#AI",
    "#кибер",
    "#робот",
    "#стартап",
    "#AR",
    "#ИИ",
    "#дизайн",
    "#финтех",
    "#игры",
    "#ai",
    "#интернет",
    "#приложение",
    "#наука",
    "#смартфон",
    "#код",
    "#облако",
    "#сервер",
    "#платформа",
    "#game",
    "#тест",
    "#ui",
    "#разработка",
    "#гаджет",
    "#веб",
    "#технологии",
    "#радио"
  ],
  "news": [
    {
      "id": "ixbt.com_1_1764498956",
      "title": "AMD готовит нового игрового короля. Ryzen 7 9850X3D засветился на сайте компании",
      "description": "Компания AMD подтвердила существование нового игрового процессора, о котором ранее говорили разные инсайдеры. Модель называется Ryzen 7 9850X3D, и она станет на ступень выше Ryzen 7 9800X3D.   Фото Videocardz  Название засветилось на сайте AMD в разделе с драйверами, но отдельная страничка у новинки пока отсутствует, так что даже о формальном анонсе пока речи не идёт.  Никаких подробностей на сайте нет, но ранее мы уже говорили, что Ryzen 7 9850X3D будет разогнанной версией Ryzen 7 9800X3D. Правда, если обычно речь о повышении частот на 100-200 МГц, то тут их повысят сразу на 400 МГц, до 5,6 ГГц. Во многих играх это особого влияния не даст, а вот в приложениях скажется.   Напомним, согласно тем же утечкам, AMD готовит и более интересный Ryzen 9 9950X3D2, который первым получит сразу две микросхемы памяти 3D V-Cache, благодаря чему будет иметь суммарно 192 МБ кеш-памяти третьего уровня. Возможно, обе новинки представят на CES 2026.",
      "shortDescription": "Компания AMD подтвердила существование нового игрового процессора, о котором ранее говорили разные инсайдеры. Модель называется Ryzen 7 9850X3D, и она станет на ступень выше Ryzen 7 9800X3D.   Фото Videocardz  Название засветилось на сайте AMD в разделе с драйверами, но отдельная страничка у новинки...",
      "link": "https://www.ixbt.com/news/2025/11/30/amd-ryzen-7-9850x3d.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/0/AMD-RYZEN-9850X3D-HERO-1200x624_large.jpg",
      "pubDate": "2025-11-30T13:14:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ",
        "#микросхемы"
      ]
    },
    {
      "id": "ixbt.com_2_1764498956",
      "title": "«Роскосмос» опроверг слухи о прекращении пилотируемой программы из-за инцидента на Байконуре",
      "description": "Информация о якобы прекращении российской пилотируемой программы из-за повреждения кабины обслуживания на пусковой площадке «Байконура» является фейком, заявил член общественного совета «Роскосмоса» Михаил Котов. Он подтвердил, что инцидент после старта ракеты «Союз-2.1а» действительно произошёл, но подчеркнул, что он не ведёт к столь серьёзным последствиям. «После старта ракеты \"Союз-2.1а\" реактивной струёй выхлопных газов была повреждена кабина обслуживания пусковой площадки. Причины произошедшего выясняют», — сообщил Котов. Он отметил, что 31-я площадка играет важную роль в обеспечении полётов к МКС, но оснований говорить о приостановке пилотируемой программы нет.  Фото: Иван Тимошенко / Роскосмос По словам Котова, распространение подобных слухов — попытка нагнетать ситуацию. Он заверил, что «Роскосмос» располагает ресурсами для восстановления повреждённых конструкций. Площадка подлежит восстановлению. \"Роскосмос\" располагает достаточным количеством комплектующих, и работа уже ведётся сказал представитель госкорпорации Мы обратились в «Роскосмос» за дополнительным официальным комментарием относительно сроков восстановительных работ. Обновим новость, как только получим ответ.",
      "shortDescription": "Информация о якобы прекращении российской пилотируемой программы из-за повреждения кабины обслуживания на пусковой площадке «Байконура» является фейком, заявил член общественного совета «Роскосмоса» Михаил Котов. Он подтвердил, что инцидент после старта ракеты «Союз-2.1а» действительно произошёл, но...",
      "link": "https://www.ixbt.com/news/2025/11/30/roskosmos-oproverg-sluhi-o-prekrashenii-pilotiruemoj-programmy-izza-incidenta-na-bajkonure.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/10/0/5278457817322950257_large.jpg",
      "pubDate": "2025-11-30T11:25:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_41_1764498953",
      "title": "Кооперативное приключение Split Fiction получило неофициальную русскую озвучку от Mechanics VoiceOver",
      "description": "Российская студия перевода и озвучения Mechanics VoiceOver сообщила о выпуске русского дубляжа для кооперативного приключения Split Fiction. Соответствующее объявление появилось в официальной группе студии в VK.   Источник изображения: Electronic Arts",
      "shortDescription": "Российская студия перевода и озвучения Mechanics VoiceOver сообщила о выпуске русского дубляжа для кооперативного приключения Split Fiction. Соответствующее объявление появилось в официальной группе студии в VK.   Источник изображения: Electronic Arts",
      "link": "https://3dnews.ru/1133157",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133157/sm.split_fiction_title.800.jpg",
      "pubDate": "2025-11-30T10:36:00+03:00",
      "hashtags": [
        "#it",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_4_1764498956",
      "title": "На смартфонах Huawei Mate 80 и Huawei Mate X7 отображается 5A вместо 5G — Huawei объясняет, что это такое",
      "description": "Серия Huawei Mate 80 недавно поступила в продажу, многие пользователи заметили значок 5A на панели сигнала серии Mate 80, что вызвало множество спекуляций о его значении. Изначально считалось, что вся серия поддерживает 5G-Advanced или 5.5G.  Это усовершенствованная версия мобильной связи 5G, которая предлагает более высокую скорость передачи данных и низкую задержку.  Фото Huawei Huawei подчеркивает, что 5A — это не то же самое, что 5G-Advanced или 5.5G. Однако, согласно информации, полученной с официального сайта Huawei, 5A представляет собой передовую технологию связи Huawei, которая может обеспечить комплексное взаимодействие с более быстрым доступом, более высокой скоростью сети, меньшей задержкой и более стабильным соединением. Известно, что на данный момент первыми устройствами, поддерживающими стандарт 5A, являются серии Huawei Mate 80 и Huawei Mate X7. Напомним, Huawei Mate 80 RS Master оснащён слотами для двух nano-SIM и поддерживает две eSIM, что позволяет использовать до четырёх номеров, причём два номера можно использовать одновременно. Остальные три модели серии поддерживают только две nano-SIM.",
      "shortDescription": "Серия Huawei Mate 80 недавно поступила в продажу, многие пользователи заметили значок 5A на панели сигнала серии Mate 80, что вызвало множество спекуляций о его значении. Изначально считалось, что вся серия поддерживает 5G-Advanced или 5.5G.  Это усовершенствованная версия мобильной связи 5G, котора...",
      "link": "https://www.ixbt.com/news/2025/11/30/huawei-mate-80-huawei-mate-x7-5a-5g-huawei.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/0/rbn5dei7riyw_large.jpg",
      "pubDate": "2025-11-30T09:34:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_3_1764498951",
      "title": "За бортом",
      "description": "Каждый ученый знает, что такое наука и какие дисциплины являются научными. Вот только это очень сильно зависит от того, к какой именно дисциплине они сами принадлежат.А как вы решаете проблему демаркации науки? Кого выкидываем за борт? Проявить любопытство",
      "shortDescription": "Каждый ученый знает, что такое наука и какие дисциплины являются научными. Вот только это очень сильно зависит от того, к какой именно дисциплине они сами принадлежат.А как вы решаете проблему демаркации науки? Кого выкидываем за борт? Проявить любопытство",
      "link": "https://habr.com/ru/articles/971666/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971666",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/fb6/408/770/fb6408770456d43f80baee2a2e7d6544.jpg",
      "pubDate": "2025-11-30T09:27:41+00:00",
      "hashtags": [
        "#наука",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_4_1764498951",
      "title": "[Перевод] Не делайте рефакторинг как дядя Боб. Я вас умоляю",
      "description": "Несмотря на то, что книга «Чистый код» привнесла в наш лексикон прекрасный термин, она также снискала и дурную славу. Это руководство от 2008 года представляет собой сборник принципов и исследований, которые «дядя Боб» (Uncle Bob, то есть Роберт Мартин) выработал за годы программирования.В итоге его практики переняли многие разработчики, одни из которых почитают их как святыни, а другие воспринимают, скорее, в качестве ориентиров, нежели строгих правил. Но, как бы вы к этому ни относились, сам дядя Боб смотрит на них не как на руководства. Он следует этим практикам всецело и очень редко допускает исключения.Так что можно подумать, что его примеры рефакторинга из книги как минимум окажутся лучше среднего кода, который вы встречаете в повседневной работе, или хотя бы будут согласовываться с другими распространёнными советами.Можно подумать... Читать далее",
      "shortDescription": "Несмотря на то, что книга «Чистый код» привнесла в наш лексикон прекрасный термин, она также снискала и дурную славу. Это руководство от 2008 года представляет собой сборник принципов и исследований, которые «дядя Боб» (Uncle Bob, то есть Роберт Мартин) выработал за годы программирования.В итоге его...",
      "link": "https://habr.com/ru/companies/ruvds/articles/970488/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970488",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/3dd/4ab/7b0/3dd4ab7b099dececb749090ef7833cbc.png",
      "pubDate": "2025-11-30T09:01:15+00:00",
      "hashtags": [
        "#код"
      ]
    },
    {
      "id": "3DNews_43_1764498953",
      "title": "Инвесторы не спешат пугаться ИИ-пузыря — деньги в стартапы льются как прежде",
      "description": "Зародившийся в сознании некоторых инвесторов скепсис по поводу неизменности роста котировок акций компаний, причастных к развитию инфраструктуры искусственного интеллекта, уже вызвал корректировку на бирже и заставил основателя Nvidia оправдываться. Между тем, в сегменте стартапов пессимизмом пока и не пахнет, и их основатели продолжают грести деньги лопатой. Источник изображения: Freepik, jcomp",
      "shortDescription": "Зародившийся в сознании некоторых инвесторов скепсис по поводу неизменности роста котировок акций компаний, причастных к развитию инфраструктуры искусственного интеллекта, уже вызвал корректировку на бирже и заставил основателя Nvidia оправдываться. Между тем, в сегменте стартапов пессимизмом пока и...",
      "link": "https://3dnews.ru/1133165",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133165/startup_01.jpg",
      "pubDate": "2025-11-30T08:46:00+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "ixbt.com_8_1764498956",
      "title": "Не космические ракеты, а какие-то «маршрутки». Уже два ускорителя SpaceX Falcon 9 слетали в космос по 30 раз",
      "description": "28 ноября с площадки SLC-4E базы Ванденберг стартовала ракета Falcon 9, отправив на солнечно-синхронную орбиту миссию Transporter-15. На борту этой миссии находилось 140 полезных нагрузок, включая кубсаты, микроспутники, размещенные полезные нагрузки и орбитальные транспортные аппараты, на борту которых находилось 13 из этих полезных нагрузок, подлежащих развертыванию позднее.  Изображение SpaceX/XFreeze Полёт стал юбилейным для первой ступени — она использовалась уже в 30 раз. На её счету NROL-87, NROL-85, SARah-1, SWOT, несколько предыдущих Transporter, Bandwagon-2, серия национальных разведывательных миссий и восемнадцать запусков Starlink. После отделения ускоритель снова вернулся на Землю, сев на баржу Of Course I Still Love You в акватории Тихого океана. Рекорд по повторному использованию ракет-носителей принадлежит B1067, которая совершила 31 полет.",
      "shortDescription": "28 ноября с площадки SLC-4E базы Ванденберг стартовала ракета Falcon 9, отправив на солнечно-синхронную орбиту миссию Transporter-15. На борту этой миссии находилось 140 полезных нагрузок, включая кубсаты, микроспутники, размещенные полезные нагрузки и орбитальные транспортные аппараты, на борту кот...",
      "link": "https://www.ixbt.com/news/2025/11/30/30-falcon-9-140.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/10/0/G65w1uxXIAAJlvo (1)_large.jpg",
      "pubDate": "2025-11-30T08:45:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_9_1764498956",
      "title": "Здесь планируют собирать тысячу Starship в год. Строительство «одного из крупнейших сооружений в мире» показали на новом фото",
      "description": "Опубликована новая фотография, позволяющая оценить масштабы производственного комплекса Gigabay, расположенного на территории космодрома Starbase. На фото видны четыре башенных крана, задействованных в постройке Gigabay. Gigabay для Starship будет иметь следующие основные размеры: высота здания — 116 м, длина — 110 м, ширина — 130 м, полезная внутренняя высота — до 115 м, площадь рабочего пространства — около 75 700 м2, а общий внутренний объём — примерно 1,3 миллиона м3.  Фото Julia Bergeron/NSF Эти параметры позволяют Gigabay вмещать несколько Starship одновременно и обеспечивать более чем 11-кратное увеличение производственной площади по сравнению с существующими Mega Bay. Строительство планируют завершить в 2026 году. «Это будет одно из крупнейших сооружений в мире, думаю, по некоторым параметрам, это будет самое большое строение в мире. Оно рассчитано на тысячу Starship в год», — ранее рассказал Илон Маск.",
      "shortDescription": "Опубликована новая фотография, позволяющая оценить масштабы производственного комплекса Gigabay, расположенного на территории космодрома Starbase. На фото видны четыре башенных крана, задействованных в постройке Gigabay. Gigabay для Starship будет иметь следующие основные размеры: высота здания — 11...",
      "link": "https://www.ixbt.com/news/2025/11/30/zdes-planirujut-sobirat-tysjachu-starship-v-god-stroitelstvo-odnogo-iz-krupnejshih-sooruzhenij-v-mire-pokazali-ne-novom.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/0/G5rEbHGWIAAnxO2_large.jpg",
      "pubDate": "2025-11-30T08:36:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_6_1764498951",
      "title": "Обзор и рецензия на книгу «Антихрупкость в IT»",
      "description": "Мне всегда была интересна тема антихрупкости и работы Нассима Талеба — особенно в контексте их применения в IT.Книга «Антихрупкость в IT» попала в мой список рекомендаций больше года назад, после одной конференций в Казахстане. Книга показалась мне интересно, по этому ниже обзор основных тем, и в каком случае вам стоит ее прочесть.А так же ответим на вопросы: как продать микросервисы бизнесу? Почему у книги такая обложка? А есть ли что-то от антихрупкости Талеба в книги с таким название? Читать далее",
      "shortDescription": "Мне всегда была интересна тема антихрупкости и работы Нассима Талеба — особенно в контексте их применения в IT.Книга «Антихрупкость в IT» попала в мой список рекомендаций больше года назад, после одной конференций в Казахстане. Книга показалась мне интересно, по этому ниже обзор основных тем, и в ка...",
      "link": "https://habr.com/ru/articles/971656/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971656",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d47/ab6/27a/d47ab627a2ac9e67d2ecc44dc709cb0f.jpg",
      "pubDate": "2025-11-30T08:32:52+00:00",
      "hashtags": [
        "#it"
      ]
    },
    {
      "id": "3DNews_25_1764498953",
      "title": "Ускорители вычислений Baidu имеют все шансы стать хитом китайского рынка",
      "description": "Китайский интернет-гигант Baidu в уходящем месяце представил собственные ускорители M100 и M300 для работы в инфраструктуре искусственного интеллекта. Ориентированный на инференс M100 будет доступен в начале следующего года, а более универсальный M300 с 2027 года позволит китайским компаниям хотя бы частично решить проблему дефицита вычислительных ресурсов для обучения больших языковых моделей. Источник изображения: Baidu, TechPowerUp",
      "shortDescription": "Китайский интернет-гигант Baidu в уходящем месяце представил собственные ускорители M100 и M300 для работы в инфраструктуре искусственного интеллекта. Ориентированный на инференс M100 будет доступен в начале следующего года, а более универсальный M300 с 2027 года позволит китайским компаниям хотя бы...",
      "link": "https://3dnews.ru/1133163",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133163/baidu_01.jpg",
      "pubDate": "2025-11-30T08:19:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#интернет"
      ]
    },
    {
      "id": "Habr_7_1764498951",
      "title": "Экстренный патч или как не получить «RCE по утрам»",
      "description": "Внимание, внимание, внимание!Вышли экстренные патчи безопасности в релизах Axiom JDK 25.0.1, 21.0.9, 17.0.17, 11.0.29 и 8u472. Мы устранили четыре критические уязвимости в OpenJFX, уровень опасности которых — высокий и средний.Если вы используете JavaFX, весьма популярный в России инструмент для создания графических интерфейсов, обновляйтесь, чтобы ваши приложения не стали любимым местом хакеров. Читать далее",
      "shortDescription": "Внимание, внимание, внимание!Вышли экстренные патчи безопасности в релизах Axiom JDK 25.0.1, 21.0.9, 17.0.17, 11.0.29 и 8u472. Мы устранили четыре критические уязвимости в OpenJFX, уровень опасности которых — высокий и средний.Если вы используете JavaFX, весьма популярный в России инструмент для соз...",
      "link": "https://habr.com/ru/companies/axiomjdk/articles/971638/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971638",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/3af/341/b55/3af341b55da58ce0d374820de3db2e59.png",
      "pubDate": "2025-11-30T08:00:09+00:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_8_1764498951",
      "title": "[Перевод] Почему Python — не лучший язык для data science. Часть 1 — опыт разработчика и исследователя",
      "description": "Команда Python for Devs подготовила перевод статьи Клауса Вилке о том, почему Python, несмотря на статус языка №1 в data science, вовсе не идеален для анализа данных. Автор показывает на реальных примерах из лабораторной практики, что многие операции в Python оказываются куда более громоздкими, чем в R, — и это не вина программистов, а архитектурные особенности инструментов. Читать далее",
      "shortDescription": "Команда Python for Devs подготовила перевод статьи Клауса Вилке о том, почему Python, несмотря на статус языка №1 в data science, вовсе не идеален для анализа данных. Автор показывает на реальных примерах из лабораторной практики, что многие операции в Python оказываются куда более громоздкими, чем ...",
      "link": "https://habr.com/ru/articles/971046/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971046",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/715/a6f/c90/715a6fc9011b19074f703f8015689ca0.png",
      "pubDate": "2025-11-30T08:00:08+00:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_26_1764498953",
      "title": "SK hynix запустит тотальное расширение фабрик памяти DRAM, чтобы победить дефицит",
      "description": "Признание руководства SK hynix о распределении всей квоты на производство памяти в 2026 году по предварительным заказам лишь могло звучать, как приговор для отрасли, но по факту адекватные меры для устранения дефицита этим производителем будут предприниматься, как поясняет издание The Chosun Daily. Источник изображения: SK hynix",
      "shortDescription": "Признание руководства SK hynix о распределении всей квоты на производство памяти в 2026 году по предварительным заказам лишь могло звучать, как приговор для отрасли, но по факту адекватные меры для устранения дефицита этим производителем будут предприниматься, как поясняет издание The Chosun Daily. ...",
      "link": "https://3dnews.ru/1133162",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133162/sk_hynix.jpg",
      "pubDate": "2025-11-30T07:48:00+03:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "Habr_16_1764498951",
      "title": "[Перевод] Поломанная дверь Гордона Фримена",
      "description": "Недавнее обсуждение опасности дверей в геймдеве напомнило мне о баге, вызванном дверью из игры, о которой вы, возможно слышали — Half Life 2. Усаживайтесь поудобнее, мы начинаем.Когда-то я работал в Valve над проектами виртуальной реальности. Это было в 2013 году, примерно когда появился Oculus DK1. Мы с Джо Людвигом решили, что лучше всего можно понять, как будет работать VR в контексте реальной игры, портировав в неё реальную игру.Мы выбрали Team Fortress 2 (причина этого — отдельная история, которой я не хочу здесь касаться). В TF2 использовался движок Source 1, и так получилось, что двумя другими играми Valve, тоже построенными на этом движке, были Half Life 2 и Portal 1. Поэтому побочным эффектом стало то, что они тоже будут работать в VR.Точнее, Portal 1 «работал», однако все трюки с перспективой при прохождении через портал вызывали настоящую тошноту, поэтому играть в это было практически невозможно.Зато HL2 игрался достаточно неплохо. Джо потратил довольно много времени на то, чтобы уровни с лодкой работали прилично. Читать далее",
      "shortDescription": "Недавнее обсуждение опасности дверей в геймдеве напомнило мне о баге, вызванном дверью из игры, о которой вы, возможно слышали — Half Life 2. Усаживайтесь поудобнее, мы начинаем.Когда-то я работал в Valve над проектами виртуальной реальности. Это было в 2013 году, примерно когда появился Oculus DK1....",
      "link": "https://habr.com/ru/articles/971578/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971578",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/25e/57d/cf5/25e57dcf50aae30174706072704361b1.png",
      "pubDate": "2025-11-30T05:16:47+00:00",
      "hashtags": [
        "#VR",
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_45_1764498953",
      "title": "Новая статья: Gamesblender № 754: кризис на рынке памяти, Pioner не для российского Steam и 20-летие Xbox 360",
      "description": "Юбилей «Бокса», безусловно, праздник, но не обязательно в этот день бить друг друга по лицу. Так можно и память потерять, а терять ее сейчас нельзя — слишком дорогая. О том, почему так получилось, а также о новых приоритетах CD Projekt Red и скандале вокруг MMO-шутера Pioner расскажем в сегодняшнем GamesBlender",
      "shortDescription": "Юбилей «Бокса», безусловно, праздник, но не обязательно в этот день бить друг друга по лицу. Так можно и память потерять, а терять ее сейчас нельзя — слишком дорогая. О том, почему так получилось, а также о новых приоритетах CD Projekt Red и скандале вокруг MMO-шутера Pioner расскажем в сегодняшнем ...",
      "link": "https://3dnews.ru/1133122",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133122/sm.Screen_3D_(67).800.jpeg",
      "pubDate": "2025-11-29T23:30:00+03:00",
      "hashtags": [
        "#game"
      ]
    },
    {
      "id": "3DNews_2_1764498953",
      "title": "Глава Figure AI попытался доказать, что видео с маршем сотен китайских роботов UBTech — фейк",
      "description": "Американцы отказываются верить в первенство Китая в сфере человекоподобных роботов. «Это не может быть правдой. Это фейк», — заявил глава компании Figure AI Бретт Эдкок (Brett Adcock), отреагировав на ролик компании UBTech о сотнях синхронно марширующих на склад роботов Walker S2. Приезжайте, и всё увидите сами, приглашают в ответ китайцы. Тесное сотрудничество, открытый код и цепочки поставок — это всё, что нужно для бурного развития робототехники. Источник изображений: UBTech",
      "shortDescription": "Американцы отказываются верить в первенство Китая в сфере человекоподобных роботов. «Это не может быть правдой. Это фейк», — заявил глава компании Figure AI Бретт Эдкок (Brett Adcock), отреагировав на ролик компании UBTech о сотнях синхронно марширующих на склад роботов Walker S2. Приезжайте, и всё ...",
      "link": "https://3dnews.ru/1133153",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133153/robot.jpg",
      "pubDate": "2025-11-29T21:54:00+03:00",
      "hashtags": [
        "#ИИ",
        "#код",
        "#ai",
        "#AI",
        "#робот"
      ]
    },
    {
      "id": "Habr_19_1764498951",
      "title": "Почему в GPS треугольный курсор и при чем тут Asteroids",
      "description": "Этот незамысловатый треугольничек, что отмечает ваше местоположение на карте, вы наверняка видели сотни раз. Каждый раз, когда вы включаете навигатор, он послушно ползет вместе с вами по маршруту, поворачивает на перекрестках и терпеливо ждет, пока вы выберетесь из пробки.А знаете ли вы, что этот неотъемлемый символ навигации — отнюдь не результат длительных и глубоких исследований по UI/UX? Его история куда интереснее и уходит корнями в аркадные залы конца 70-х.  Читать далее",
      "shortDescription": "Этот незамысловатый треугольничек, что отмечает ваше местоположение на карте, вы наверняка видели сотни раз. Каждый раз, когда вы включаете навигатор, он послушно ползет вместе с вами по маршруту, поворачивает на перекрестках и терпеливо ждет, пока вы выберетесь из пробки.А знаете ли вы, что этот не...",
      "link": "https://habr.com/ru/companies/ispsystem/articles/971632/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971632",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/31b/149/a25/31b149a25f73dbc79b506466ed8139fc.png",
      "pubDate": "2025-11-29T19:26:36+00:00",
      "hashtags": [
        "#ux",
        "#ИИ",
        "#ui"
      ]
    },
    {
      "id": "Habr_20_1764498951",
      "title": "Рецепт фирменного стека: аккуратный деплой в OpenStack на примере Акуры",
      "description": "Привет Хабр! Я Иван, QA в Хайстекс. Уже несколько лет занимаюсь тестированием и внедрением решения Акура.Этот материал родился из практики. Внутри компании мы регулярно поднимаем решения в OpenStack для тестов, пилотов и внедрений, и часто сталкиваемся с одними и теми же вопросами. Где-то не тот порт, где-то нестандартный эндпоинт, где-то сеть устроена чуть иначе, чем ожидаешь. Мелочи, которые на старте могут съедать часы.Под катом – полное, пошаговое руководство по подготовке OpenStack и развертыванию контроллера Акуры. Это не документация в классическом смысле, а рабочий конспект. Поэтому по ходу статьи разберем процесс подготовки OpenStack и покажу, на что стоит обращать внимание при развертывании решений в этом окружении. Попутно затронем особенности платформы, которая остается одним из самых популярных open source облаков. Читать далее",
      "shortDescription": "Привет Хабр! Я Иван, QA в Хайстекс. Уже несколько лет занимаюсь тестированием и внедрением решения Акура.Этот материал родился из практики. Внутри компании мы регулярно поднимаем решения в OpenStack для тестов, пилотов и внедрений, и часто сталкиваемся с одними и теми же вопросами. Где-то не тот пор...",
      "link": "https://habr.com/ru/companies/hstx/articles/971626/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971626",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/3c1/598/78b/3c159878b2b063c5516a572cc6a172a1.jpeg",
      "pubDate": "2025-11-29T17:55:00+00:00",
      "hashtags": [
        "#тест",
        "#сеть",
        "#облако",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_21_1764498951",
      "title": "Мультиагентная разработка в Cursor: как заставить субагентов работать на большие проекты",
      "description": "Как можно Cursor IDE превратить в полноценную мультиагентную среду разработки, где каждый AI‑агент выполняет роль члена команды: аналитика, архитектора, планировщика или разработчика?Как обеспечить высокий уровень автономности, когда система не просто отвечает на запросы, а сама движется от высокоуровневой постановки задачи к результату?Как добиться сходимости к стабильному результату в ходе длительной самостоятельной работы команды ИИ-агентов?Рассказываю, как я пришёл к таким результатам с помощью команды агентов под управлением оркестратора и применения принципа разрабокти «сверху вниз», когда код рождается постепенно, но осмысленно: от общей идеи до рабочего решения. Читать далее",
      "shortDescription": "Как можно Cursor IDE превратить в полноценную мультиагентную среду разработки, где каждый AI‑агент выполняет роль члена команды: аналитика, архитектора, планировщика или разработчика?Как обеспечить высокий уровень автономности, когда система не просто отвечает на запросы, а сама движется от высокоур...",
      "link": "https://habr.com/ru/articles/971620/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971620",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/5ea/f72/409/5eaf724097538841c98443c77ef8a3e3.png",
      "pubDate": "2025-11-29T17:33:45+00:00",
      "hashtags": [
        "#ИИ",
        "#код",
        "#ai",
        "#разработка",
        "#AI"
      ]
    },
    {
      "id": "3DNews_48_1764498953",
      "title": "Infinix проведёт в декабре турнир по PUBG Mobile, для участия в котором нужно быть студентом вуза или ссуза России",
      "description": "Производитель смартфонов, ноутбуков и других устройств Infinix собирается провести первый киберспортивный студенческий турнир по мобильной королевской битве PUBG Mobile. Призовой фонд мероприятия в размере 800 тыс. руб. будет разыгран среди учащихся высших и средних специальных учебных заведений со всей России.   Источник изображения: Infinix",
      "shortDescription": "Производитель смартфонов, ноутбуков и других устройств Infinix собирается провести первый киберспортивный студенческий турнир по мобильной королевской битве PUBG Mobile. Призовой фонд мероприятия в размере 800 тыс. руб. будет разыгран среди учащихся высших и средних специальных учебных заведений со ...",
      "link": "https://3dnews.ru/1133144",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133144/sm.pubg_cons.800.jpg",
      "pubDate": "2025-11-29T15:09:00+03:00",
      "hashtags": [
        "#кибер",
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_5_1764498953",
      "title": "На орбиту запущен пятый «завод» компании Varda Space — теперь их там два одновременно",
      "description": "28 ноября 2025 года компания SpaceX запустила пакет спутников в рамках миссии Transporter-15. В числе прочих на орбиту была выведена космическая фабрика компании Varda Space — возвращаемая капсула W-5. Она полнила группировку орбитальных опытных производств Varda, которая уже оперирует запущенной этим летом капсулой W-4. Это уникальный опыт производства в условиях микрогравитации, где происходит идеальный рост кристаллов. Источник изображения: Varda Space",
      "shortDescription": "28 ноября 2025 года компания SpaceX запустила пакет спутников в рамках миссии Transporter-15. В числе прочих на орбиту была выведена космическая фабрика компании Varda Space — возвращаемая капсула W-5. Она полнила группировку орбитальных опытных производств Varda, которая уже оперирует запущенной эт...",
      "link": "https://3dnews.ru/1133143",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133143/varda_00.jpg",
      "pubDate": "2025-11-29T15:06:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_26_1764498952",
      "title": "Отсутствие сопротивления вышестоящему руководству",
      "description": "Поговорим об ошибке руководителя, которая проявляется в отсутствии сопротивления завышенным требованиям вышестоящего руководства.Завышенные требования, это не просто требования, которые невозможно выполнить, это стиль управления, осознанный или нет, который проявляется через несколько характерных признаков. Стать крепким как скала",
      "shortDescription": "Поговорим об ошибке руководителя, которая проявляется в отсутствии сопротивления завышенным требованиям вышестоящего руководства.Завышенные требования, это не просто требования, которые невозможно выполнить, это стиль управления, осознанный или нет, который проявляется через несколько характерных пр...",
      "link": "https://habr.com/ru/articles/971592/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971592",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/995/dbe/e86/995dbee86e194c97a70ab163e8e6abe4.webp",
      "pubDate": "2025-11-29T14:53:36+00:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_1_1764498952",
      "title": "Пользователь Reddit с помощью ИИ проанализировал тысячи обсуждений беспроводных наушников на платформе и собрал таблицу с соотношением отзывов для популярных моделей",
      "description": "Чаще всего на Reddit обсуждают AirPods Pro.",
      "shortDescription": "Чаще всего на Reddit обсуждают AirPods Pro.",
      "link": "https://vc.ru/social/2623153-analiz-obshchensiy-besprovodnykh-naushnikov-na-reddit-s-pomoshchyu-ii?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/7096f4b7-7e44-5a96-8330-f4d4b8c3593e/",
      "pubDate": "2025-11-29T14:43:20+03:00",
      "hashtags": [
        "#AI",
        "#it",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "Habr_29_1764498952",
      "title": "Тайна самой дешевой Linux-консоли с Ozon",
      "description": "Недавно на просторах маркетплейсов появилась невиданная ранее диковинка - ретро-консоль с Linux на борту под немудреным названием R36s. На первый взгляд кажется что это очередная нонейм-консоль собранная из неликвидных комплектующих, однако при детальном рассмотрении выясняется, что это очень мощный гаджет не только для любителей ретро-игр, но и для гиков!Сейчас консоль стоит на маркетплейсах всего 1.800 рублей. Но если бы всё так было просто... Если вам интересно узнать, откуда в 2025 году взялся 2х-ядерный MIPS с частотой 1ГГц, что представляет из себя R36s на практике и как не запутаться в великом множестве ревизий — жду вас под катом! Читать далее",
      "shortDescription": "Недавно на просторах маркетплейсов появилась невиданная ранее диковинка - ретро-консоль с Linux на борту под немудреным названием R36s. На первый взгляд кажется что это очередная нонейм-консоль собранная из неликвидных комплектующих, однако при детальном рассмотрении выясняется, что это очень мощный...",
      "link": "https://habr.com/ru/companies/timeweb/articles/970646/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970646",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f9e/866/a52/f9e866a52eb7ae59892fadcf246f2048.jpg",
      "pubDate": "2025-11-29T14:05:25+00:00",
      "hashtags": [
        "#гаджет",
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_31_1764498952",
      "title": "[Перевод] Google и Microsoft на мели. Вся правда о долге на $100 миллиардов, который от нас скрывают",
      "description": "Вся история с генеративным ИИ держалась на одном главном мифе - теории о том, что «взрослые всё контролируют». Это была та самая подушка безопасности, которая в умах людей отделяла нынешнее безумие от катастрофического краха доткомов.Нам внушали, что на этот раз всё иначе, ведь у руля стоят не какие-то хлипкие стартапы, сжигающие венчурный капитал на доставку кошачьего корма. Нет, это Nvidia, Google, Microsoft, *Meta и Amazon. А те немногие лидеры, что всё-таки являются стартапами, вроде OpenAI и Anthropic, надёжно прикрыты сделками с технологическими гигантами. Читать далее",
      "shortDescription": "Вся история с генеративным ИИ держалась на одном главном мифе - теории о том, что «взрослые всё контролируют». Это была та самая подушка безопасности, которая в умах людей отделяла нынешнее безумие от катастрофического краха доткомов.Нам внушали, что на этот раз всё иначе, ведь у руля стоят не какие...",
      "link": "https://habr.com/ru/companies/bothub/articles/971566/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971566",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/7d1/d4f/a23/7d1d4fa23788a6e15d38fe7fd03b9a86.jpg",
      "pubDate": "2025-11-29T13:21:14+00:00",
      "hashtags": [
        "#стартап",
        "#AI",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "3DNews_34_1764498953",
      "title": "AMD без громких анонсов выпустила в Китае видеокарту Radeon Pro W7900D для рабочих станций",
      "description": "AMD выпустила новую видеокарту для рабочих станций и упомянула ещё две модели. Radeon Pro W7900D предназначается для рабочих станций, которые будут продаваться в Китае; и к тому же на сайте производителя значатся также модели AI Pro R9600D и AI Pro R9700S, но пока без подробностей. Источник изображений: amd.com",
      "shortDescription": "AMD выпустила новую видеокарту для рабочих станций и упомянула ещё две модели. Radeon Pro W7900D предназначается для рабочих станций, которые будут продаваться в Китае; и к тому же на сайте производителя значатся также модели AI Pro R9600D и AI Pro R9700S, но пока без подробностей. Источник изображе...",
      "link": "https://3dnews.ru/1133136",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133136/radeon_1.jpg",
      "pubDate": "2025-11-29T12:51:00+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "Habr_34_1764498952",
      "title": "Product Hunt — площадка для запуска стартапов. Норм или стрём?",
      "description": "Спойлер - стрём. И пишу я это на 869-й день ударного режима, чтобы поделиться опытом и сэкономить вам много времени. Читать далее",
      "shortDescription": "Спойлер - стрём. И пишу я это на 869-й день ударного режима, чтобы поделиться опытом и сэкономить вам много времени. Читать далее",
      "link": "https://habr.com/ru/articles/971556/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971556",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/fdd/4b6/be8/fdd4b6be8731ed8ec75c78d4b054dac9.png",
      "pubDate": "2025-11-29T12:45:35+00:00",
      "hashtags": [
        "#стартап"
      ]
    },
    {
      "id": "Habr_38_1764498952",
      "title": "Вальтер Лэндор: британский дизайн с немецким акцентом",
      "description": "Он создал логотипы для Fedex, Alitalia, Levi’s и многих других компаний. Многие из них всё ещё активно используются. О жизни, дизайнерских решениях и творческом наследии Вальтера Лэндора — в нашем материале. Читать далее",
      "shortDescription": "Он создал логотипы для Fedex, Alitalia, Levi’s и многих других компаний. Многие из них всё ещё активно используются. О жизни, дизайнерских решениях и творческом наследии Вальтера Лэндора — в нашем материале. Читать далее",
      "link": "https://habr.com/ru/companies/onlinepatent/articles/971530/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971530",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/031/747/e48/031747e48077fc635719740064991420.jpg",
      "pubDate": "2025-11-29T11:25:05+00:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#дизайн"
      ]
    },
    {
      "id": "3DNews_35_1764498953",
      "title": "NASA подтвердило планы спасти европейский проект ExoMars после отказа от сотрудничества с Россией",
      "description": "NASA официально подтвердило, что продолжит поддерживать европейскую миссию ExoMars, хотя само отчаянно нуждается в деньгах. Об этом на полях министерского совещания Европейского космического агентства сообщил глава ЕКА Йозеф Ашбахер (Josef Aschbacher). По его словам, он получил письменное уведомление от NASA о продолжении сотрудничества по проекту. Источник изображения: ESA",
      "shortDescription": "NASA официально подтвердило, что продолжит поддерживать европейскую миссию ExoMars, хотя само отчаянно нуждается в деньгах. Об этом на полях министерского совещания Европейского космического агентства сообщил глава ЕКА Йозеф Ашбахер (Josef Aschbacher). По его словам, он получил письменное уведомлени...",
      "link": "https://3dnews.ru/1133134",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133134/the-rover-which-is-nam.jpg",
      "pubDate": "2025-11-29T10:24:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_37_1764498953",
      "title": "Google внезапно самоустранилась из антимонопольного спора с Microsoft по поводу облаков в Европе",
      "description": "Google отозвала антимонопольную жалобу на Microsoft в сфере облачных услуг, которую рассматривала Еврокомиссия. Решение, как пишет Reuters, было принято в свете недавнего заявления регулятора о начале отдельного расследования, целью которого является общая оценка потенциально проблемных аспектов рынка облачных услуг. Изначально Google обратилась в Комиссию в прошлом году с утверждением, что Microsoft использует антиконкурентные методы, которые фактически «запирают» клиентов в облаке Azure. Источник изображения: Adarsh Chauhan/Unsplash",
      "shortDescription": "Google отозвала антимонопольную жалобу на Microsoft в сфере облачных услуг, которую рассматривала Еврокомиссия. Решение, как пишет Reuters, было принято в свете недавнего заявления регулятора о начале отдельного расследования, целью которого является общая оценка потенциально проблемных аспектов рын...",
      "link": "https://3dnews.ru/1133119",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133119/adarsh-chauhan-unsplash.jpg",
      "pubDate": "2025-11-28T21:32:00+03:00",
      "hashtags": [
        "#AR",
        "#облако"
      ]
    },
    {
      "id": "3DNews_38_1764498953",
      "title": "Erying выпустила настольные материнские платы с мобильными процессорами Intel Core Ultra 200H",
      "description": "Компания Erying представила платформу Core Ultra 200H MoDT (Mobile on Desktop), построенную на базе мобильных процессоров Arrow Lake и предназначенную для бюджетных настольных компьютеров. Производитель предлагает платы формата Micro-ATX с интегрированными мобильными чипами Core Ultra 5 225H и 235H, Core Ultra 7 255H и 265H, а также Core Ultra 9 285H. Источник изображений: VideoCardz / Erying",
      "shortDescription": "Компания Erying представила платформу Core Ultra 200H MoDT (Mobile on Desktop), построенную на базе мобильных процессоров Arrow Lake и предназначенную для бюджетных настольных компьютеров. Производитель предлагает платы формата Micro-ATX с интегрированными мобильными чипами Core Ultra 5 225H и 235H,...",
      "link": "https://3dnews.ru/1133118",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133118/ERYING-CORE-ULTRA-200H-HERO.jpg",
      "pubDate": "2025-11-28T21:28:00+03:00",
      "hashtags": [
        "#AR",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews_39_1764498953",
      "title": "Хитрый трюк помог станции NASA развенчать дутую сенсацию о подземном озере на Марсе",
      "description": "В 2018 году радар MARSIS европейской станции Mars Express на орбите Марса зафиксировал под южным полюсом Марса яркий отражённый сигнал на глубине около 1,5 км. Его интерпретировали как большое подземное солёное озеро жидкой воды — потенциально важное открытие для поиска следов жизни и ресурсов для будущих миссий, что вызвало широчайший научный резонанс, поскольку никто не ожидал такого подарка от Вселенной. Художественное представление NASA Mars Orbiter (антенны георадара представлены в виде двух усов). Источник изображения: NASA",
      "shortDescription": "В 2018 году радар MARSIS европейской станции Mars Express на орбите Марса зафиксировал под южным полюсом Марса яркий отражённый сигнал на глубине около 1,5 км. Его интерпретировали как большое подземное солёное озеро жидкой воды — потенциально важное открытие для поиска следов жизни и ресурсов для б...",
      "link": "https://3dnews.ru/1133117",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133117/jpegPIA04918.jpg",
      "pubDate": "2025-11-28T21:13:00+03:00",
      "hashtags": [
        "#it",
        "#AR",
        "#радар",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_40_1764498953",
      "title": "По слухам, Apple возобновит сотрудничество с Intel в сфере чипов, но не как раньше",
      "description": "Apple начала отказ от процессоров Intel в компьютерах Mac ещё в 2020 году. На сегодняшний день абсолютно все «Маки» используют чипы, разработанные Apple, которые демонстрируют лидирующую в отрасли производительность на ватт. Тем не менее, новый слух утверждает, что Apple может возобновить сотрудничество с Intel — аналитик цепочки поставок Apple Минг-Чи Куо (Ming-Chi Kuo) заявил сегодня, что Intel начнёт поставки младших чипов серии M уже в середине 2027 года. Если этот слух окажется верным, Intel может поставлять Apple как минимум чипы M6 или M7 для будущих моделей MacBook Air, iPad Air и iPad Pro. Однако, если предыдущие чипы Intel для Mac разрабатывались Intel и основывались на архитектуре x86, чипы серии M разрабатываются Apple и используют архитектуру Arm. Intel, видимо, выступит лишь в роли контрактного производителя.",
      "shortDescription": "Apple начала отказ от процессоров Intel в компьютерах Mac ещё в 2020 году. На сегодняшний день абсолютно все «Маки» используют чипы, разработанные Apple, которые демонстрируют лидирующую в отрасли производительность на ватт. Тем не менее, новый слух утверждает, что Apple может возобновить сотрудниче...",
      "link": "https://3dnews.ru/1133114",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133114/intel_logo-3dnews.jpg",
      "pubDate": "2025-11-28T21:05:00+03:00",
      "hashtags": [
        "#компьютер",
        "#AR",
        "#ИИ",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews_12_1764498953",
      "title": "Расчёты обнаружили астероид, который трижды станет нашей мини-луной с ненулевыми шансами упасть на Землю",
      "description": "Астрономы из Университета Комплутенсе в Мадриде — Карлос и Рауль де ла Фуэнте Маркосы (Carlos, Raúl de la Fuente Marcos) — обнаружили, что небольшой околоземный астероид 2022 RD2 примерно через 18 лет трижды станет временным спутником (мини-луной) Земли. Этот объект диаметром всего 5–11 метров был открыт 2 сентября 2022 года системой Pan-STARRS и относится к семейству Арджуна — астероидам с почти круговыми орбитами, близкими к земной. Источник изображения: ИИ-генерация Grok 4.1/3DNews",
      "shortDescription": "Астрономы из Университета Комплутенсе в Мадриде — Карлос и Рауль де ла Фуэнте Маркосы (Carlos, Raúl de la Fuente Marcos) — обнаружили, что небольшой околоземный астероид 2022 RD2 примерно через 18 лет трижды станет временным спутником (мини-луной) Земли. Этот объект диаметром всего 5–11 метров был о...",
      "link": "https://3dnews.ru/1133109",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133109/moon_00.jpg",
      "pubDate": "2025-11-28T18:08:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_13_1764498953",
      "title": "В Китае реализуют крупнейший в мире проект по хранению энергии в задутом под землю воздухе",
      "description": "На днях в Китае подписаны документы о скорой реализации крупнейшего в мире проекта по хранению энергии в закачанном под землю воздухе. Строительство объекта стартует в новом году. Компрессорная станция сможет запасать 4,2 ГВт·ч энергии и выдавать на пике 700 МВт мощности. Установка сгладит скачки потребления электричества в регионе от возобновляемых источников и послужит примером для дальнейшего развития этой перспективной технологии. Источник изображения: ZCGN",
      "shortDescription": "На днях в Китае подписаны документы о скорой реализации крупнейшего в мире проекта по хранению энергии в закачанном под землю воздухе. Строительство объекта стартует в новом году. Компрессорная станция сможет запасать 4,2 ГВт·ч энергии и выдавать на пике 700 МВт мощности. Установка сгладит скачки по...",
      "link": "https://3dnews.ru/1133101",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133101/Screenshot.png",
      "pubDate": "2025-11-28T15:04:00+03:00",
      "hashtags": [
        "#ИИ",
        "#технологии"
      ]
    },
    {
      "id": "3DNews_14_1764498953",
      "title": "Люди даже не представляют, насколько ИИ изменит мир — но завершится всё пузырём, хоть и не скоро",
      "description": "Увещевания некоторых авторитетных инвесторов типа Майкла Бьюрри (Michael Burry) по поводу неизбежности формирования пузыря на рынке ИИ начинают раздражать руководство Nvidia, которое неожиданно начинает оправдывать все происходящие на бирже процессы. Некоторые инвесторы придерживаются более взвешенной позиции, не отвергая при этом саму идею формирования пузыря на рынке ИИ. Источник изображения: OpenAI",
      "shortDescription": "Увещевания некоторых авторитетных инвесторов типа Майкла Бьюрри (Michael Burry) по поводу неизбежности формирования пузыря на рынке ИИ начинают раздражать руководство Nvidia, которое неожиданно начинает оправдывать все происходящие на бирже процессы. Некоторые инвесторы придерживаются более взвешенн...",
      "link": "https://3dnews.ru/1133095",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133095/openai_03.jpg",
      "pubDate": "2025-11-28T13:34:00+03:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "vc.ru_4_1764498952",
      "title": "В App Store появилось приложение с функциями «Т-Банка» — как сервис для наблюдения за птицами",
      "description": "Обновлённое приложение называется The Birds Voices.",
      "shortDescription": "Обновлённое приложение называется The Birds Voices.",
      "link": "https://vc.ru/services/2621511-the-birds-voices-t-bank?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/21acc679-00ea-5418-b146-47744c882426/",
      "pubDate": "2025-11-28T11:58:15+03:00",
      "hashtags": [
        "#приложение"
      ]
    },
    {
      "id": "vc.ru_6_1764498952",
      "title": "Минпромторг предложил установить тариф технологического сбора на уровне 750 рублей за смартфон и 1500 рублей за ноутбук — «Ведомости»",
      "description": "По словам собеседников газеты, параметры техсбора ещё обсуждаются в правительстве и с участниками рынка.",
      "shortDescription": "По словам собеседников газеты, параметры техсбора ещё обсуждаются в правительстве и с участниками рынка.",
      "link": "https://vc.ru/money/2621264-minpromtorg-tarif-tehnologicheskogo-sbora-smartfony-noutbuki?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/fd178d11-c898-586c-9f47-4db362cf8619/",
      "pubDate": "2025-11-28T10:33:18+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_17_1764498953",
      "title": "«С тех пор игра сильно изменилась»: Ubisoft отреагировала на утечку внутренней презентации ремейка Prince of Persia: The Sands of Time",
      "description": "Французский издатель и разработчик Ubisoft прокомментировал недавнюю утечку внутреннего показа многострадального ремейка культового приключенческого экшена Prince of Persia: The Sands of Time.   Источник изображений: Ubisoft",
      "shortDescription": "Французский издатель и разработчик Ubisoft прокомментировал недавнюю утечку внутреннего показа многострадального ремейка культового приключенческого экшена Prince of Persia: The Sands of Time.   Источник изображений: Ubisoft",
      "link": "https://3dnews.ru/1133082",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133082/00.jpg",
      "pubDate": "2025-11-28T09:28:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_3_1764498957",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_22_1764498953",
      "title": "«Гаражная» компания запустила предзаказ на одноместный летающий мотоцикл с предоплатой в $999",
      "description": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которые создают распределённую тягу. Источник изображений: LEO Flight",
      "shortDescription": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которы...",
      "link": "https://3dnews.ru/1133051",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133051/leo_00.jpg",
      "pubDate": "2025-11-27T16:00:31+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_24_1764498953",
      "title": "Paradox взяла на себя вину за провал Vampire: The Masquerade — Bloodlines 2 и списала больше половины бюджета игры",
      "description": "Долгожданный вампирский ролевой экшен Vampire: The Masquerade — Bloodlines 2 от разработчиков из британской студии The Chinese Room разочаровал не только игроков и критиков, но и издателя в лице шведской компании Paradox Interactive.   Источник изображений: Paradox Interactive",
      "shortDescription": "Долгожданный вампирский ролевой экшен Vampire: The Masquerade — Bloodlines 2 от разработчиков из британской студии The Chinese Room разочаровал не только игроков и критиков, но и издателя в лице шведской компании Paradox Interactive.   Источник изображений: Paradox Interactive",
      "link": "https://3dnews.ru/1133045",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133045/00.jpg",
      "pubDate": "2025-11-27T14:05:00+03:00",
      "hashtags": [
        "#AR",
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_8_1764498957",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#ИИ",
        "#сервер"
      ]
    },
    {
      "id": "Ведомости Технологии_10_1764498957",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_16_1764498957",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#компьютер",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_17_1764498957",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "Ведомости Технологии_20_1764498957",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_21_1764498957",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#it",
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_24_1764498957",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_27_1764498957",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#AR",
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_28_1764498957",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_0_1764498963",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "Ведомости Технологии_34_1764498957",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#ИИ",
        "#финтех"
      ]
    },
    {
      "id": "Ведомости Технологии_36_1764498957",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#структура",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_44_1764498957",
      "title": "В России введут так называемый технологический сбор",
      "description": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "shortDescription": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/10/1153413-v-rossii-vvedut-tak-nazivaemii-tehnologicheskii-sbor",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8p/1dhre2/normal-1s56.jpg",
      "pubDate": "2025-11-10T00:25:39+03:00",
      "hashtags": [
        "#ИИ",
        "#радио"
      ]
    },
    {
      "id": "Ведомости Технологии_48_1764498957",
      "title": "У России к 2028 году может появиться процессор для базовых станций LTE",
      "description": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "shortDescription": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152534-u-rossii-mozhet-poyavitsya-protsessor-dlya-lte",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1eq278/normal-1tqm.png",
      "pubDate": "2025-11-06T01:33:07+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_49_1764498957",
      "title": "В России обещают сделать первого антропоморфного робота",
      "description": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "shortDescription": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152530-v-rossii-obeschayut-sdelat-pervogo-antropomorfnogo-robota",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1enrrz/normal-1tnn.png",
      "pubDate": "2025-11-06T01:32:35+03:00",
      "hashtags": [
        "#ИИ",
        "#робот"
      ]
    },
    {
      "id": "3DNews Software_1_1764498963",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_2_1764498963",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764498963",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764498963",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1764498963",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764498963",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1764498963",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764498963",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764498963",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_24_1764498963",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1764498963",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764498963",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#AI",
        "#it",
        "#искусственныйинтеллект",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_34_1764498963",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_36_1764498963",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764498963",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_41_1764498963",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764498963",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764498963",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#платформа",
        "#ИИ"
      ]
    }
  ]
}