{
  "lastUpdated": "2025-12-06T16:41:23.720916",
  "totalNews": 82,
  "categories": [
    "Технологии",
    "Игры"
  ],
  "hashtags": [
    "#кибер",
    "#ui",
    "#веб",
    "#платформа",
    "#ИИ",
    "#приложение",
    "#игры",
    "#смартфон",
    "#AR",
    "#software",
    "#радар",
    "#алгоритм",
    "#код",
    "#api",
    "#интеграция",
    "#стартап",
    "#компьютер",
    "#сервер",
    "#искусственныйинтеллект",
    "#it",
    "#cpu",
    "#робот",
    "#дизайн",
    "#cloud",
    "#тест",
    "#gpu",
    "#ai",
    "#интернет",
    "#VR",
    "#ux",
    "#AI",
    "#game"
  ],
  "news": [
    {
      "id": "ixbt.com_2_1765039274",
      "title": "Настоящие «кибернаушники». Nubia представила футуристично выглядящие CyberBuds всего за 28 долларов",
      "description": "Компания Nubia представила полностью беспроводные наушники CyberBuds, выполненные в хай-тек стилистике. Дизайном тут выделяется как футляр, так и сами наушники.  Как можно видеть, они получили ножку с «изломом», а у футляра есть светящийся логотип. Всё это нацелено в первую очередь на геймеров. Для них же есть режим Nubia FlashLink 2.0 со сниженной задержкой.   Фото Gizmochina Каждый наушник весит всего 3,6 грамма, а футляр весит 58 граммов. У футляра есть петля для крепления ремешка.   Фото Gizmochina Для сопряжения используется Bluetooth 5.4. Автономность заявлена равной шести часам, а футляр повышает показатель примерно до 48 часов.  Стоит новинка в Китае всего 28 долларов.",
      "shortDescription": "Компания Nubia представила полностью беспроводные наушники CyberBuds, выполненные в хай-тек стилистике. Дизайном тут выделяется как футляр, так и сами наушники.  Как можно видеть, они получили ножку с «изломом», а у футляра есть светящийся логотип. Всё это нацелено в первую очередь на геймеров. Для ...",
      "link": "https://www.ixbt.com/news/2025/12/06/nubia-cyberbuds-28.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/6/Nubia-CyberBuds_large.jpg",
      "pubDate": "2025-12-06T19:05:00+03:00",
      "hashtags": [
        "#кибер",
        "#дизайн"
      ]
    },
    {
      "id": "ixbt.com_3_1765039274",
      "title": "Теперь лучший iGPU в классе точно у Intel. Arc B390 легко опережает как Arc 140V/T, так и Radeon 890M",
      "description": "Вслед за когортой нетоповых процессоров Intel Panther Lake в Сети засветился и какой-то из старших CPU с флагманским 12-ядерным iGPU Arc B390. Причём засветился в тесте, так что мы можем сравнить его с лучшими представителями класса.  Arc B390 в тесте PassMark набрал 9453 балла. И это почти вдвое больше, чем у Arc 140V и Arc 140T, которые сейчас являются лучшими iGPU у Intel. Также это на треть больше, чем у полноценной дискретной карты Arc A380.   Фото WCCF Tech Если сравнивать с ядрами AMD, то новинка Intel быстрее Radeon 890M — самого быстрого iGPU на рынке в этом классе — на 16%. Тут мы имеем неигровое сравнение GPU на разных архитектурах, так что в реальности разница может сильно отличаться. Но как минимум даже тут решение Intel быстрее. А у AMD ничего быстрее Radeon 890M в этом классе нет и не будет как минимум до конца 2026 года.   Фото WCCF Tech  Фото WCCF Tech  Фото WCCF Tech Ещё Arc B390 в этом ПО близок к Radeon 7600M, но в реальности вряд ли стоит этого ожидать.   Так или иначе, Arc B390, видимо, станет новым королём iGPU в классе. Выше будет только Radeon 8050S/8060S, но это решения совершенно иного класса. Неудивительно, что в Сети уже засветилась первая игровая приставка на основе Core Ultra 300, пусть и с немного более слабым iGPU.",
      "shortDescription": "Вслед за когортой нетоповых процессоров Intel Panther Lake в Сети засветился и какой-то из старших CPU с флагманским 12-ядерным iGPU Arc B390. Причём засветился в тесте, так что мы можем сравнить его с лучшими представителями класса.  Arc B390 в тесте PassMark набрал 9453 балла. И это почти вдвое бо...",
      "link": "https://www.ixbt.com/news/2025/12/06/igpu-intel-arc-b390-arc-140v-t-radeon-890m.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/6/Intel-Xe3-GPU-Architecture_large.jpg",
      "pubDate": "2025-12-06T18:54:00+03:00",
      "hashtags": [
        "#тест",
        "#gpu",
        "#cpu",
        "#AR"
      ]
    },
    {
      "id": "ixbt.com_4_1765039274",
      "title": "В тестах засветился Core Ultra 5 332 всего с двумя большими ядрами. А также Core Ultra 7 366H и Core Ultra 7 365",
      "description": "Три новых процессора Core Ultra 300 линейки Panther Lake засветились в бенчмарке. Все три имеют разный набор ядер, так что мы можем оценить производительность разных представителей новой линейки.  Core Ultra 7 366H будет иметь топовый 16-ядерный процессорный кластер, что позволяет ему набрать 34 386 баллов в PassMark. Это примерно уровень Ryzen AI 9 HX 370.   Фото Intel Модель с похожим названием Core Ultra 7 365, несмотря на эту самую схожесть, имеет лишь восемь ядер: четыре больших и четыре ядра LP. Результат из-за этого заметно ниже и составляет 22 160 баллов.  Ну а младший Core Ultra 5 332 предложит лишь шесть ядер (два больших и четыре ядра LP), что является минимальной конфигурацией новой линейки. Он набирает лишь 15 318 баллов. Да, он должен обеспечивать отличную энергоэффективность, но в целом это результат уровня весьма старого Ryzen 5 5600U или Core i5-1245U.   ПО этого не показывает, но, насколько известно, два старших CPU получат iGPU с четырьмя ядрами Xe3, а Core Ultra 5 332 и вовсе будет обходиться двумя ядрами, что будет базовым вариантом для линейки.",
      "shortDescription": "Три новых процессора Core Ultra 300 линейки Panther Lake засветились в бенчмарке. Все три имеют разный набор ядер, так что мы можем оценить производительность разных представителей новой линейки.  Core Ultra 7 366H будет иметь топовый 16-ядерный процессорный кластер, что позволяет ему набрать 34 386...",
      "link": "https://www.ixbt.com/news/2025/12/06/core-ultra-5-332-core-ultra-7-366h-core-ultra-7-365.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/6/lO8Z25GJFyV3nMmE_large.jpg",
      "pubDate": "2025-12-06T18:41:00+03:00",
      "hashtags": [
        "#gpu",
        "#ai",
        "#cpu",
        "#AR",
        "#AI",
        "#тест"
      ]
    },
    {
      "id": "ixbt.com_6_1765039274",
      "title": "Windows 11 теперь прямо пишет, что 8 ГБ оперативной памяти достаточно лишь для базовых задач",
      "description": "Компания Microsoft теперь прямо в Windows 11 пишет, что 8 ГБ оперативной памяти хватит лишь для самых базовых задач.   Такую информацию ОС пишет в новом разделе. В настройках Windows 11 в пункте «О системе» сейчас у большинства пользователей есть раздел с часто задаваемыми вопросами. Но в новой сборке KB5070311 вместо него появился новый раздел с анализом конкретного устройства. И у ПК, который оснащён 4-8 ГБ оперативной памяти, в этом разделе написано, что такой объём достаточен только для базовых задач вроде браузинга, работы с документами и электронной почтой. Для более требовательных задач, вроде обработки фото и видео, а также игр, такой объём памяти будет проблемой.   Фото Windows Latest В целом-то это давно понятно и так, но теперь Windows сам прямо говорит об этом. Нужно также отметить, что 4 ГБ ОЗУ будут проблемой даже при активном использовании браузера.    Ирония в том, что такое обновление появилось сейчас, когда оперативная память стала стоить в три-пять раз больше, чем несколько месяцев назад, и цены продолжают расти.",
      "shortDescription": "Компания Microsoft теперь прямо в Windows 11 пишет, что 8 ГБ оперативной памяти хватит лишь для самых базовых задач.   Такую информацию ОС пишет в новом разделе. В настройках Windows 11 в пункте «О системе» сейчас у большинства пользователей есть раздел с часто задаваемыми вопросами. Но в новой сбор...",
      "link": "https://www.ixbt.com/news/2025/12/06/windows-11-8.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/11/6/Device-Insights-in-Windows-11_large.jpg",
      "pubDate": "2025-12-06T18:20:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_0_1765039271",
      "title": "«Новый DeepSeek-момент»: первый в мире полностью агентный смартфон показали в деле",
      "description": "Китай в очередной раз продемонстрировал стремительное развитие в области искусственного интеллекта. Пока весь остальной мир наблюдает за разрозненными ИИ-помощниками, функциями ИИ и редкими случаями взаимодействия приложений на смартфонах, ZTE и ByteDance разработали смартфон с интеграцией ИИ-агента на уровне операционной системы. Он управляет всеми функциями устройства так же, как человек. Источник изображений: x.com/TaylorOgan",
      "shortDescription": "Китай в очередной раз продемонстрировал стремительное развитие в области искусственного интеллекта. Пока весь остальной мир наблюдает за разрозненными ИИ-помощниками, функциями ИИ и редкими случаями взаимодействия приложений на смартфонах, ZTE и ByteDance разработали смартфон с интеграцией ИИ-агента...",
      "link": "https://3dnews.ru/1133522",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/06/1133522/nubia_1.jpg",
      "pubDate": "2025-12-06T18:03:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_26_1765039271",
      "title": "Банк России не будет создавать отдельное приложение для цифрового рубля",
      "description": "Банк России сообщил в ответ на вопросы пользователей, что не планирует на нынешнем этапе создавать отдельное приложение для цифрового рубля. Регулятор отметил, что функции для использования цифрового рубля будут встроены в существующие банковские приложения, что позволит сохранить для граждан и бизнеса уже существующий пользовательский опыт. Источник изображения: Vardan Papikyan/unsplash.com",
      "shortDescription": "Банк России сообщил в ответ на вопросы пользователей, что не планирует на нынешнем этапе создавать отдельное приложение для цифрового рубля. Регулятор отметил, что функции для использования цифрового рубля будут встроены в существующие банковские приложения, что позволит сохранить для граждан и бизн...",
      "link": "https://3dnews.ru/1133519",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/06/1133519/vardan-papikyan-HF3OeZMOR7A-unsplash.jpg",
      "pubDate": "2025-12-06T17:41:00+03:00",
      "hashtags": [
        "#api",
        "#ИИ",
        "#приложение",
        "#AR"
      ]
    },
    {
      "id": "vc.ru_6_1765039270",
      "title": "Meta* отложила выпуск очков смешанной реальности под кодовым названием Phoenix на 2027 год — BI",
      "description": "По данным издания, перенос даты релиза позволит компании лучше «проработать детали» и довести устройство до совершенства.",
      "shortDescription": "По данным издания, перенос даты релиза позволит компании лучше «проработать детали» и довести устройство до совершенства.",
      "link": "https://vc.ru/tech/2635731-meta-otlozhila-vypusk-ochkov-smeshannoy-realnosti-phoenix?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/0566f2e7-089f-53e5-8408-f0a4ff35d3be/",
      "pubDate": "2025-12-06T17:01:45+03:00",
      "hashtags": [
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "Habr_1_1765039269",
      "title": "Прокси для ленивых: поднимаем SOCKS5 поверх SSH, пока чайник закипает",
      "description": "Вступление:Доступ к интернету в наши дни напоминает игру в «Сапёра»: никогда не знаешь, где рванёт и какой репозиторий отвалится завтра. Утром ты сеньор-помидор, а к обеду не можешь стянуть дистрибутив, потому что чей-то IP попал под горячую руку регулятора. Если вы давно живёте в терминале, скорее всего всё это знаете - этот текст для тех, кто ещё не использовал SSH как SOCKS5-прокси.Конечно, можно развернуть VLESS с XTLS-Reality, обернуть это в CDN и присыпать сверху магией, но иногда нужно решение в стиле «тяп-ляп и в продакшен».Встречайте: SOCKS5 поверх SSH. Дешево, сердито и работает (если ваш провайдер еще не научился вскрывать SSH-пакеты зубами).Имея VPS за пару долларов, вы можете вернуть себе доступ к документации (и, чего уж греха таить, к котикам в Instagram) буквально одной командой. Ищем документацию",
      "shortDescription": "Вступление:Доступ к интернету в наши дни напоминает игру в «Сапёра»: никогда не знаешь, где рванёт и какой репозиторий отвалится завтра. Утром ты сеньор-помидор, а к обеду не можешь стянуть дистрибутив, потому что чей-то IP попал под горячую руку регулятора. Если вы давно живёте в терминале, скорее ...",
      "link": "https://habr.com/ru/articles/974040/?utm_source=habrahabr&utm_medium=rss&utm_campaign=974040",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/a2a/6c6/48a/a2a6c648adc3d10774c4bfde54c13b96.jpg",
      "pubDate": "2025-12-06T16:34:28+00:00",
      "hashtags": [
        "#ИИ",
        "#it",
        "#интернет"
      ]
    },
    {
      "id": "Habr_3_1765039269",
      "title": "HackTheBox | Сезонное прохождение — Gavel",
      "description": "Перед началом разбора хочу отметить, что это один из моих первых writeup'ов в рамках сезонного ивента Season of the Gacha на HackTheBox. Машина Gavel оказалась весьма интересной и познавательной, но также она заставляет немного приложить усилий, терпения и логики. Не скажу, что у меня не было проблем с прохождением, но я думаю, что испытал внутреннее удовлетворение после прохождении, давайте приступим! Читать далее",
      "shortDescription": "Перед началом разбора хочу отметить, что это один из моих первых writeup'ов в рамках сезонного ивента Season of the Gacha на HackTheBox. Машина Gavel оказалась весьма интересной и познавательной, но также она заставляет немного приложить усилий, терпения и логики. Не скажу, что у меня не было пробле...",
      "link": "https://habr.com/ru/articles/974030/?utm_source=habrahabr&utm_medium=rss&utm_campaign=974030",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/2f5/3f7/ec3/2f53f7ec31000f590753f4e1f72fbee9.jpg",
      "pubDate": "2025-12-06T16:02:05+00:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Habr_4_1765039269",
      "title": "Я ещё в 99 раз ускорил генерацию компонентов и свёл расходы к нулю, тёмная магию Perplexity Pro Spaces",
      "description": "Этап первый: Я уверен, что будущее за DEEP CODING, где за кодинг не мы платим — платят нам!Этап второй: когда я нашёл Perplexity Spaces и всё изменилосьЭтап третий: странный ритуал разогрева чата, который звучит как шаманство, но работает как часыРебята, давайте честно. Нам продают подделку. Игрушечный код вместо архитектуры. Каждый запрос минус деньги. Мы бесплатно тестируем чужие SaaS-платформы, а они зарабатывают на нашей боли и усталости. Читать далее",
      "shortDescription": "Этап первый: Я уверен, что будущее за DEEP CODING, где за кодинг не мы платим — платят нам!Этап второй: когда я нашёл Perplexity Spaces и всё изменилосьЭтап третий: странный ритуал разогрева чата, который звучит как шаманство, но работает как часыРебята, давайте честно. Нам продают подделку. Игрушеч...",
      "link": "https://habr.com/ru/articles/974026/?utm_source=habrahabr&utm_medium=rss&utm_campaign=974026",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/69e/ee9/849/69eee9849a47bc9926c54bc8574bfc37.jpg",
      "pubDate": "2025-12-06T15:46:43+00:00",
      "hashtags": [
        "#тест",
        "#it",
        "#код"
      ]
    },
    {
      "id": "ixbt.com_9_1765039274",
      "title": "17-летний японец посредством вайб-кодинга взломал оператора сети интернет-кафе Kaikatsu Club",
      "description": "В Японии полиция арестовала 17-летнего подростка, который обвиняется в организации кибератаки. Изюминка истории в том, что речь идёт не о каком-то профессиональном хакере — подросток взломал системы безопасности посредством вайб-кодинга.   Создано Grok Вайб-кодинг представляет собой новый метод программирования, когда пользователь не пишет код напрямую, а лишь объясняет чат-боту желаемый результат или различные аспекты того, что он в итоге хочет получить. В случае японского подростка использовался ChatGPT.   Подозреваемый, как сообщается, создал программу и взломал оператора сети интернет-кафе Kaikatsu Club и получил около 7,25 млн записей о членах клуба Kaikatsu. При этом полиция говорит, что не было зафиксировано какого-либо неправомерного использования полученных данных. Какие цели преследовал подозреваемый, не сообщается.",
      "shortDescription": "В Японии полиция арестовала 17-летнего подростка, который обвиняется в организации кибератаки. Изюминка истории в том, что речь идёт не о каком-то профессиональном хакере — подросток взломал системы безопасности посредством вайб-кодинга.   Создано Grok Вайб-кодинг представляет собой новый метод прог...",
      "link": "https://www.ixbt.com/news/2025/12/06/17-kaikatsu-club.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/6/image_large.jpg",
      "pubDate": "2025-12-06T15:21:00+03:00",
      "hashtags": [
        "#ai",
        "#интернет",
        "#кибер",
        "#ИИ",
        "#AI",
        "#код"
      ]
    },
    {
      "id": "Habr_6_1765039269",
      "title": "Всё, что нужно знать о публикации в Google Play",
      "description": "Недавно я решил опубликовать приложение в Google Play, думая, что это не так сложно. Под эту задачу написал небольшое приложение-счетчик и стал погружаться во все тонкости процесса публикации. Почти сразу стало понятно, почему многие называют это кругами ада.Этой статьей хочу внести больше ясности в процесс и уберечь других разработчиков от лишней траты времени, которая часто возникает из-за ошибок на разных этапах. Расскажу о подводных камнях, частых ошибках и о том, как бесплатно и быстро набрать тестировщиков. Читать далее",
      "shortDescription": "Недавно я решил опубликовать приложение в Google Play, думая, что это не так сложно. Под эту задачу написал небольшое приложение-счетчик и стал погружаться во все тонкости процесса публикации. Почти сразу стало понятно, почему многие называют это кругами ада.Этой статьей хочу внести больше ясности в...",
      "link": "https://habr.com/ru/articles/974016/?utm_source=habrahabr&utm_medium=rss&utm_campaign=974016",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/c89/586/b93/c89586b9335a9c45e3c36bdec1bf6752.png",
      "pubDate": "2025-12-06T15:16:09+00:00",
      "hashtags": [
        "#тест",
        "#ИИ",
        "#приложение"
      ]
    },
    {
      "id": "Habr_9_1765039269",
      "title": "Бизнесы и их сайты пока не готовы к тому, что уже происходит с поисковой выдачей: AI SEO (GEO) как новая реальность",
      "description": "Генеративная выдача уже меняет поиск: нейросети формируют мнение о бренде до клика, а многие компании, даже ТОПовые по техничке и рыночной репутации, не попадают в ответы. Этот материал — ключевые выводы и что делать дальше (по итогам прошедшей GEO-прожарки): что такое качественный бренд по мнению ИИ, который алгоритмы выберут для цитирования. Учимся обучать нейронки. Читать далее",
      "shortDescription": "Генеративная выдача уже меняет поиск: нейросети формируют мнение о бренде до клика, а многие компании, даже ТОПовые по техничке и рыночной репутации, не попадают в ответы. Этот материал — ключевые выводы и что делать дальше (по итогам прошедшей GEO-прожарки): что такое качественный бренд по мнению И...",
      "link": "https://habr.com/ru/articles/973992/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973992",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/92d/5b0/c90/92d5b0c90b31e34ceb4cfcd82954706d.png",
      "pubDate": "2025-12-06T14:15:48+00:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#AI",
        "#алгоритм"
      ]
    },
    {
      "id": "Habr_16_1765039269",
      "title": "Begin /* Мартышка и ИИ",
      "description": "Новостями о том как ИИ разносит рынок труда ИТ уже никого не удивишь. Недавно, например, вышла такая  A high school dropout who got hired at OpenAI says he used ChatGPT to learn Ph.D.-level AI  где дескать товарищ настолько круто изучил ИИ при помощи ИИ, что его взяли разрабатывать ИИ. И будто остается только порадоваться за человека. Однако есть нюанс.Более внимательный обыватель задастся вопросом: а не получается ли так, что ИИ воспитал себе инженера и устроил его трудиться на себя? Может звено с живым разработчиком это лишь переходный этап, перед следующим шагом, когда и работать вместо этого инженера будет ИИ? Потому что кто нанимает нынче на работу? Да, пока это тоже живые люди. Но надолго ли? Мне показалось, что большинство, так называемых эйчаров нынче это говорящие головы, работающие под управлением все того же ИИ. Ну правда. Читать далее",
      "shortDescription": "Новостями о том как ИИ разносит рынок труда ИТ уже никого не удивишь. Недавно, например, вышла такая  A high school dropout who got hired at OpenAI says he used ChatGPT to learn Ph.D.-level AI  где дескать товарищ настолько круто изучил ИИ при помощи ИИ, что его взяли разрабатывать ИИ. И будто остае...",
      "link": "https://habr.com/ru/articles/973974/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973974",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/006/a86/776/006a8677677eacd0f45ec7fe9c13a346.jpg",
      "pubDate": "2025-12-06T12:39:18+00:00",
      "hashtags": [
        "#AR",
        "#ИИ",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "Habr_18_1765039269",
      "title": "Эпические провалы, ставшие хитами: истории «плохих» мини-игр",
      "description": "Когда запускаешь большую игру, редко ожидаешь, что самым залипательным в ней окажется не главный геймплей, а какая-нибудь непритязательная мини-игра на полях. Бывает, спасаешь мир от древнего зла, а в итоге проводишь вечера за карточным столом или странной головоломкой. Сегодня я хочу рассказать про несколько таких случаев – мини-игры, которые намеренно или случайно получились плохими с точки зрения классического геймдизайна, но при этом обрели культовый статус среди игроков. Разберём, в чём их феномен и почему иногда халтурная на вид забава цепляет больше, чем серьёзный основной контент. Читать далее",
      "shortDescription": "Когда запускаешь большую игру, редко ожидаешь, что самым залипательным в ней окажется не главный геймплей, а какая-нибудь непритязательная мини-игра на полях. Бывает, спасаешь мир от древнего зла, а в итоге проводишь вечера за карточным столом или странной головоломкой. Сегодня я хочу рассказать про...",
      "link": "https://habr.com/ru/companies/otus/articles/971420/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971420",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e9a/af6/621/e9aaf66215d25064db425e89447805e8.jpg",
      "pubDate": "2025-12-06T12:09:06+00:00",
      "hashtags": [
        "#ИИ",
        "#игры",
        "#дизайн"
      ]
    },
    {
      "id": "Habr_19_1765039269",
      "title": "[Перевод] Конец эпохи паяльника или как гаражные энтузиасты случайно создали многомиллиардный бизнес",
      "description": "В 1977 году занавес поднялся, и на сцену, расталкивая локтями кустарные поделки энтузиастов, вышла знаменитая тройка микрокомпьютеров: Apple II, Commodore PET и TRS-80 от Tandy/Radio Shack. В то время Apple выглядела в этой компании, прямо скажем, гадким утенком, которому еще только предстояло расправить крылья и затмить конкурентов.Современники не были слепы. Журналисты той эпохи сразу почуяли ветер перемен: на смену суровым машинам, требующим от оператора инженерных навыков и паяльника, пришел «бытовой» компьютер. Пропасть между коммерческими системами и потребительским рынком была преодолена. Отныне, чтобы нажать на кнопку «Вкл», пользователю не требовался диплом технического вуза. Прикоснуться к истории →",
      "shortDescription": "В 1977 году занавес поднялся, и на сцену, расталкивая локтями кустарные поделки энтузиастов, вышла знаменитая тройка микрокомпьютеров: Apple II, Commodore PET и TRS-80 от Tandy/Radio Shack. В то время Apple выглядела в этой компании, прямо скажем, гадким утенком, которому еще только предстояло распр...",
      "link": "https://habr.com/ru/companies/selectel/articles/973878/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973878",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/596/583/892/5965838926bc260343672d77a8f1a12f.jpg",
      "pubDate": "2025-12-06T12:00:56+00:00",
      "hashtags": [
        "#ИИ",
        "#компьютер"
      ]
    },
    {
      "id": "Habr_20_1765039269",
      "title": "Создаём мини-фреймворк для MapReduce в Scala с конкретной реализацией",
      "description": "Статья демонстрирует построение минималистичного MapReduce-фреймворка на Scala для локальных экспериментов. Рассматриваются стадии Map, Shuffle и Reduce с ленивыми вычислениями через Iterator, а также абстракции ввода/вывода IO и локальные исполнители с виртуальными потоками.  Читать далее",
      "shortDescription": "Статья демонстрирует построение минималистичного MapReduce-фреймворка на Scala для локальных экспериментов. Рассматриваются стадии Map, Shuffle и Reduce с ленивыми вычислениями через Iterator, а также абстракции ввода/вывода IO и локальные исполнители с виртуальными потоками.  Читать далее",
      "link": "https://habr.com/ru/articles/966986/?utm_source=habrahabr&utm_medium=rss&utm_campaign=966986",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e92/65c/671/e9265c6717a0d2770c229fdae050430d.png",
      "pubDate": "2025-12-06T11:58:19+00:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Habr_31_1765039270",
      "title": "Анализируем UDP логи Squid-proxy",
      "description": "Ремейк приложения SqStat, читаем access логи по UDP. Пока анализируем не более часа, а нужно ли больше? В наше время есть GrayLog, ELK c AI-агентами. Нужен ли нам звёздный крейсер? Статья про Squid в Docker, SSL bump, анализ access-логов, Bun, Elysia, Redis, Vue. Всего по чуть-чуть. Хотите узнать больше?",
      "shortDescription": "Ремейк приложения SqStat, читаем access логи по UDP. Пока анализируем не более часа, а нужно ли больше? В наше время есть GrayLog, ELK c AI-агентами. Нужен ли нам звёздный крейсер? Статья про Squid в Docker, SSL bump, анализ access-логов, Bun, Elysia, Redis, Vue. Всего по чуть-чуть. Хотите узнать бо...",
      "link": "https://habr.com/ru/articles/973934/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973934",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/6b1/d51/d99/6b1d51d99ae8e758e8dcd7234d02b19d.webp",
      "pubDate": "2025-12-06T10:15:20+00:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#ui"
      ]
    },
    {
      "id": "Habr_32_1765039270",
      "title": "Лучшие современные RPG от русскоговорящих разработчиков",
      "description": "Рынок ролевых игр давно перестал быть исключительно западным. Сегодня всё чаще внимание игроков привлекают проекты, созданные русскоговорящими разработчиками — как в России, так и за её пределами. Эти проекты отличаются вниманием к деталям, свежим взглядом на жанр и умением сочетать локальный опыт с глобальными тенденциями.Многие авторы продолжают создавать игры из зарубежа, оставаясь частью русскоязычного сообщества, а кто‑то и вовсе обосновался в «Кипрской области» — неофициальной столице русскоязычного IT за пределами страны, где студии растут быстрее, чем цены на недвижимость.В этой статье мы собрали лучшие современные примеры таких игр — проекты, которые показывают, что русскоязычная школа геймдева уверенно заявляет о себе на международной арене. Читать далее",
      "shortDescription": "Рынок ролевых игр давно перестал быть исключительно западным. Сегодня всё чаще внимание игроков привлекают проекты, созданные русскоговорящими разработчиками — как в России, так и за её пределами. Эти проекты отличаются вниманием к деталям, свежим взглядом на жанр и умением сочетать локальный опыт с...",
      "link": "https://habr.com/ru/companies/ggsel/articles/973930/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973930",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/465/f13/0c4/465f130c4dffca4709d3f0b0164256f8.jpeg",
      "pubDate": "2025-12-06T09:55:35+00:00",
      "hashtags": [
        "#ИИ",
        "#it",
        "#игры"
      ]
    },
    {
      "id": "Habr_34_1765039270",
      "title": "Стоит ли переживать, если копирайтер пользуется ИИ?",
      "description": "За последние несколько лет искусственный интеллект стал привычным инструментом для работы с текстом. Вроде бы действительно удобно: придумал идею, накинул пару промптов, получил черновик. Но вместе с этим у моих «коллег» по предпринимательскому цеху растут и сомнения. Сейчас многие переживают, что сгенерированные тексты будут корявыми, глупыми и могут даже помешать продвижению бизнеса в интернете.В этом материале я пытаюсь разобраться, действительно ли надо бить тревогу, если ваш контент‑подрядчик начал использовать нейросети для текстов. Неважно, фрилансер это или автор из агентства. Поговорим о том, когда ИИ может усиливать результат хорошего копирайтера, а когда — превращать смыслы в хаос. Читать далее",
      "shortDescription": "За последние несколько лет искусственный интеллект стал привычным инструментом для работы с текстом. Вроде бы действительно удобно: придумал идею, накинул пару промптов, получил черновик. Но вместе с этим у моих «коллег» по предпринимательскому цеху растут и сомнения. Сейчас многие переживают, что с...",
      "link": "https://habr.com/ru/articles/973924/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973924",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d69/716/326/d697163268c7406219a2d9a8e4c17260.png",
      "pubDate": "2025-12-06T09:16:15+00:00",
      "hashtags": [
        "#ИИ",
        "#искусственныйинтеллект",
        "#интернет"
      ]
    },
    {
      "id": "Habr_35_1765039270",
      "title": "Куда исчезают пользователи: современные фреймворки аналитики retention в 2025 году",
      "description": "В 2025 году retention снова стал главной метрикой рынка. Трафик дорожает, конкуренция растет, AI-продукты выходят быстрее, чем я успеваю их тестировать, — и единственный способ выжить в этой гонке: удерживать пользователей, а не просто радоваться скачкам трафика по праздникам.Но есть проблема: большинство команд все еще думают, что retention — это «график, на который мы будем смотреть, пока CFO грустит». Читать далее",
      "shortDescription": "В 2025 году retention снова стал главной метрикой рынка. Трафик дорожает, конкуренция растет, AI-продукты выходят быстрее, чем я успеваю их тестировать, — и единственный способ выжить в этой гонке: удерживать пользователей, а не просто радоваться скачкам трафика по праздникам.Но есть проблема: больш...",
      "link": "https://habr.com/ru/articles/973922/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973922",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/3e8/9f2/096/3e89f2096911bb5c50164d7c65a910e6.png",
      "pubDate": "2025-12-06T09:16:12+00:00",
      "hashtags": [
        "#тест",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "Habr_39_1765039270",
      "title": "Интеграция LG VRF Multi V 2/3",
      "description": "Интеграция LG VRF Multi V 2/3 в системы диспетчеризацииЦель работы — исследовать механизм обмена данными VRF-систем LG Multi V 2/3 по интерфейсу RS-485 и разработать способ чтения параметров внутренних блоков, их мониторинга и управления через OPC-сервер и диспетчерскую систему TAC Vista. Читать далее",
      "shortDescription": "Интеграция LG VRF Multi V 2/3 в системы диспетчеризацииЦель работы — исследовать механизм обмена данными VRF-систем LG Multi V 2/3 по интерфейсу RS-485 и разработать способ чтения параметров внутренних блоков, их мониторинга и управления через OPC-сервер и диспетчерскую систему TAC Vista. Читать дал...",
      "link": "https://habr.com/ru/articles/973916/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973916",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/0d2/a7f/f5b/0d2a7ff5ba9361158dc4ac5d32474871.jpg",
      "pubDate": "2025-12-06T08:16:02+00:00",
      "hashtags": [
        "#ИИ",
        "#сервер",
        "#интеграция",
        "#VR"
      ]
    },
    {
      "id": "3DNews_28_1765039271",
      "title": "Рост числа пользователей ChatGPT стал замедляться, а Gemini набирает обороты",
      "description": "OpenAI столкнулась с первыми серьёзными признаками замедления посещаемости. Рост ChatGPT за последние месяцы едва превысил 6 %, тогда как Gemini, по данным аналитической компании Sensor Tower, увеличил аудиторию на 30 % и удвоил время, которое пользователи проводят в приложении. Источник изображения: OpenAI",
      "shortDescription": "OpenAI столкнулась с первыми серьёзными признаками замедления посещаемости. Рост ChatGPT за последние месяцы едва превысил 6 %, тогда как Gemini, по данным аналитической компании Sensor Tower, увеличил аудиторию на 30 % и удвоил время, которое пользователи проводят в приложении. Источник изображения...",
      "link": "https://3dnews.ru/1133501",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/06/1133501/openai.jpg",
      "pubDate": "2025-12-06T06:27:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews_4_1765039271",
      "title": "Культовый российский хоррор «Зайчик» получил долгожданный пятый эпизод и установил новый рекорд в Steam",
      "description": "Российские разработчики Евгений Сокарев (он же Sokar) и Антон Старцев (Saikono) сообщили о выходе финального, пятого эпизода ставшей культовой нелинейной визуальной новеллы в жанре ужасов «Зайчик» (Tiny Bunny).   Источники изображений: Saikono и Sokar",
      "shortDescription": "Российские разработчики Евгений Сокарев (он же Sokar) и Антон Старцев (Saikono) сообщили о выходе финального, пятого эпизода ставшей культовой нелинейной визуальной новеллы в жанре ужасов «Зайчик» (Tiny Bunny).   Источники изображений: Saikono и Sokar",
      "link": "https://3dnews.ru/1133496",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133496/00.jpg",
      "pubDate": "2025-12-05T22:28:00+03:00",
      "hashtags": [
        "#AR",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews_30_1765039271",
      "title": "Анонсирован триллер-головоломка Rivage, авторы которого хотят повторить успех культовой Blue Prince",
      "description": "Разработчики из студии Exnilo совместно с издательством Raw Fury анонсировали Rivage — атмосферное научно-фантастическое приключение, действие которого будет происходить на космической станции. По случаю анонса был представлен трейлер, знакомящий игроков с ключевой локацией.   Источник изображений: Raw Fury",
      "shortDescription": "Разработчики из студии Exnilo совместно с издательством Raw Fury анонсировали Rivage — атмосферное научно-фантастическое приключение, действие которого будет происходить на космической станции. По случаю анонса был представлен трейлер, знакомящий игроков с ключевой локацией.   Источник изображений: ...",
      "link": "https://3dnews.ru/1133495",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133495/sm.rivage_01.800.jpg",
      "pubDate": "2025-12-05T22:10:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_5_1765039271",
      "title": "Японцы придумали «полицейский радар для Вселенной» — и он подтвердил трещину в фундаментальной физике",
      "description": "Исследователи Токийского университета (University of Tokyo) совместно с международной коллаборацией TDCOSMO представили новый высокоточный метод измерения скорости расширения Вселенной, который они назвали «полицейским радаром для Вселенной». Это новый способ определения космологических расстояний, который потенциально может решить проблему хаббловской напряжённости и даже открыть путь в новую физику. Эффект гравитационного линзирования с участием квазаров. Источник изображения:University of Tokyo",
      "shortDescription": "Исследователи Токийского университета (University of Tokyo) совместно с международной коллаборацией TDCOSMO представили новый высокоточный метод измерения скорости расширения Вселенной, который они назвали «полицейским радаром для Вселенной». Это новый способ определения космологических расстояний, ...",
      "link": "https://3dnews.ru/1133493",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133493/400275535.jpg",
      "pubDate": "2025-12-05T20:57:00+03:00",
      "hashtags": [
        "#it",
        "#радар"
      ]
    },
    {
      "id": "DTF_4_1765039270",
      "title": "Разработчики Monster Hunter Wilds призвали игроков вернуться и анонсировали презентацию на 8 декабря",
      "description": "На трансляции поделятся деталями следующего крупного апдейта.",
      "shortDescription": "На трансляции поделятся деталями следующего крупного апдейта.",
      "link": "https://dtf.ru/games/4513943-monster-hunter-wilds-prezentatsiya-8-dekabrya?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/4c4ad4bc-28a5-573c-ba11-536306aeb341/",
      "pubDate": "2025-12-05T20:40:08+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_32_1765039271",
      "title": "Соавтор Fallout спустя пять лет вернулся в Obsidian Entertainment для работы над секретной игрой",
      "description": "Соавтор Fallout и The Outer Worlds Тим Кейн (Tim Cain) объявил о полноценном возвращении в индустрию видеоигр. Последние пять лет ветеран разработки провёл в «полуотставке».   Источник изображения: Bethesda Softworks",
      "shortDescription": "Соавтор Fallout и The Outer Worlds Тим Кейн (Tim Cain) объявил о полноценном возвращении в индустрию видеоигр. Последние пять лет ветеран разработки провёл в «полуотставке».   Источник изображения: Bethesda Softworks",
      "link": "https://3dnews.ru/1133491",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133491/00.jpg",
      "pubDate": "2025-12-05T19:57:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "DTF_10_1765039270",
      "title": "Resident Evil Requiem покажут на The Game Awards",
      "description": "Организаторы шоу пообещали поделиться новыми материалами.",
      "shortDescription": "Организаторы шоу пообещали поделиться новыми материалами.",
      "link": "https://dtf.ru/games/4513854-resident-evil-requiem-na-the-game-awards?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/2f23d6e9-7b9e-53a0-a992-389fc3d85870/",
      "pubDate": "2025-12-05T19:29:34+03:00",
      "hashtags": [
        "#AR",
        "#ui",
        "#game"
      ]
    },
    {
      "id": "3DNews_33_1765039271",
      "title": "«Стараемся делать всё как можно быстрее»: Path of Exile 2 не выйдет из раннего доступа в марте",
      "description": "Ранний доступ амбициозного фэнтезийного ролевого экшена Path of Exile 2 от новозеландской студии Grinding Gear Games (GGG) продлится дольше, чем рассчитывали разработчики.   Источник изображения: Steam (Rommel)",
      "shortDescription": "Ранний доступ амбициозного фэнтезийного ролевого экшена Path of Exile 2 от новозеландской студии Grinding Gear Games (GGG) продлится дольше, чем рассчитывали разработчики.   Источник изображения: Steam (Rommel)",
      "link": "https://3dnews.ru/1133488",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133488/00.jpg",
      "pubDate": "2025-12-05T18:37:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ",
        "#game"
      ]
    },
    {
      "id": "vc.ru_1_1765039270",
      "title": "Минцифры сообщило о постепенном отказе от подтверждения входа на Госуслуги с помощью SMS: что известно",
      "description": "По данным Telegram-каналов и СМИ, пользователи приложений стали получать сообщение, что войти теперь можно только с помощью мессенджера Max. В веб-версию пока можно зайти по коду из SMS.",
      "shortDescription": "По данным Telegram-каналов и СМИ, пользователи приложений стали получать сообщение, что войти теперь можно только с помощью мессенджера Max. В веб-версию пока можно зайти по коду из SMS.",
      "link": "https://vc.ru/services/2634378-gosuslugi-trebuyut-podklyuchit-messendzher-max-dlya-vkhoda?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/22a8b26f-6406-59fb-a4af-a2645886de25/",
      "pubDate": "2025-12-05T17:40:06+03:00",
      "hashtags": [
        "#веб",
        "#код"
      ]
    },
    {
      "id": "3DNews_36_1765039271",
      "title": "Windows 11 25H2 стала доступна для всех совместимых компьютеров по всему миру",
      "description": "Microsoft начала развёртывать обновление Windows 11 25H2 ещё в сентябре, но до настоящего момента его аудитория была ограничена. Теперь установить его можно на любой совместимый компьютер. Источник изображения: Ricardo Resende / unsplash.com",
      "shortDescription": "Microsoft начала развёртывать обновление Windows 11 25H2 ещё в сентябре, но до настоящего момента его аудитория была ограничена. Теперь установить его можно на любой совместимый компьютер. Источник изображения: Ricardo Resende / unsplash.com",
      "link": "https://3dnews.ru/1133478",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133478/win11_3.jpg",
      "pubDate": "2025-12-05T17:31:00+03:00",
      "hashtags": [
        "#AR",
        "#компьютер"
      ]
    },
    {
      "id": "DTF_9_1765039270",
      "title": "Тим Кейн вернулся в студию Obsidian Entertainment в качестве постоянного сотрудника",
      "description": "Он покинул команду в 2020-м, но не терял с ней связи, выступив консультантом The Outer Worlds 2.",
      "shortDescription": "Он покинул команду в 2020-м, но не терял с ней связи, выступив консультантом The Outer Worlds 2.",
      "link": "https://dtf.ru/gameindustry/4513557-tim-keyin-vernulsya-v-obsidian-entertainment?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/d0cebf1a-abfb-5287-b027-ed1dcbd1faf9/",
      "pubDate": "2025-12-05T17:30:27+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews_39_1765039271",
      "title": "Microsoft обновила диалоговое окно «Выполнить» в Windows 11",
      "description": "Microsoft обновила внешний вид диалогового окна «Выполнить», которое оставалось неизменным более 30 лет. Ранее компания пообещала добавить в него поддержку тёмной темы, а теперь начала тестировать новый дизайн окна, гармонирующий с эстетикой Windows 11. Источник изображения: Sunrise King / unsplash.com",
      "shortDescription": "Microsoft обновила внешний вид диалогового окна «Выполнить», которое оставалось неизменным более 30 лет. Ранее компания пообещала добавить в него поддержку тёмной темы, а теперь начала тестировать новый дизайн окна, гармонирующий с эстетикой Windows 11. Источник изображения: Sunrise King / unsplash....",
      "link": "https://3dnews.ru/1133476",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133476/win11_1.jpg",
      "pubDate": "2025-12-05T16:38:00+03:00",
      "hashtags": [
        "#тест",
        "#дизайн"
      ]
    },
    {
      "id": "vc.ru_3_1765039270",
      "title": "Netflix объявил о покупке Warner Bros. за $82,7 млрд",
      "description": "Перед этим Discovery Global выделят в отдельную публичную компанию.",
      "shortDescription": "Перед этим Discovery Global выделят в отдельную публичную компанию.",
      "link": "https://vc.ru/media/2634174-netflix-pokupka-warner-bros-827-mlrd?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/d48d0152-986c-563c-9b2c-b7a73a897d7d/",
      "pubDate": "2025-12-05T16:22:27+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews_40_1765039271",
      "title": "Заключённый с ложной Луны даёт отпор жутким сферам из железа и плоти в геймплейном трейлере экшена Luna Abyss",
      "description": "Разработчики из Kwalee Labs представили геймплейный трейлер Luna Abyss — приключенческого боевика с элементами платформеров, который расскажет историю узника ложной Луны. Показ видеоматериала состоялся в рамках декабрьской презентации PC Gaming Show: Most Wanted.   Источник изображений: Kwalee Labs",
      "shortDescription": "Разработчики из Kwalee Labs представили геймплейный трейлер Luna Abyss — приключенческого боевика с элементами платформеров, который расскажет историю узника ложной Луны. Показ видеоматериала состоялся в рамках декабрьской презентации PC Gaming Show: Most Wanted.   Источник изображений: Kwalee Labs",
      "link": "https://3dnews.ru/1133475",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133475/sm.luna_abyss_title.800.jpg",
      "pubDate": "2025-12-05T15:56:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_41_1765039271",
      "title": "Онлайн-кинотеатр, сайты СМИ и не только: Минцифры пополнило список ресурсов, доступных при отключениях мобильного интернета",
      "description": "Минцифры объявило о расширении так называемого «белого списка» — перечня российских сервисов и сайтов, которые будут оставаться доступными при отключении мобильного интернета по соображениям безопасности. Источник изображения: Jonas Leupe/unsplash.com",
      "shortDescription": "Минцифры объявило о расширении так называемого «белого списка» — перечня российских сервисов и сайтов, которые будут оставаться доступными при отключении мобильного интернета по соображениям безопасности. Источник изображения: Jonas Leupe/unsplash.com",
      "link": "https://3dnews.ru/1133473",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133473/jonas-leupe-wK-elt11pF0-unsplash.jpg",
      "pubDate": "2025-12-05T15:39:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "vc.ru_10_1765039270",
      "title": "Reuters: власти Индии рассматривали возможность обязать производителей смартфонов включать отслеживание геолокации устройств — Apple, Samsung и Google выступили против",
      "description": "Вопрос обсуждался ещё летом 2025 года, но окончательное решение до сих пор не приняли.",
      "shortDescription": "Вопрос обсуждался ещё летом 2025 года, но окончательное решение до сих пор не приняли.",
      "link": "https://vc.ru/tech/2634067-indiya-mozhet-obazat-apple-samsung-i-google-vklyuchit-geolokatsiyu?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/7c1b7aed-79d2-5158-8630-853b4f31695b/",
      "pubDate": "2025-12-05T15:26:28+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "DTF_6_1765039270",
      "title": "Netflix объявил о покупке Warner Bros. за 82,7 миллиарда долларов",
      "description": "Библиотека онлайн-кинотеатра заметно расширится.",
      "shortDescription": "Библиотека онлайн-кинотеатра заметно расширится.",
      "link": "https://dtf.ru/cinema/4513324-netflix-pokupaet-warner-bros-za-82-7-milliarda-dollara?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/7382aad9-e384-50d3-9a0c-1eacafb2312b/",
      "pubDate": "2025-12-05T15:12:14+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews_42_1765039271",
      "title": "Netflix купит Warner Bros. за $82,7 млрд, но сделку могут сорвать антимонопольщики",
      "description": "Стриминговый сервис Netflix стал победителем тендера на покупку студии и стримингового бизнеса Warner Bros. Discovery (WBD). Как сообщает TheWrap со ссылкой на источники, компании вскоре приступят к переговорам о сделке, которая, по всей видимости, будет включать выплату отступных в размере $5 млрд в случае, если её заблокируют регуляторы. Источник изображения: Dmitry Kropachev/unsplash.com",
      "shortDescription": "Стриминговый сервис Netflix стал победителем тендера на покупку студии и стримингового бизнеса Warner Bros. Discovery (WBD). Как сообщает TheWrap со ссылкой на источники, компании вскоре приступят к переговорам о сделке, которая, по всей видимости, будет включать выплату отступных в размере $5 млрд ...",
      "link": "https://3dnews.ru/1133469",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133469/dmitry-kropachev-UVlLL0DksEQ-unsplash.jpg",
      "pubDate": "2025-12-05T15:11:00+03:00",
      "hashtags": [
        "#AR",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_43_1765039271",
      "title": "«Не могу дождаться, чтобы эмоционально себя разрушить»: анонс хоррора When Sirens Fall Silent от авторов Martha is Dead был восторженно встречен игроками",
      "description": "Разработчики из LKA (The Town of Light, Martha is Dead) при поддержке издательства Wired Productions анонсировали When Sirens Fall Silent — мрачный психологический триллер-детектив, действие которого происходит в Италии девяностых. По случаю анонса, который состоялся в рамках декабрьской презентации PC Gaming Show: Most Wanted, был представлен атмосферный трейлер.   Источник изображений: Wired Productions",
      "shortDescription": "Разработчики из LKA (The Town of Light, Martha is Dead) при поддержке издательства Wired Productions анонсировали When Sirens Fall Silent — мрачный психологический триллер-детектив, действие которого происходит в Италии девяностых. По случаю анонса, который состоялся в рамках декабрьской презентации...",
      "link": "https://3dnews.ru/1133466",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133466/sm.when_sirens_fall_silent_title.800.jpg",
      "pubDate": "2025-12-05T14:06:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_44_1765039271",
      "title": "Орды жуков, яростные бои и культовое оружие: анонсирован олдскульный шутер Starship Troopers: Ultimate Bug War от авторов Warhammer 40,000: Boltgun",
      "description": "Разработчики Warhammer 40,000: Boltgun из британской студии Auroch Digital при поддержке издательства Dotemu анонсировали олдскульный шутер по мотивам другой культовой научно-фантастической франшизы — «Звёздный десант».   Источник изображений: Dotemu",
      "shortDescription": "Разработчики Warhammer 40,000: Boltgun из британской студии Auroch Digital при поддержке издательства Dotemu анонсировали олдскульный шутер по мотивам другой культовой научно-фантастической франшизы — «Звёздный десант».   Источник изображений: Dotemu",
      "link": "https://3dnews.ru/1133465",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133465/00.jpg",
      "pubDate": "2025-12-05T13:58:00+03:00",
      "hashtags": [
        "#AR",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_45_1765039271",
      "title": "Gemini 3 получил «самый продвинутый режим рассуждений» Deep Think, но только в самой дорогой подписке",
      "description": "Google добавила в ИИ-помощник Gemini 3 режим Deep Think, который доступен для подписчиков тарифа Google AI Ultra стоимостью $250 в месяц. Это «самый продвинутый режим рассуждений» от Google, предназначенный для решения сложных математических, научных, логических задач и предоставляющий ответы на них в течение нескольких минут. Источник изображений: Google",
      "shortDescription": "Google добавила в ИИ-помощник Gemini 3 режим Deep Think, который доступен для подписчиков тарифа Google AI Ultra стоимостью $250 в месяц. Это «самый продвинутый режим рассуждений» от Google, предназначенный для решения сложных математических, научных, логических задач и предоставляющий ответы на них...",
      "link": "https://3dnews.ru/1133461",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133461/gemini-3_deep-think.png",
      "pubDate": "2025-12-05T13:43:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews_10_1765039271",
      "title": "Сбой Cloudflare снова «положил» половину интернета — техобслуживание пошло не по плану",
      "description": "В условиях сложных инфраструктурных взаимосвязей проблемы даже одного провайдера интернет-сервисов сказываются на деятельности других. Второй за последние две недели сбой пережил сервис Cloudflare, который на этот раз затронул работу даже Downdetector — ресурса, на котором можно было пожаловаться, что не работает Cloudflare. Источник изображения: Cloudflare",
      "shortDescription": "В условиях сложных инфраструктурных взаимосвязей проблемы даже одного провайдера интернет-сервисов сказываются на деятельности других. Второй за последние две недели сбой пережил сервис Cloudflare, который на этот раз затронул работу даже Downdetector — ресурса, на котором можно было пожаловаться, ч...",
      "link": "https://3dnews.ru/1133460",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133460/cloudflare_down_01.jpg",
      "pubDate": "2025-12-05T12:40:00+03:00",
      "hashtags": [
        "#AR",
        "#интернет",
        "#cloud"
      ]
    },
    {
      "id": "3DNews_47_1765039271",
      "title": "Cloudflare заблокировала 416 млрд запросов от ИИ-ботов за пять месяцев — самым большим злом сочли Google",
      "description": "Лежащие в основе служб генеративного искусственного интеллекта большие языковые модели всё активнее поглощают информацию в интернете, и реагировать на эти действия приходится жёстче и жёстче. Cloudflare с 1 июля этого года заблокировала более 400 млрд запросов от ИИ-ботов, рассказал Wired соучредитель и гендиректор компании Мэтью Принс (Matthew Prince). Источник изображения: Steve Johnson / unsplash.com",
      "shortDescription": "Лежащие в основе служб генеративного искусственного интеллекта большие языковые модели всё активнее поглощают информацию в интернете, и реагировать на эти действия приходится жёстче и жёстче. Cloudflare с 1 июля этого года заблокировала более 400 млрд запросов от ИИ-ботов, рассказал Wired соучредите...",
      "link": "https://3dnews.ru/1133455",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133455/ai_1.jpg",
      "pubDate": "2025-12-05T12:39:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ",
        "#интернет",
        "#cloud"
      ]
    },
    {
      "id": "3DNews_49_1765039271",
      "title": "«Невероятно атмосферное приключение»: хоррор-долгострой Routine стартовал в Steam с рейтингом 90 %",
      "description": "Lunar Software совместно с издательством Raw Fury выпустили атмосферный психологический хоррор Routine, с момента анонса которого прошло более 13 лет. По случаю релиза опубликован новый геймплейный трейлер.   Источник изображения: Raw Fury",
      "shortDescription": "Lunar Software совместно с издательством Raw Fury выпустили атмосферный психологический хоррор Routine, с момента анонса которого прошло более 13 лет. По случаю релиза опубликован новый геймплейный трейлер.   Источник изображения: Raw Fury",
      "link": "https://3dnews.ru/1133454",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133454/sm.routine_title.800.jpg",
      "pubDate": "2025-12-05T11:51:00+03:00",
      "hashtags": [
        "#AR",
        "#software"
      ]
    },
    {
      "id": "3DNews_13_1765039271",
      "title": "Гоночный боевик на выживание Carmageddon: Rogue Shift вышел из тени — подробности и первый трейлер переосмысления легендарной серии",
      "description": "Как и было обещано, полноценный анонс гоночного роглайт-экшена Carmageddon: Rogue Shift от принадлежащей Saber Interactive итальянской студии 34BigThings (Redout 2) не заставил себя долго ждать.   Источник изображений: 34BigThings",
      "shortDescription": "Как и было обещано, полноценный анонс гоночного роглайт-экшена Carmageddon: Rogue Shift от принадлежащей Saber Interactive итальянской студии 34BigThings (Redout 2) не заставил себя долго ждать.   Источник изображений: 34BigThings",
      "link": "https://3dnews.ru/1133442",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133442/00.jpg",
      "pubDate": "2025-12-05T09:15:10+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_14_1765039271",
      "title": "Антирекорд Apple: iPhone Air за десять недель с покупки теряет почти половину стоимости",
      "description": "По некоторым данным, любопытство пользователей в отношении сверхтонкого iPhone Air в реальные продажи не конвертировалось, что в итоге даже могло подтолкнуть Apple к решению о снятии смартфона с производства уже в этом году. По данным SellCell, новинка Apple побила антирекорд 2022 года, поскольку на вторичном рынке iPhone Air за первые десять недель эксплуатации теряет почти половину начальной стоимости. Источник изображения: Apple",
      "shortDescription": "По некоторым данным, любопытство пользователей в отношении сверхтонкого iPhone Air в реальные продажи не конвертировалось, что в итоге даже могло подтолкнуть Apple к решению о снятии смартфона с производства уже в этом году. По данным SellCell, новинка Apple побила антирекорд 2022 года, поскольку на...",
      "link": "https://3dnews.ru/1133435",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133435/iphone_air.jpg",
      "pubDate": "2025-12-05T06:47:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#AI",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_15_1765039271",
      "title": "Valve работает над Lepton — надстройкой на базе Waydroid, которая позволит запускать Android-игры в SteamOS",
      "description": "Компания Valve тестирует программное обеспечение под рабочим названием Lepton, которое позволит запускать Android-приложения на устройствах под управлением Linux, включая портативную игровую консоль Steam Deck и VR-гарнитуру Valve, выход которой ожидается в начале 2026 года. Информация об этом появилась после обнаружения в SteamDB и на внутренней странице магазина Steam логотипа проекта. Источник изображения: Valve",
      "shortDescription": "Компания Valve тестирует программное обеспечение под рабочим названием Lepton, которое позволит запускать Android-приложения на устройствах под управлением Linux, включая портативную игровую консоль Steam Deck и VR-гарнитуру Valve, выход которой ожидается в начале 2026 года. Информация об этом появи...",
      "link": "https://3dnews.ru/1133432",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133432/lepton.jpg",
      "pubDate": "2025-12-05T06:07:00+03:00",
      "hashtags": [
        "#тест",
        "#игры",
        "#VR",
        "#ux"
      ]
    },
    {
      "id": "3DNews_21_1765039271",
      "title": "Метавселенная Цукерберга схлопывается — M**a планирует радикально урезать расходы на неё",
      "description": "Глава M**a Марк Цукерберг (Mark Zuckerberg) значительно сократит траты на создание так называемой метавселенной. Это начинание он когда-то называл будущим компании и причиной смены названия с F******k на M**a. По слухам, рассматривается 30-процентное сокращение бюджета. Оно затронет продукт для виртуальных миров Horizon Worlds и подразделение виртуальной реальности Quest. Первые увольнения начнутся уже в январе. Источник изображений: M**a",
      "shortDescription": "Глава M**a Марк Цукерберг (Mark Zuckerberg) значительно сократит траты на создание так называемой метавселенной. Это начинание он когда-то называл будущим компании и причиной смены названия с F******k на M**a. По слухам, рассматривается 30-процентное сокращение бюджета. Оно затронет продукт для вирт...",
      "link": "https://3dnews.ru/1133416",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133416/meta-quest-entertainment-unsplash.jpg",
      "pubDate": "2025-12-04T19:06:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_10_1765039275",
      "title": "В России запретят учиться с иностранными роботами",
      "description": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "shortDescription": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/03/1160054-v-rossii-zapretyat-uchitsya-s-inostrannimi-robotami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9c/1ev7nd/normal-1txb.png",
      "pubDate": "2025-12-03T00:35:15+03:00",
      "hashtags": [
        "#ИИ",
        "#робот"
      ]
    },
    {
      "id": "Ведомости Технологии_13_1765039275",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#ИИ",
        "#it",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_15_1765039275",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#приложение",
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_19_1765039275",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_24_1765039275",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#ИИ",
        "#сервер"
      ]
    },
    {
      "id": "Ведомости Технологии_26_1765039275",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1765039275",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#кибер",
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_33_1765039275",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "Ведомости Технологии_36_1765039275",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_37_1765039275",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#ИИ",
        "#it",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_40_1765039275",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_43_1765039275",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#AR",
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_44_1765039275",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_0_1765039282",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_1_1765039282",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб",
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_2_1765039282",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_4_1765039282",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_5_1765039282",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_6_1765039282",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_7_1765039282",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_19_1765039282",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1765039282",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1765039282",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_24_1765039282",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_25_1765039282",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1765039282",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#AI",
        "#it",
        "#ai",
        "#искусственныйинтеллект"
      ]
    },
    {
      "id": "3DNews Software_34_1765039282",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_36_1765039282",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1765039282",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_41_1765039282",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1765039282",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_45_1765039282",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#компьютер",
        "#платформа"
      ]
    }
  ]
}