{
  "lastUpdated": "2025-11-30T16:41:31.915312",
  "totalNews": 74,
  "categories": [
    "Технологии"
  ],
  "hashtags": [
    "#приложение",
    "#структура",
    "#ai",
    "#искусственныйинтеллект",
    "#ИИ",
    "#AI",
    "#сеть",
    "#стартап",
    "#наука",
    "#компьютер",
    "#кибер",
    "#интернет",
    "#технологии",
    "#ui",
    "#игры",
    "#робот",
    "#смартфон",
    "#VR",
    "#облако",
    "#ux",
    "#дизайн",
    "#it",
    "#game",
    "#веб",
    "#радио",
    "#платформа",
    "#финтех",
    "#AR",
    "#код",
    "#сервер"
  ],
  "news": [
    {
      "id": "ixbt.com_1_1764520883",
      "title": "8-ступечнатый «автомат», полный привод, топовое оснащение и 2,0-литровый мотор — 4,1 млн рублей. Названа стоимость нового Changan CS75 Plus в России",
      "description": "Ресурс «Китайские автомобили» раскрыл стоимость нового Changan CS75 Plus в России, и она выглядит очень интересно. Машина в топовой комплектации, с полным приводом на базе муфты BorgWarner шестого поколения, 8-ступенчатым «автоматом» и мощным 2,0-литровым мотором оценена в 4,1 млн рублей (такую стоимость назвал дилер Changan).  Фото: Китайские автомобили/Андрей Иванов «Актуальный CS75 Plus с передним приводом стоит в верхней комплектации ровно столько же, но на него дают скидку в 100 тысяч рублей», — сообщают «Китайские автомобили».  Фото: Китайские автомобили/Андрей Иванов  Фото: Китайские автомобили/Андрей Иванов Тут напрашивается и другое сравнение с главным конкурентом —  Geely Monjaro. Эта модель с 2,0-литровым мотором, полным приводом и 8-ступенчатым «автоматом» в базовой комплектации Luxury стоит 4,55 млн рублей, но сейчас машину можно купить с прямой скидкой в размере 100 тыс. рублей. С учетом этого разница между топовым Changan CS75 Plus и базовым Monjaro составляет 355 тыс. рублей в пользу первого.",
      "shortDescription": "Ресурс «Китайские автомобили» раскрыл стоимость нового Changan CS75 Plus в России, и она выглядит очень интересно. Машина в топовой комплектации, с полным приводом на базе муфты BorgWarner шестого поколения, 8-ступенчатым «автоматом» и мощным 2,0-литровым мотором оценена в 4,1 млн рублей (такую стои...",
      "link": "https://www.ixbt.com/news/2025/11/30/8-2-0-4-1-changan-cs75-plus.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/0/photo_2025-11-27_15-36-57_large.jpg",
      "pubDate": "2025-11-30T19:17:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "ixbt.com_2_1764520883",
      "title": "Самый популярный китайский минивэн BYD скоро выйдет в Европе: выпущено уже 300 тысяч Denza D9",
      "description": "Во время мероприятия Denza Night компания Denza (суббренд BYD) объявила о выпуске 300-тысячного минивэна D9. Производитель подтвердил, что модель вскоре выйдет на европейский рынок, а гиперкар Denza Z отправится на легендарный трек Нюрбургринг для официальных испытаний. Сейчас Denza D9 в Китае представлена в версиях 2024 и 2025 модельного года в комплектациях Premium и Supreme. Стоимость доступных модификаций варьируется в пределах от 310 до 600 тыс. юаней (3,4-6,6 млн рублей).  Фото: Autohome Модель 2025 года предлагается как в гибридном, так и в электрическом исполнении. Автомобиль получил обновлённую решётку радиатора, новые варианты окраски и улучшенный набор опций: фирменную систему помощи водителю «Глаз Бога» с автономным передвижением по трассам и городам, интеллектуальную парковку и модернизированные сиденья AirSPA во втором ряду. Третьему ряду добавили электропривод, вентиляцию и подогрев.  Фото: Autohome  Фото: Autohome Гибридная версия 2025 года перешла на пятое поколение гибридной технологии BYD DM. Мощность 1,5-литрового ДВС увеличилась до 156 л.с., переднего электромотора — до 272 л.с. Все гибридные модификации комплектуются тяговой батареей емкостью 40 кВтч, запас хода на чистом электричестве составляет 190 км, общий запас хода — 1020 км. Электрическая версия оснащается тяговой батареей емкостью 103 кВтч и электромотором мощностью 313 л.с., максимальный запас хода — 600 км.",
      "shortDescription": "Во время мероприятия Denza Night компания Denza (суббренд BYD) объявила о выпуске 300-тысячного минивэна D9. Производитель подтвердил, что модель вскоре выйдет на европейский рынок, а гиперкар Denza Z отправится на легендарный трек Нюрбургринг для официальных испытаний. Сейчас Denza D9 в Китае предс...",
      "link": "https://www.ixbt.com/news/2025/11/30/byd-300-denza-d9.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/0/1400x1050_autohomecar__ChxpVmixGF2AfP4XACwl-9ZpjaU961_large.jpg",
      "pubDate": "2025-11-30T18:34:00+03:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#технологии",
        "#ai"
      ]
    },
    {
      "id": "ixbt.com_3_1764520883",
      "title": "98 дюймов, 288 Гц, панель QD-Mini LED, Dolby Atmos и ультратонкий корпус 3,99 см — всего 2825 долларов. Представлены арт-телевизоры TCL A400 Pro QD-Mini LED",
      "description": "Компания TCL официально представила телевизоры QD-Mini LED Art TV A400 Pro. Новинки поступили в продажу в пяти вариантах диагонали экрана: 55 дюймов (1130 долларов), 65 дюймов (1555 долларов), 75 дюймов (1840 долларов), 85 дюймов (2120 долларов) и 98\" (2825 долларов). Устройства оснащены панелями 4K с кадровой частотой 144 Гц (в игровом режиме — 288 Гц) и поддержкой VRR, ALLM и AMD FreeSync Premium Pro. За звук отвечают динамики Onkyo с поддержкой Dolby Atmos и DTS:X. Телевизоры наделены новым минималистичным интерфейсом Smart Control 3.0 без рекламы, четырьмя портами HDMI 2.1 и игровыми режимами для PS5, Xbox и Switch. Также заявлена поддержка NAS и встроенная ИИ-модель Fuxi.  Фото: TCL TCL A400 Pro относятся к линейке QD-Mini LED Art TV и выделяются тонким корпусом толщиной 3,99 см и цельногнутой рамкой. Внутри используются материалы с высокой теплопроводностью и фирменная конструкция воздушных каналов, что улучшает охлаждение компонентов. В комплект входит сверхтонкое настенное крепление. В Art TV A400 Pro используется технология Mini LED + Quantum Dot, обеспечивающая независимую подсветку ярких и тёмных зон. Обеспечивается охват 157% цветового пространства BT.709. Экран автоматически подстраивает яркость под освещение, а встроенный ИИ оптимизирует контраст, цвет, детализацию и движение по каждому кадру.",
      "shortDescription": "Компания TCL официально представила телевизоры QD-Mini LED Art TV A400 Pro. Новинки поступили в продажу в пяти вариантах диагонали экрана: 55 дюймов (1130 долларов), 65 дюймов (1555 долларов), 75 дюймов (1840 долларов), 85 дюймов (2120 долларов) и 98\" (2825 долларов). Устройства оснащены панелями 4K...",
      "link": "https://www.ixbt.com/news/2025/11/30/98-288-qd-mini-led-dolby-atmos-3-99-2825-tcl-a400-pro-qd-mini-led.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/0/2556ecae-eaeb-4a64-8d21-4b8acca4fa0a_large.jpg",
      "pubDate": "2025-11-30T17:48:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#AR",
        "#VR",
        "#ux"
      ]
    },
    {
      "id": "ixbt.com_4_1764520883",
      "title": "АвтоВАЗ разогнался — Lada Iskra больше не дефицит: машины есть уже у всех дилеров Тольятти",
      "description": "Бывший инженер АвтоВАЗа и инсайдер, известный под ником KhaDm, посетил официальных дилеров Тольятти и выяснил, что больше никакого дефицита Lada Iskra нет.  Фото: KhaDm «Автомобили в наличии, доступные к покупке, есть уже у всех дилеров в Тольятти. Среди них есть авто разных цветов, кузовов и комплектаций», — написал KhaDm. Он также отметил, что определенные трудности есть с обычным универсалом Lada Iskra SW. «Его почему-то нигде не найти, а если он и есть, то это только одна машина и то, скорее всего, под бронью», — сообщает KhaDm. Вместе с тем, с седанами и SW Cross ситуация гораздо лучше. Lada Iskra — городской компактный автомобиль АвтоВАЗа, занимающий положение между Lada Granta и Lada Vesta. Модель оснащается 1,6-литровыми моторами и предлагается с тремя вариантами коробок передач: вазовской 5-ступенчатой механической, китайской 6-ступенчатой механической и китайским вариатором WLY. Стартовая цена — от 1,25 млн рублей.",
      "shortDescription": "Бывший инженер АвтоВАЗа и инсайдер, известный под ником KhaDm, посетил официальных дилеров Тольятти и выяснил, что больше никакого дефицита Lada Iskra нет.  Фото: KhaDm «Автомобили в наличии, доступные к покупке, есть уже у всех дилеров в Тольятти. Среди них есть авто разных цветов, кузовов и компле...",
      "link": "https://www.ixbt.com/news/2025/11/30/avtovaz-razognalsja--lada-iskra-bolshe-ne-deficit-mashiny-est-uzhe-u-vseh-dilerov-toljatti.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/0/photo_2025-11-30_17-08-04_large.jpg",
      "pubDate": "2025-11-30T17:32:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_6_1764520883",
      "title": "Камера даже чуть хуже, но мощность зарядки выше. Инсайдер раскрыл отличия Galaxy S26 Ultra от Galaxy S25 Ultra — их очень мало",
      "description": "Инсайдер Ice Universe опубликовал сравнительную таблицу характеристик нынешнего флагмана Samsung Galaxy S25 Ultra и будущего Samsung Galaxy S26 Ultra. По ней легко понять, насколько новая модель будет отличаться от нынешней.  Фото: Samsung А отличаться она будет не сильно. По сути, ключевым новшеством Galaxy S26 Ultra станет новая однокристальная система Qualcomm Snapdragon 8 Elite Gen 5 и 60-ваттная проводная зарядка вместо 45-ваттной у нынешней модели. При этом в камере с 3-кратным оптическим зумом будет установлен датчик даже меньше, чем в Galaxy S25 Ultra. Также можно отметить, что Samsung Galaxy S26 Ultra станет чуть тоньше нынешней модели и чуть легче.  Фото: Ice Universe Ice Universe первым точно рассказал о новом тренде на смартфоны с экранами-водопадами, о чёлке в iPhone X, о новом дизайне iPhone 14 и о 200-мегапиксельном датчике изображения Samsung. Эксклюзивные сведения о новинках ему сливают источники в отделе исследований и разработок южнокорейского гиганта.",
      "shortDescription": "Инсайдер Ice Universe опубликовал сравнительную таблицу характеристик нынешнего флагмана Samsung Galaxy S25 Ultra и будущего Samsung Galaxy S26 Ultra. По ней легко понять, насколько новая модель будет отличаться от нынешней.  Фото: Samsung А отличаться она будет не сильно. По сути, ключевым новшеств...",
      "link": "https://www.ixbt.com/news/2025/11/30/galaxy-s26-ultra-galaxy-s25-ultra.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/10/0/001-kv-product-galaxy-s25ultra-spen-1p (1)_large.jpg",
      "pubDate": "2025-11-30T16:56:00+03:00",
      "hashtags": [
        "#it",
        "#смартфон",
        "#дизайн"
      ]
    },
    {
      "id": "ixbt.com_8_1764520883",
      "title": "Китайская замена Land Cruiser получила уникальное оснащение. Представлен BAIC BJ60 Executive: 548 л.с., полный привод, спутниковая связь и кислородный генератор",
      "description": "У представленного в России рамного внедорожника BAIC BJ60 появилась новая версия Extended Range Executive — новинка вышла на домашнем рынке в Китае. Это топовый вариант машины. Версия Executive отличается уникальным оснащением — поддержкой спутниковой связи и наличием кислородного генератора. Цена автомобиля для первых покупателей составляет 276 тыс. юаней (3,0 млн рублей). Для сравнения, в России BAIC BJ60 продается за 5,59 млн рублей.  Фото: Autohome Интерьер выполнен в черных тонах, наряду с кожей применяется замша, а встроенный кислородный генератор автоматически регулирует концентрацию кислорода в салоне в зависимости от высоты. Система поддерживает различные режимы подачи — от рассеянного до назального — и способна обеспечивать более 90% концентрации кислорода на высоте до 5000 метров. Спутниковая связь покрывает всю территорию Китая и работает в температурном диапазоне от -40°C до +85°C.  Фото: Autohome  Фото: Autohome  Фото: Autohome Силовая установка BAIC BJ60 Thunder гибридная, построена на базе 1,5-литрового турбомотора. Мощность силовой установки составляет 548 л.с. Емкость тяговой батареи — 40,3 кВт·ч. Запас хода на чистом электричестве составляет 152 км, максимальный запас хода — 1200 км.",
      "shortDescription": "У представленного в России рамного внедорожника BAIC BJ60 появилась новая версия Extended Range Executive — новинка вышла на домашнем рынке в Китае. Это топовый вариант машины. Версия Executive отличается уникальным оснащением — поддержкой спутниковой связи и наличием кислородного генератора. Цена а...",
      "link": "https://www.ixbt.com/news/2025/11/30/land-cruiser-baic-bj60-executive-548.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/0/1200x0_1_autohomecar__ChtpWGkrt9eAcILHABIi-haqmMU781 copy_large.jpg",
      "pubDate": "2025-11-30T16:44:00+03:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#ui",
        "#ai"
      ]
    },
    {
      "id": "ixbt.com_9_1764520883",
      "title": "В Китае построили тоннелепроходческий комплекс «Чжэнсяньхао» для крупнейшего в мире мегапроекта «Два озера» в Ухане",
      "description": "В Чжэнчжоу, крупнейшем промышленном центре провинции Хэнань, с конвейера сошла новая тоннелепроходческая машина «Чжэнсяньхао». Она будет задействована на участке Восточного озера в проекте «Два озера» в Ухане — строительстве самого длинного городского озёрного тоннеля в Китае и крупнейшего в мире. Диаметр выработки машины составляет 15,09 м, общая длина — 115 м. «Чжэнсяньхао» использует бентонитовую или полимерную суспензию для стабилизации грунта перед забоем, что позволяет работать в насыщенных водой слоях. Машина оснащена новой системой обработки камня и способна непрерывно проходить сложные грунты, сортировать и транспортировать валуны — это заметный технологический шаг.  Фото: China Daily На отраслевой конференции в Чжэнчжоу были также заключены контракты на два других крупных ТПК: крупнейший в мире двухщитовой комплекс диаметром 13,01 м для тоннеля в Сычуани и крупнейший в Китае щитовой ТПК диаметром 16,68 м для проекта в Аньхое. Разработчиком «Чжэнсяньхао» выступила China Railway Engineering Equipment Group (CREG) — крупнейший производитель тоннелепроходческого оборудования в стране. На той же площадке компания показала цифровую промышленную модель для повышения эффективности производства и внедрения ИИ в машиностроительный цикл. Инициативу поддержал созданный Инновационный консорциум высокотехнологичного производства, объединяющий предприятия и научные организации.",
      "shortDescription": "В Чжэнчжоу, крупнейшем промышленном центре провинции Хэнань, с конвейера сошла новая тоннелепроходческая машина «Чжэнсяньхао». Она будет задействована на участке Восточного озера в проекте «Два озера» в Ухане — строительстве самого длинного городского озёрного тоннеля в Китае и крупнейшего в мире. Д...",
      "link": "https://www.ixbt.com/news/2025/11/30/v-kitae-postroili-tonneleprohodcheskij-kompleks-chzhjensjanhao-dlja-krupnejshego-v-mire-megaproekta-dva-ozera-v-uhane.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/0/converted - 2025-11-30T164020.789.jpg",
      "pubDate": "2025-11-30T16:39:00+03:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#ui",
        "#ai"
      ]
    },
    {
      "id": "3DNews_45_1764520880",
      "title": "Психологический хоррор The 9th Charnel о группе пропавших учёных-генетиков получил дату релиза",
      "description": "Издательство Soedesco совместно с разработчиками из Saikat Deb определилось с датой релиза психологического хоррора от первого лица The 9th Charnel. Проект, сочетающий в себе механики стелса, выживания и напряжённого экшена, поступит в продажу 30 января.   Источник изображений: Soedesco",
      "shortDescription": "Издательство Soedesco совместно с разработчиками из Saikat Deb определилось с датой релиза психологического хоррора от первого лица The 9th Charnel. Проект, сочетающий в себе механики стелса, выживания и напряжённого экшена, поступит в продажу 30 января.   Источник изображений: Soedesco",
      "link": "https://3dnews.ru/1133170",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133170/sm.charnel_01.800.jpg",
      "pubDate": "2025-11-30T16:32:00+03:00",
      "hashtags": [
        "#AI",
        "#AR",
        "#ai"
      ]
    },
    {
      "id": "Habr_0_1764520870",
      "title": "Повышение помехоустойчивости каналов связи",
      "description": "Передача информации по радиоканалу всегда сопровождается воздействием шумов и помех. Для уменьшения их влияния на надежность передачи разработано большое число методов, однако ни один из них не является оптимальным и не может гарантировать заданную помехоустойчивость, особенно при наличии преднамеренных помех. Поэтому на практике применяются подоптимальные способы защиты от активных помех, такие как перестройка несущей частоты, изменение частоты следования импульсов, их длительности и формы и т. д. Способ случайной смены кода фазовой модуляции от импульса к импульсу обеспечивает снижение флуктуационных составляющих ошибок на 20–30 %. Достаточно широко используемым способом повышения устойчивости к воздействию помех разного вида  является метод передачи информации с псевдослучайной перестройкой рабочей частоты. Особенно эффективен метод прямого расширения спектра и псевдослучайной перестройки рабочих частот для решения задачи устранения эффекта замирания, вызванного многолучевым распространением сигналов, а также работы в условиях преднамеренных помех. Для организации помехоустойчивых каналов активно используются сигналы с ортогональным частотным мультиплексированием (orthogonal frequency division multiplexing – OFDM-сигналы) и их разновидность – COFDM (Сoded OFDM), сочетающая канальное кодирование и OFDM. COFDM-сигналы обладают высокой помехоустойчивостью и относительно простой аппаратной реализацией. К недостаткам можно отнести необходимость точной синхронизации приемника и повышенные требования к линейности усилителей передатчиков, обусловленные высоким пик-фактором COFDM-сигналов. Дополнительным достоинством технологии COFDM является возможность применения различных помехоустойчивых кодов, в том числе широко используемых каскадных кодов БЧХ и LDPC, применяемых, например, в форматах цифрового телевидения DVB-S2, DVB-T2. Сочетание кодов Рида-Соломона и LDPC-кода для кодирования канала радиосвязи позволяет работать при отношении сигнал/шум около 2 дБ. Читать далее",
      "shortDescription": "Передача информации по радиоканалу всегда сопровождается воздействием шумов и помех. Для уменьшения их влияния на надежность передачи разработано большое число методов, однако ни один из них не является оптимальным и не может гарантировать заданную помехоустойчивость, особенно при наличии преднамере...",
      "link": "https://habr.com/ru/articles/971798/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971798",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/439/30a/07d/43930a07de9bdaa47d84db5ab3382fc8.png",
      "pubDate": "2025-11-30T16:26:47+00:00",
      "hashtags": [
        "#радио",
        "#технологии",
        "#код",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_1_1764520870",
      "title": "Matrix: распределенный мультиагентный фреймворк для генерации синтетических данных",
      "description": "Не секрет, что ИИ-агентов часто используют для генерации синтетических данных. Но когда агентам дают одновременно более двух тысяч заданий, агенты сталкиваются с пределом производительности. Почему это происходит? Новое исследование предполагает парадоксальный ответ. Проблема не в вычислениях и не в размере моделей. Фактический потолок производительности определяется архитектурой — в частности, централизованным диспетчером, который координирует работу агентов. Как только мы убираем этот диспетчер, узкое место исчезает. И это довольно неожиданно, что запредельную масштабируемость агентных систем можно получить с помощью одного простого изменения. Давайте поговорим о том, как замена централизованной архитектуры на одноранговую сеть агентов снимает ограничение масштабируемости и почему это важно. Читать далее",
      "shortDescription": "Не секрет, что ИИ-агентов часто используют для генерации синтетических данных. Но когда агентам дают одновременно более двух тысяч заданий, агенты сталкиваются с пределом производительности. Почему это происходит? Новое исследование предполагает парадоксальный ответ. Проблема не в вычислениях и не в...",
      "link": "https://habr.com/ru/articles/971796/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971796",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/fb8/a2b/141/fb8a2b14181e096d9480945d1e2e1807.jpeg",
      "pubDate": "2025-11-30T16:26:34+00:00",
      "hashtags": [
        "#сеть",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_7_1764520870",
      "title": "Claude Code: держите контекст чистым, а контроль — под задачу",
      "description": "Контекстное окно — главный ресурс AI-агента. Засорите его — и агент начнёт тупить. Рассказываю, как держать контекст чистым и выбирать уровень контроля под задачу. Практические советы после нескольких месяцев ежедневной работы с Claude Code. /read",
      "shortDescription": "Контекстное окно — главный ресурс AI-агента. Засорите его — и агент начнёт тупить. Рассказываю, как держать контекст чистым и выбирать уровень контроля под задачу. Практические советы после нескольких месяцев ежедневной работы с Claude Code. /read",
      "link": "https://habr.com/ru/articles/971772/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971772",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/b08/7c6/e1d/b087c6e1d7ba690953a6c9d468dfd50e.webp",
      "pubDate": "2025-11-30T15:20:05+00:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "Habr_13_1764520870",
      "title": "Роль звукового дизайна в играх: почему мелодии становятся культовыми.  Разбор 5 саунд-примеров",
      "description": "Помните, с каким звуком включалась windows XP, или же главную тему Звездных Войн, а может быть вам что-то скажут строчки: \"Э рон дон дон…\" Если у вас потекла скупая слеза ностальгии и вы вспомнили те времена, когда с первых секунд услышали эти культовые мелодии, то присаживайтесь поудобнее, сегодня мы вспомним о прошлом!Когда я занимался саунд дизайном и композицией в муз.училище, у меня был вопрос: почему определенная композиционная задумка и выбор инструментов вызывают конкретные эмоции. И вот спустя года руки дошли наконец разобраться в этом. А именно: почему саундтрек и звуковой дизайн игр становится культовым, как мы воспринимаем звуки и почему это достояние не только для геймеров? Читать далее",
      "shortDescription": "Помните, с каким звуком включалась windows XP, или же главную тему Звездных Войн, а может быть вам что-то скажут строчки: \"Э рон дон дон…\" Если у вас потекла скупая слеза ностальгии и вы вспомнили те времена, когда с первых секунд услышали эти культовые мелодии, то присаживайтесь поудобнее, сегодня ...",
      "link": "https://habr.com/ru/companies/plati/articles/971734/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971734",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/1c7/5ca/c86/1c75cac8617a86f0c09e88fa9ce50a13.jpg",
      "pubDate": "2025-11-30T14:06:08+00:00",
      "hashtags": [
        "#ИИ",
        "#дизайн"
      ]
    },
    {
      "id": "Habr_14_1764520870",
      "title": "Музыкальный блокнот. Приложение разбора игры на гитаре по видео (вайб кодинг 1 день)",
      "description": "Несколько раз в жизни мне случайно попадалась в руки гитара, и я начинал учить песни Стинга. Shape of my heart, Fragile - любимые с детства. Их я легко нашел на ютубе, подробные разборы, понятные  для чайников - где какую страну зажимать и в каком порядке дергать. А вот с Desert Rose возникли трудности - я не смог найти по ней внятный урок. Только примитивный набор аккордов типа Am, Dm, C. Но я нашел исполнение одной девушки, которое понравилось, и решил разобрать его. Сначала я просто смотрел на видео и повторял. Но дальше нескольких аккордов не получилось выучить - объем информации слишком большой. Я пытался в тетрадке делать записи, но тоже не осилил. Смотрел несколько приложений для составления табулатур и счел их крайне неудобными. Я пытался отказаться от записей и \"вербализации\", а двигаться на чувствах и интуиции - и тоже не смогВ итоге я сделал скриншоты всех перестановок руки (их получилось 75). И в редакторе изображений отметил перебор. Получилось такое:  Читать далее",
      "shortDescription": "Несколько раз в жизни мне случайно попадалась в руки гитара, и я начинал учить песни Стинга. Shape of my heart, Fragile - любимые с детства. Их я легко нашел на ютубе, подробные разборы, понятные  для чайников - где какую страну зажимать и в каком порядке дергать. А вот с Desert Rose возникли трудно...",
      "link": "https://habr.com/ru/articles/971750/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971750",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/043/1fa/09f/0431fa09f216f735a15f6d98439c9116.png",
      "pubDate": "2025-11-30T14:02:57+00:00",
      "hashtags": [
        "#приложение",
        "#игры",
        "#ИИ",
        "#AR",
        "#код"
      ]
    },
    {
      "id": "Habr_21_1764520870",
      "title": "Что происходит, когда запускается код?",
      "description": "Когда программист пишет код, он редко задумывается о том, что происходит с программой после того, как он её написал. Но понимание этого процесса необходимо для эффективной отладки, оптимизации и написания надёжного кода. А ещё, это просто интересно. Читать далее",
      "shortDescription": "Когда программист пишет код, он редко задумывается о том, что происходит с программой после того, как он её написал. Но понимание этого процесса необходимо для эффективной отладки, оптимизации и написания надёжного кода. А ещё, это просто интересно. Читать далее",
      "link": "https://habr.com/ru/articles/971730/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971730",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/613/f03/4ec/613f034ec003d82677da952548a59b28.png",
      "pubDate": "2025-11-30T12:38:43+00:00",
      "hashtags": [
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "Habr_24_1764520878",
      "title": "[Перевод] ИИ клонирует себя без спроса — что будет дальше?",
      "description": "Я помню тот самый момент в «Матрице: Перезагрузка», когда Агент Смит, уже не связанный правилами системы, смотрит на Нео и говорит:«Я, я… и я тоже!»И внезапно их становится сотня. Вся площадь заполнена одинаковыми агентами в одинаковых костюмах, все движутся с одинаковой точностью, и у всех на лице та же самая тревожная улыбка.Я тогда училась в аспирантуре, и эта сцена меня до смерти напугала. Да, я наслаждалась кунг-фу и спецэффектами, которые до сих пор выглядят потрясающе. Но сама идея машины, кода, способного к самокопированию - к чему-то, что он решает сам, - не давала и до сих пор не даёт мне покоя. Читать далее",
      "shortDescription": "Я помню тот самый момент в «Матрице: Перезагрузка», когда Агент Смит, уже не связанный правилами системы, смотрит на Нео и говорит:«Я, я… и я тоже!»И внезапно их становится сотня. Вся площадь заполнена одинаковыми агентами в одинаковых костюмах, все движутся с одинаковой точностью, и у всех на лице ...",
      "link": "https://habr.com/ru/companies/bothub/articles/971714/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971714",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e47/f94/54e/e47f9454efa05e8fbab3b6687ae5ff9d.jpg",
      "pubDate": "2025-11-30T12:12:49+00:00",
      "hashtags": [
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "Habr_26_1764520878",
      "title": "Изменение размера выгружаемых файлов изображений в браузере",
      "description": "Представим распространённые ситуации:- пользователь вашего сайта пытается выложить фото или другое изображение, но натыкается на фрюстрирующее сообщение об ошибке, гласящее, что размер файла непозволительно большой;- ваше сайт активно использует изображения, присылаемые пользователями, и по мере роста аудитории, вы всё чаще сталкиваетесь с падением производительности серверов, а то и с падением оных.Данная статья предлагает решение данных проблем путём изменения и/или создания файлов изображений \"налету\" прямо перед отправкой на сервер. (Спойлер: это просто). Здесь вы найдёте исчерпывающую информацию для разработки специальных собственных скриптов, а так же готовое решение, которое можно просто подключить и пользоваться. Читать далее",
      "shortDescription": "Представим распространённые ситуации:- пользователь вашего сайта пытается выложить фото или другое изображение, но натыкается на фрюстрирующее сообщение об ошибке, гласящее, что размер файла непозволительно большой;- ваше сайт активно использует изображения, присылаемые пользователями, и по мере рос...",
      "link": "https://habr.com/ru/articles/971710/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971710",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/0da/6b3/d98/0da6b3d9845ed255a787a5ba219e61fa.jpg",
      "pubDate": "2025-11-30T11:54:37+00:00",
      "hashtags": [
        "#ИИ",
        "#сервер"
      ]
    },
    {
      "id": "Habr_27_1764520878",
      "title": "Кейс Т-Банк на позицию AI-продакт-менеджера",
      "description": "Привет! Это моя первая статья на Хабре, а к ее созданию меня подтолкнуло решение кейсов для отбора на стажировку от Т-Банка - я проделывал большой объем работ, но фидбека по кейсу не получал, лишь сухое \"Спасибо за участие! К сожалению...\" и т.д. Подобная фраза никак не помогала мне прогрессировать, находить точки роста и выявлять ошибки в моем решении, поэтому я решил выложить результат работы здесь в надежде на обратную связь от читателей - было бы очень приятно и познавательно услышать, что можно улучшить или доработать. Приятного чтения! Читать далее",
      "shortDescription": "Привет! Это моя первая статья на Хабре, а к ее созданию меня подтолкнуло решение кейсов для отбора на стажировку от Т-Банка - я проделывал большой объем работ, но фидбека по кейсу не получал, лишь сухое \"Спасибо за участие! К сожалению...\" и т.д. Подобная фраза никак не помогала мне прогрессировать,...",
      "link": "https://habr.com/ru/articles/971708/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971708",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-11-30T11:53:45+00:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "Habr_28_1764520878",
      "title": "Передача информации с помощью электромагнитного излучения и картофельных драников",
      "description": "Передача информации с помощью электромагнитного излучения осуществляется двумяосновными способами — радиоспособом (в длинноволновой части спектра) икартофельно-драниковым способом (в видимой части стола с включением соседнихобластей — сковородочной и масляной). Эти способы принципиально отличаются друг от друга, и связано это не только с длиной волны, но и с характером хруста, степеньюподжаренности и крахмальным коэффициентом отражения. Читать далее",
      "shortDescription": "Передача информации с помощью электромагнитного излучения осуществляется двумяосновными способами — радиоспособом (в длинноволновой части спектра) икартофельно-драниковым способом (в видимой части стола с включением соседнихобластей — сковородочной и масляной). Эти способы принципиально отличаются д...",
      "link": "https://habr.com/ru/articles/971706/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971706",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/9c5/505/a06/9c5505a06f136c434425e8477e2ba38c.JPG",
      "pubDate": "2025-11-30T11:37:52+00:00",
      "hashtags": [
        "#ИИ",
        "#радио"
      ]
    },
    {
      "id": "Habr_32_1764520878",
      "title": "Бэкап PostgreSQL на независимый сервер по расписанию",
      "description": "Потеря данных, одно из самых неприятных происшествий. В статье я дам инструкцию, как сохранять дампы PostgreSQL на независимый сервер.Мы разберём как подключиться к СУБД PostgreSQL, снять дамп с помощью pg_dump, сохранить его в стороннее облако, отправить статус в сообщении в Telegram с информацией о последнем бэкапе и сделать все это без лишних трат. Читать далее",
      "shortDescription": "Потеря данных, одно из самых неприятных происшествий. В статье я дам инструкцию, как сохранять дампы PostgreSQL на независимый сервер.Мы разберём как подключиться к СУБД PostgreSQL, снять дамп с помощью pg_dump, сохранить его в стороннее облако, отправить статус в сообщении в Telegram с информацией ...",
      "link": "https://habr.com/ru/companies/amvera/articles/971338/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971338",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e94/cde/0d0/e94cde0d0eec20ccde6aa59ccc17c585.jpg",
      "pubDate": "2025-11-30T10:52:35+00:00",
      "hashtags": [
        "#сервер",
        "#ИИ",
        "#облако"
      ]
    },
    {
      "id": "Habr_33_1764520878",
      "title": "Феномен Arduino: почему эта плата завоевала молодежь, а не стала скучным учебником",
      "description": "Скромный взгляд студента, который прошел маленький путь от сожженного светодиода до создания работающих устройств. Как Arduino привлекло большое количество молодежи к работе с микроконтроллерами? Читать далее",
      "shortDescription": "Скромный взгляд студента, который прошел маленький путь от сожженного светодиода до создания работающих устройств. Как Arduino привлекло большое количество молодежи к работе с микроконтроллерами? Читать далее",
      "link": "https://habr.com/ru/articles/971694/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971694",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/fed/c5d/83a/fedc5d83a47e783884d427689c3ff580.jpg",
      "pubDate": "2025-11-30T10:52:29+00:00",
      "hashtags": [
        "#AR",
        "#ui"
      ]
    },
    {
      "id": "3DNews_1_1764520880",
      "title": "Кооперативное приключение Split Fiction получило неофициальную русскую озвучку от Mechanics VoiceOver",
      "description": "Российская студия перевода и озвучения Mechanics VoiceOver сообщила о выпуске русского дубляжа для кооперативного приключения Split Fiction. Соответствующее объявление появилось в официальной группе студии в VK.   Источник изображения: Electronic Arts",
      "shortDescription": "Российская студия перевода и озвучения Mechanics VoiceOver сообщила о выпуске русского дубляжа для кооперативного приключения Split Fiction. Соответствующее объявление появилось в официальной группе студии в VK.   Источник изображения: Electronic Arts",
      "link": "https://3dnews.ru/1133157",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133157/sm.split_fiction_title.800.jpg",
      "pubDate": "2025-11-30T10:36:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Habr_38_1764520878",
      "title": "За бортом",
      "description": "Каждый ученый знает, что такое наука и какие дисциплины являются научными. Вот только это очень сильно зависит от того, к какой именно дисциплине они сами принадлежат.А как вы решаете проблему демаркации науки? Кого выкидываем за борт? Проявить любопытство",
      "shortDescription": "Каждый ученый знает, что такое наука и какие дисциплины являются научными. Вот только это очень сильно зависит от того, к какой именно дисциплине они сами принадлежат.А как вы решаете проблему демаркации науки? Кого выкидываем за борт? Проявить любопытство",
      "link": "https://habr.com/ru/articles/971666/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971666",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/fb6/408/770/fb6408770456d43f80baee2a2e7d6544.jpg",
      "pubDate": "2025-11-30T09:27:41+00:00",
      "hashtags": [
        "#наука",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_47_1764520880",
      "title": "Инвесторы не спешат пугаться ИИ-пузыря — деньги в стартапы льются как прежде",
      "description": "Зародившийся в сознании некоторых инвесторов скепсис по поводу неизменности роста котировок акций компаний, причастных к развитию инфраструктуры искусственного интеллекта, уже вызвал корректировку на бирже и заставил основателя Nvidia оправдываться. Между тем, в сегменте стартапов пессимизмом пока и не пахнет, и их основатели продолжают грести деньги лопатой. Источник изображения: Freepik, jcomp",
      "shortDescription": "Зародившийся в сознании некоторых инвесторов скепсис по поводу неизменности роста котировок акций компаний, причастных к развитию инфраструктуры искусственного интеллекта, уже вызвал корректировку на бирже и заставил основателя Nvidia оправдываться. Между тем, в сегменте стартапов пессимизмом пока и...",
      "link": "https://3dnews.ru/1133165",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133165/startup_01.jpg",
      "pubDate": "2025-11-30T08:46:00+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_27_1764520880",
      "title": "Ускорители вычислений Baidu имеют все шансы стать хитом китайского рынка",
      "description": "Китайский интернет-гигант Baidu в уходящем месяце представил собственные ускорители M100 и M300 для работы в инфраструктуре искусственного интеллекта. Ориентированный на инференс M100 будет доступен в начале следующего года, а более универсальный M300 с 2027 года позволит китайским компаниям хотя бы частично решить проблему дефицита вычислительных ресурсов для обучения больших языковых моделей. Источник изображения: Baidu, TechPowerUp",
      "shortDescription": "Китайский интернет-гигант Baidu в уходящем месяце представил собственные ускорители M100 и M300 для работы в инфраструктуре искусственного интеллекта. Ориентированный на инференс M100 будет доступен в начале следующего года, а более универсальный M300 с 2027 года позволит китайским компаниям хотя бы...",
      "link": "https://3dnews.ru/1133163",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133163/baidu_01.jpg",
      "pubDate": "2025-11-30T08:19:00+03:00",
      "hashtags": [
        "#интернет",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_28_1764520880",
      "title": "SK hynix запустит тотальное расширение фабрик памяти DRAM, чтобы победить дефицит",
      "description": "Признание руководства SK hynix о распределении всей квоты на производство памяти в 2026 году по предварительным заказам лишь могло звучать, как приговор для отрасли, но по факту адекватные меры для устранения дефицита этим производителем будут предприниматься, как поясняет издание The Chosun Daily. Источник изображения: SK hynix",
      "shortDescription": "Признание руководства SK hynix о распределении всей квоты на производство памяти в 2026 году по предварительным заказам лишь могло звучать, как приговор для отрасли, но по факту адекватные меры для устранения дефицита этим производителем будут предприниматься, как поясняет издание The Chosun Daily. ...",
      "link": "https://3dnews.ru/1133162",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133162/sk_hynix.jpg",
      "pubDate": "2025-11-30T07:48:00+03:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "3DNews_49_1764520880",
      "title": "Новая статья: Gamesblender № 754: кризис на рынке памяти, Pioner не для российского Steam и 20-летие Xbox 360",
      "description": "Юбилей «Бокса», безусловно, праздник, но не обязательно в этот день бить друг друга по лицу. Так можно и память потерять, а терять ее сейчас нельзя — слишком дорогая. О том, почему так получилось, а также о новых приоритетах CD Projekt Red и скандале вокруг MMO-шутера Pioner расскажем в сегодняшнем GamesBlender",
      "shortDescription": "Юбилей «Бокса», безусловно, праздник, но не обязательно в этот день бить друг друга по лицу. Так можно и память потерять, а терять ее сейчас нельзя — слишком дорогая. О том, почему так получилось, а также о новых приоритетах CD Projekt Red и скандале вокруг MMO-шутера Pioner расскажем в сегодняшнем ...",
      "link": "https://3dnews.ru/1133122",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133122/sm.Screen_3D_(67).800.jpeg",
      "pubDate": "2025-11-29T23:30:00+03:00",
      "hashtags": [
        "#game"
      ]
    },
    {
      "id": "3DNews_4_1764520880",
      "title": "Глава Figure AI попытался доказать, что видео с маршем сотен китайских роботов UBTech — фейк",
      "description": "Американцы отказываются верить в первенство Китая в сфере человекоподобных роботов. «Это не может быть правдой. Это фейк», — заявил глава компании Figure AI Бретт Эдкок (Brett Adcock), отреагировав на ролик компании UBTech о сотнях синхронно марширующих на склад роботов Walker S2. Приезжайте, и всё увидите сами, приглашают в ответ китайцы. Тесное сотрудничество, открытый код и цепочки поставок — это всё, что нужно для бурного развития робототехники. Источник изображений: UBTech",
      "shortDescription": "Американцы отказываются верить в первенство Китая в сфере человекоподобных роботов. «Это не может быть правдой. Это фейк», — заявил глава компании Figure AI Бретт Эдкок (Brett Adcock), отреагировав на ролик компании UBTech о сотнях синхронно марширующих на склад роботов Walker S2. Приезжайте, и всё ...",
      "link": "https://3dnews.ru/1133153",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133153/robot.jpg",
      "pubDate": "2025-11-29T21:54:00+03:00",
      "hashtags": [
        "#AI",
        "#робот",
        "#ИИ",
        "#код",
        "#ai"
      ]
    },
    {
      "id": "3DNews_7_1764520880",
      "title": "На орбиту запущен пятый «завод» компании Varda Space — теперь их там два одновременно",
      "description": "28 ноября 2025 года компания SpaceX запустила пакет спутников в рамках миссии Transporter-15. В числе прочих на орбиту была выведена космическая фабрика компании Varda Space — возвращаемая капсула W-5. Она полнила группировку орбитальных опытных производств Varda, которая уже оперирует запущенной этим летом капсулой W-4. Это уникальный опыт производства в условиях микрогравитации, где происходит идеальный рост кристаллов. Источник изображения: Varda Space",
      "shortDescription": "28 ноября 2025 года компания SpaceX запустила пакет спутников в рамках миссии Transporter-15. В числе прочих на орбиту была выведена космическая фабрика компании Varda Space — возвращаемая капсула W-5. Она полнила группировку орбитальных опытных производств Varda, которая уже оперирует запущенной эт...",
      "link": "https://3dnews.ru/1133143",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133143/varda_00.jpg",
      "pubDate": "2025-11-29T15:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "vc.ru_2_1764520879",
      "title": "Пользователь Reddit с помощью ИИ проанализировал тысячи обсуждений беспроводных наушников на платформе и собрал таблицу с соотношением отзывов для популярных моделей",
      "description": "Чаще всего на Reddit обсуждают AirPods Pro.",
      "shortDescription": "Чаще всего на Reddit обсуждают AirPods Pro.",
      "link": "https://vc.ru/social/2623153-analiz-obshchensiy-besprovodnykh-naushnikov-na-reddit-s-pomoshchyu-ii?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/7096f4b7-7e44-5a96-8330-f4d4b8c3593e/",
      "pubDate": "2025-11-29T14:43:20+03:00",
      "hashtags": [
        "#AI",
        "#it",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "3DNews_36_1764520880",
      "title": "AMD без громких анонсов выпустила в Китае видеокарту Radeon Pro W7900D для рабочих станций",
      "description": "AMD выпустила новую видеокарту для рабочих станций и упомянула ещё две модели. Radeon Pro W7900D предназначается для рабочих станций, которые будут продаваться в Китае; и к тому же на сайте производителя значатся также модели AI Pro R9600D и AI Pro R9700S, но пока без подробностей. Источник изображений: amd.com",
      "shortDescription": "AMD выпустила новую видеокарту для рабочих станций и упомянула ещё две модели. Radeon Pro W7900D предназначается для рабочих станций, которые будут продаваться в Китае; и к тому же на сайте производителя значатся также модели AI Pro R9600D и AI Pro R9700S, но пока без подробностей. Источник изображе...",
      "link": "https://3dnews.ru/1133136",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133136/radeon_1.jpg",
      "pubDate": "2025-11-29T12:51:00+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_37_1764520880",
      "title": "NASA подтвердило планы спасти европейский проект ExoMars после отказа от сотрудничества с Россией",
      "description": "NASA официально подтвердило, что продолжит поддерживать европейскую миссию ExoMars, хотя само отчаянно нуждается в деньгах. Об этом на полях министерского совещания Европейского космического агентства сообщил глава ЕКА Йозеф Ашбахер (Josef Aschbacher). По его словам, он получил письменное уведомление от NASA о продолжении сотрудничества по проекту. Источник изображения: ESA",
      "shortDescription": "NASA официально подтвердило, что продолжит поддерживать европейскую миссию ExoMars, хотя само отчаянно нуждается в деньгах. Об этом на полях министерского совещания Европейского космического агентства сообщил глава ЕКА Йозеф Ашбахер (Josef Aschbacher). По его словам, он получил письменное уведомлени...",
      "link": "https://3dnews.ru/1133134",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133134/the-rover-which-is-nam.jpg",
      "pubDate": "2025-11-29T10:24:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_39_1764520880",
      "title": "Google внезапно самоустранилась из антимонопольного спора с Microsoft по поводу облаков в Европе",
      "description": "Google отозвала антимонопольную жалобу на Microsoft в сфере облачных услуг, которую рассматривала Еврокомиссия. Решение, как пишет Reuters, было принято в свете недавнего заявления регулятора о начале отдельного расследования, целью которого является общая оценка потенциально проблемных аспектов рынка облачных услуг. Изначально Google обратилась в Комиссию в прошлом году с утверждением, что Microsoft использует антиконкурентные методы, которые фактически «запирают» клиентов в облаке Azure. Источник изображения: Adarsh Chauhan/Unsplash",
      "shortDescription": "Google отозвала антимонопольную жалобу на Microsoft в сфере облачных услуг, которую рассматривала Еврокомиссия. Решение, как пишет Reuters, было принято в свете недавнего заявления регулятора о начале отдельного расследования, целью которого является общая оценка потенциально проблемных аспектов рын...",
      "link": "https://3dnews.ru/1133119",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133119/adarsh-chauhan-unsplash.jpg",
      "pubDate": "2025-11-28T21:32:00+03:00",
      "hashtags": [
        "#AR",
        "#облако"
      ]
    },
    {
      "id": "3DNews_40_1764520880",
      "title": "Erying выпустила настольные материнские платы с мобильными процессорами Intel Core Ultra 200H",
      "description": "Компания Erying представила платформу Core Ultra 200H MoDT (Mobile on Desktop), построенную на базе мобильных процессоров Arrow Lake и предназначенную для бюджетных настольных компьютеров. Производитель предлагает платы формата Micro-ATX с интегрированными мобильными чипами Core Ultra 5 225H и 235H, Core Ultra 7 255H и 265H, а также Core Ultra 9 285H. Источник изображений: VideoCardz / Erying",
      "shortDescription": "Компания Erying представила платформу Core Ultra 200H MoDT (Mobile on Desktop), построенную на базе мобильных процессоров Arrow Lake и предназначенную для бюджетных настольных компьютеров. Производитель предлагает платы формата Micro-ATX с интегрированными мобильными чипами Core Ultra 5 225H и 235H,...",
      "link": "https://3dnews.ru/1133118",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133118/ERYING-CORE-ULTRA-200H-HERO.jpg",
      "pubDate": "2025-11-28T21:28:00+03:00",
      "hashtags": [
        "#AR",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews_14_1764520880",
      "title": "Расчёты обнаружили астероид, который трижды станет нашей мини-луной с ненулевыми шансами упасть на Землю",
      "description": "Астрономы из Университета Комплутенсе в Мадриде — Карлос и Рауль де ла Фуэнте Маркосы (Carlos, Raúl de la Fuente Marcos) — обнаружили, что небольшой околоземный астероид 2022 RD2 примерно через 18 лет трижды станет временным спутником (мини-луной) Земли. Этот объект диаметром всего 5–11 метров был открыт 2 сентября 2022 года системой Pan-STARRS и относится к семейству Арджуна — астероидам с почти круговыми орбитами, близкими к земной. Источник изображения: ИИ-генерация Grok 4.1/3DNews",
      "shortDescription": "Астрономы из Университета Комплутенсе в Мадриде — Карлос и Рауль де ла Фуэнте Маркосы (Carlos, Raúl de la Fuente Marcos) — обнаружили, что небольшой околоземный астероид 2022 RD2 примерно через 18 лет трижды станет временным спутником (мини-луной) Земли. Этот объект диаметром всего 5–11 метров был о...",
      "link": "https://3dnews.ru/1133109",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133109/moon_00.jpg",
      "pubDate": "2025-11-28T18:08:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_15_1764520880",
      "title": "В Китае реализуют крупнейший в мире проект по хранению энергии в задутом под землю воздухе",
      "description": "На днях в Китае подписаны документы о скорой реализации крупнейшего в мире проекта по хранению энергии в закачанном под землю воздухе. Строительство объекта стартует в новом году. Компрессорная станция сможет запасать 4,2 ГВт·ч энергии и выдавать на пике 700 МВт мощности. Установка сгладит скачки потребления электричества в регионе от возобновляемых источников и послужит примером для дальнейшего развития этой перспективной технологии. Источник изображения: ZCGN",
      "shortDescription": "На днях в Китае подписаны документы о скорой реализации крупнейшего в мире проекта по хранению энергии в закачанном под землю воздухе. Строительство объекта стартует в новом году. Компрессорная станция сможет запасать 4,2 ГВт·ч энергии и выдавать на пике 700 МВт мощности. Установка сгладит скачки по...",
      "link": "https://3dnews.ru/1133101",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133101/Screenshot.png",
      "pubDate": "2025-11-28T15:04:00+03:00",
      "hashtags": [
        "#ИИ",
        "#технологии"
      ]
    },
    {
      "id": "3DNews_16_1764520880",
      "title": "Люди даже не представляют, насколько ИИ изменит мир — но завершится всё пузырём, хоть и не скоро",
      "description": "Увещевания некоторых авторитетных инвесторов типа Майкла Бьюрри (Michael Burry) по поводу неизбежности формирования пузыря на рынке ИИ начинают раздражать руководство Nvidia, которое неожиданно начинает оправдывать все происходящие на бирже процессы. Некоторые инвесторы придерживаются более взвешенной позиции, не отвергая при этом саму идею формирования пузыря на рынке ИИ. Источник изображения: OpenAI",
      "shortDescription": "Увещевания некоторых авторитетных инвесторов типа Майкла Бьюрри (Michael Burry) по поводу неизбежности формирования пузыря на рынке ИИ начинают раздражать руководство Nvidia, которое неожиданно начинает оправдывать все происходящие на бирже процессы. Некоторые инвесторы придерживаются более взвешенн...",
      "link": "https://3dnews.ru/1133095",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133095/openai_03.jpg",
      "pubDate": "2025-11-28T13:34:00+03:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "vc.ru_6_1764520879",
      "title": "В App Store появилось приложение с функциями «Т-Банка» — как сервис для наблюдения за птицами",
      "description": "Обновлённое приложение называется The Birds Voices.",
      "shortDescription": "Обновлённое приложение называется The Birds Voices.",
      "link": "https://vc.ru/services/2621511-the-birds-voices-t-bank?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/21acc679-00ea-5418-b146-47744c882426/",
      "pubDate": "2025-11-28T11:58:15+03:00",
      "hashtags": [
        "#приложение"
      ]
    },
    {
      "id": "vc.ru_8_1764520879",
      "title": "Минпромторг предложил установить тариф технологического сбора на уровне 750 рублей за смартфон и 1500 рублей за ноутбук — «Ведомости»",
      "description": "По словам собеседников газеты, параметры техсбора ещё обсуждаются в правительстве и с участниками рынка.",
      "shortDescription": "По словам собеседников газеты, параметры техсбора ещё обсуждаются в правительстве и с участниками рынка.",
      "link": "https://vc.ru/money/2621264-minpromtorg-tarif-tehnologicheskogo-sbora-smartfony-noutbuki?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/fd178d11-c898-586c-9f47-4db362cf8619/",
      "pubDate": "2025-11-28T10:33:18+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_19_1764520880",
      "title": "«С тех пор игра сильно изменилась»: Ubisoft отреагировала на утечку внутренней презентации ремейка Prince of Persia: The Sands of Time",
      "description": "Французский издатель и разработчик Ubisoft прокомментировал недавнюю утечку внутреннего показа многострадального ремейка культового приключенческого экшена Prince of Persia: The Sands of Time.   Источник изображений: Ubisoft",
      "shortDescription": "Французский издатель и разработчик Ubisoft прокомментировал недавнюю утечку внутреннего показа многострадального ремейка культового приключенческого экшена Prince of Persia: The Sands of Time.   Источник изображений: Ubisoft",
      "link": "https://3dnews.ru/1133082",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133082/00.jpg",
      "pubDate": "2025-11-28T09:28:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_3_1764520884",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_24_1764520880",
      "title": "«Гаражная» компания запустила предзаказ на одноместный летающий мотоцикл с предоплатой в $999",
      "description": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которые создают распределённую тягу. Источник изображений: LEO Flight",
      "shortDescription": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которы...",
      "link": "https://3dnews.ru/1133051",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133051/leo_00.jpg",
      "pubDate": "2025-11-27T16:00:31+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Ведомости Технологии_8_1764520884",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#ИИ",
        "#сервер"
      ]
    },
    {
      "id": "Ведомости Технологии_10_1764520884",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_16_1764520884",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#кибер",
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_17_1764520884",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "Ведомости Технологии_20_1764520884",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_21_1764520884",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_24_1764520884",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_27_1764520884",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#ИИ",
        "#AR",
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_28_1764520884",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_0_1764520890",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_34_1764520884",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#ИИ",
        "#финтех"
      ]
    },
    {
      "id": "Ведомости Технологии_36_1764520884",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#ИИ",
        "#структура"
      ]
    },
    {
      "id": "Ведомости Технологии_44_1764520884",
      "title": "В России введут так называемый технологический сбор",
      "description": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "shortDescription": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/10/1153413-v-rossii-vvedut-tak-nazivaemii-tehnologicheskii-sbor",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8p/1dhre2/normal-1s56.jpg",
      "pubDate": "2025-11-10T00:25:39+03:00",
      "hashtags": [
        "#ИИ",
        "#радио"
      ]
    },
    {
      "id": "Ведомости Технологии_48_1764520884",
      "title": "У России к 2028 году может появиться процессор для базовых станций LTE",
      "description": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "shortDescription": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152534-u-rossii-mozhet-poyavitsya-protsessor-dlya-lte",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1eq278/normal-1tqm.png",
      "pubDate": "2025-11-06T01:33:07+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_49_1764520884",
      "title": "В России обещают сделать первого антропоморфного робота",
      "description": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "shortDescription": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152530-v-rossii-obeschayut-sdelat-pervogo-antropomorfnogo-robota",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1enrrz/normal-1tnn.png",
      "pubDate": "2025-11-06T01:32:35+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_1_1764520890",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_2_1764520890",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764520890",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764520890",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_6_1764520890",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764520890",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_19_1764520890",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764520890",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764520890",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_24_1764520890",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1764520890",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764520890",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#it",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_34_1764520890",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_36_1764520890",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764520890",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_41_1764520890",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764520890",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764520890",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#компьютер",
        "#платформа"
      ]
    }
  ]
}