{
  "lastUpdated": "2025-12-02T14:40:46.467776",
  "totalNews": 89,
  "categories": [
    "Игры",
    "Технологии"
  ],
  "hashtags": [
    "#платформа",
    "#разработка",
    "#кибер",
    "#game",
    "#компьютер",
    "#ux",
    "#веб",
    "#сервер",
    "#цифровой",
    "#код",
    "#ui",
    "#cloud",
    "#нейросеть",
    "#дизайн",
    "#робот",
    "#радио",
    "#приложение",
    "#искусственныйинтеллект",
    "#тест",
    "#структура",
    "#ai",
    "#сеть",
    "#стартап",
    "#интернет",
    "#алгоритм",
    "#игры",
    "#it",
    "#AR",
    "#тесты",
    "#AI",
    "#финтех",
    "#смартфон",
    "#блокчейн",
    "#ИИ"
  ],
  "news": [
    {
      "id": "3DNews_25_1764686432",
      "title": "К актёрскому составу «Зверополиса 2» присоединился Хидео Кодзима — создатель Metal Gear озвучил крота-полицейского",
      "description": "Талантливый человек талантлив во всём, и создатель Metal Gear Хидео Кодзима (Hideo Kojima), похоже, исключением не является. Прославленный японский гейм-дизайнер теперь стал актёром озвучки анимационного фильма.   Источник изображения: hube",
      "shortDescription": "Талантливый человек талантлив во всём, и создатель Metal Gear Хидео Кодзима (Hideo Kojima), похоже, исключением не является. Прославленный японский гейм-дизайнер теперь стал актёром озвучки анимационного фильма.   Источник изображения: hube",
      "link": "https://3dnews.ru/1133269",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133269/00.jpg",
      "pubDate": "2025-12-02T17:36:00+03:00",
      "hashtags": [
        "#AR",
        "#код",
        "#дизайн"
      ]
    },
    {
      "id": "ixbt.com_0_1764686435",
      "title": "Редчайший UAZ Marathon европейской сборки всплыл в продаже в Германии: 16 тыс. евро (1,45 млн рублей) за советский УАЗ-469 с мотором Peugeot",
      "description": "В Германии в продаже обнаружен UAZ Marathon — уникальная дизельная модификация УАЗ-469, выпускавшаяся в Европе ограниченным тиражом. Внедорожник был поставлен на учёт ещё в октябре 1989 года и с тех пор намотал всего около 5000 км. Цена — 16 000 евро (1,45 млн рублей).  Изображение сгенерировано ChatGPT Главная ценность модели скрыта под капотом. Дизельные УАЗ-469 в Европе — это не продукция Ульяновского автозавода, а мелкосерийные проекты мастерской Martorelli, адаптированные специально под местный рынок. Вместо стандартного бензинового мотора итальянцы устанавливали атмосферный 2,5-литровый дизель Peugeot XD2 мощностью около 76 л.с. Именно такая конфигурация и получила имя UAZ Marathon. Также существовала более мощная версия — UAZ-Dakar с 2,4-литровым турбодизелем VM на 100 л.с., однако такие машины встречаются ещё реже. Предлагаемый в Германии экземпляр оснащён механической коробкой передач, естественно есть полный привод.",
      "shortDescription": "В Германии в продаже обнаружен UAZ Marathon — уникальная дизельная модификация УАЗ-469, выпускавшаяся в Европе ограниченным тиражом. Внедорожник был поставлен на учёт ещё в октябре 1989 года и с тех пор намотал всего около 5000 км. Цена — 16 000 евро (1,45 млн рублей).  Изображение сгенерировано Cha...",
      "link": "https://www.ixbt.com/news/2025/12/02/uaz-marathon-16-1-45-469-peugeot.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/2/977937d7-45cb-4d37-bee2-67fcec7b49ef copy_large.jpg",
      "pubDate": "2025-12-02T17:30:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR",
        "#тест"
      ]
    },
    {
      "id": "ixbt.com_1_1764686435",
      "title": "«Триколор» строит первый в России телепорт нового поколения",
      "description": "Российский спутниковый оператор «Триколор» рассказал о строительстве собственной земной станции спутниковой связи (ЗССС). Как подчеркнули в пресс-службе, проект станет уникальным для России — строительство ведется по принципу greenfield (с англ. «чистое поле») в месте, где отсутствует готовая инфраструктура и вся необходимая инженерная инфраструктура создается одновременно со станцией. «Триколор» далает это первым среди всех российских коммерческих операторов спутникового ТВ.  Сгенерировано нейросетью Midjourney Одна из ключевых задач строительства новой станции для компании — полный контроль над процессом формирования и передачи телевизионного сигнала, что обеспечит его надежность и защищенность от внешних помех. В «Триколоре» пояснили: Запуск собственного телепорта* — важнейший шаг в укреплении технологического суверенитета российского спутникового вещания. Общий объем инвестиций в строительство станции составил более 400 млн рублей.  Как ожидается, данная станция обеспечит вещание всех спутниковых каналов, доступных на 56-м градусе, а их насчитывается порядка 300. Денис Филипишен, директор по вещательным и информационным технологиям «Триколор», рассказал: Строительство объекта ведется уже более года и планируется к завершению совсем скоро — в декабре 2025 года. Для нас запуск собственного телепорта — стратегическое решение, которое укрепляет наши позиции на рынке, позволяет экономить существенные средства на уcлуге uplink и обеспечивает технологический суверенитет независимо от геополитической обстановки.  *Телепорт — магистральная наземная станция, предназначенная для оказания услуг спутниковой связи и вещания.",
      "shortDescription": "Российский спутниковый оператор «Триколор» рассказал о строительстве собственной земной станции спутниковой связи (ЗССС). Как подчеркнули в пресс-службе, проект станет уникальным для России — строительство ведется по принципу greenfield (с англ. «чистое поле») в месте, где отсутствует готовая инфрас...",
      "link": "https://www.ixbt.com/news/2025/12/02/trikolor-stroit-pervyj-v-rossii-teleport-novogo-pokolenija.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/2/0_3_0_large.png",
      "pubDate": "2025-12-02T17:20:00+03:00",
      "hashtags": [
        "#структура",
        "#нейросеть",
        "#сеть",
        "#ИИ"
      ]
    },
    {
      "id": "DTF_0_1764686430",
      "title": "Глава студии Cyberia Nova и геймдиректор «Смуты» Алексей Копцев ушёл в отставку",
      "description": "Он сосредоточится на «просветительских проектах и собственных разработках».",
      "shortDescription": "Он сосредоточится на «просветительских проектах и собственных разработках».",
      "link": "https://dtf.ru/gameindustry/4506818-aleksey-koptsov-pokinul-cyberia-nova?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/8e72a282-6b7d-51ed-8d2d-abc9a4a858d1/",
      "pubDate": "2025-12-02T16:46:57+03:00",
      "hashtags": [
        "#ИИ",
        "#разработка"
      ]
    },
    {
      "id": "ixbt.com_7_1764686435",
      "title": "Четыре RJ45, память с ECC и возможность установить обычный Intel Core Ultra. Представлена системная плата MSI MS-CF20 V2.0",
      "description": "Компания MSI представила довольно необычную системную плату MS-CF20 V2.0, которая совмещает в себе сокет LGA-1851 для обычных настольных процессоров Intel Arrow Lake-S и чипсет W880 для рабочих станций.  Такая конфигурация, по мнению MSI, пригодиться для промышленных систем, хотя и дома использовать её никто не помешает. Поддерживаются все процессоры Arrow Lake и память DDR5 UDIMM как с ECC, так и без.    Фото Videocardz  Можно также выделить до четырёх портов RJ45, но это только у одной из модификаций. У другой их лишь два, но зато в любой версии все они имеют скорость 2,5 Гбит/с.  Из прочего можно отметить множество слотов PCIe, разъёмы VGA и даже COM, порты GPIO, а также поддержку SMBus, I2C, PMBus и Intel AMT 19.x.",
      "shortDescription": "Компания MSI представила довольно необычную системную плату MS-CF20 V2.0, которая совмещает в себе сокет LGA-1851 для обычных настольных процессоров Intel Arrow Lake-S и чипсет W880 для рабочих станций.  Такая конфигурация, по мнению MSI, пригодиться для промышленных систем, хотя и дома использовать...",
      "link": "https://www.ixbt.com/news/2025/12/02/rj45-ecc-intel-core-ultra-msi-ms-cf20-v2-0.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/2/MSI-W890-ARROW-LAKE-INDUSTRIAL-BOARD-1200x682_large.jpg",
      "pubDate": "2025-12-02T16:43:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_26_1764686432",
      "title": "Microsoft попыталась улучшить тёмную тему в Windows 11, но сломала её в «Проводнике»",
      "description": "Накануне Microsoft выпустила обновление Windows 11, призванное сделать тёмный режим системы более единообразным. Но при тестировании обновления компания пропустила важную ошибку, и в файловом менеджере «Проводник» притаился неприятный сюрприз. Источник изображения: theverge.com",
      "shortDescription": "Накануне Microsoft выпустила обновление Windows 11, призванное сделать тёмный режим системы более единообразным. Но при тестировании обновления компания пропустила важную ошибку, и в файловом менеджере «Проводник» притаился неприятный сюрприз. Источник изображения: theverge.com",
      "link": "https://3dnews.ru/1133266",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133266/windows.jpg",
      "pubDate": "2025-12-02T16:17:00+03:00",
      "hashtags": [
        "#ИИ",
        "#тест"
      ]
    },
    {
      "id": "ixbt.com_8_1764686435",
      "title": "В России бездомных собак использовали для раздачи бесплатного Wi-Fi. В Екатеринбурге представили проект Lai-fi",
      "description": "В Екатеринбурге представили крайне необычный проект Lai-fi, в рамках которого бесплатный Wi-Fi в городе раздают собаки. Проект студии Hot Singles, запущенный совместно с фондом «ЗооЗащита» и оператором связи «Мотив» призван обратить внимание людей на проблему бездомных животных. Именно бездомные собаки из приютов используются для данного проекта.  Собакам на спину крепят небольшой рюкзачок, где спрятано всё необходимое оборудование. Авторы проекта акцентируют внимание на том, что такое обмундирование собаке вовсе не мешает.   Фото Lai-fi Такие живые и мобильные точки доступа обеспечивают скорость до 100 Мбит/с. На сайте сказано, что проект находится на ранней стадии бета-тестирования, причём есть форма для заказа конкретной собаки. Всего их три: Ева, Рекс и Джек. Только не очень понятно, что в данном случае подразумевает заказ.  Вряд ли этот проект станет постоянным, так как это больше похоже на социальный эксперимент, рекламу и арт-проект, но сам принцип выглядит любопытно.",
      "shortDescription": "В Екатеринбурге представили крайне необычный проект Lai-fi, в рамках которого бесплатный Wi-Fi в городе раздают собаки. Проект студии Hot Singles, запущенный совместно с фондом «ЗооЗащита» и оператором связи «Мотив» призван обратить внимание людей на проблему бездомных животных. Именно бездомные соб...",
      "link": "https://www.ixbt.com/news/2025/12/02/wi-fi-lai-fi.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/2/Screenshot_1_0_large.jpg",
      "pubDate": "2025-12-02T16:15:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#AI",
        "#тест"
      ]
    },
    {
      "id": "DTF_5_1764686430",
      "title": "«Современные издатели зависимы от аналитики»: создатель Monkey Island об отмене RPG в стиле классической The Legend of Zelda",
      "description": "Игра не смогла найти финансирование из-за перемен в индустрии.",
      "shortDescription": "Игра не смогла найти финансирование из-за перемен в индустрии.",
      "link": "https://dtf.ru/gameindustry/4506631-ron-gilbert-ob-otmene-rpg-v-stile-the-legend-of-zelda?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/4cb5a326-e4ba-5460-85bf-3dbc5fbd0b1b/",
      "pubDate": "2025-12-02T15:52:26+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_27_1764686432",
      "title": "Щиты ИИ рухнули от слов поэта — запросы в стихах позволили выпытать секреты атомной бомбы и кое-что похуже",
      "description": "Учёным удалось «заморочить голову» всем без исключения чат-ботам, заставив их выдать запрещённую для распространения информацию научного, сексуального и иного характера. Оказалось, что обычная человеческая поэзия — естественная форма так называемой состязательной атаки. Облечённый в стихотворную форму промпт обеспечил обход самых суровых ИИ-фильтров с вероятностью свыше 90 %. Источник изображения: ИИ-генерация Grok 4.1",
      "shortDescription": "Учёным удалось «заморочить голову» всем без исключения чат-ботам, заставив их выдать запрещённую для распространения информацию научного, сексуального и иного характера. Оказалось, что обычная человеческая поэзия — естественная форма так называемой состязательной атаки. Облечённый в стихотворную фор...",
      "link": "https://3dnews.ru/1133263",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133263/pero.jpg",
      "pubDate": "2025-12-02T15:52:00+03:00",
      "hashtags": [
        "#ИИ",
        "#тест"
      ]
    },
    {
      "id": "ixbt.com_9_1764686435",
      "title": "Российский кроссовер с запасом хода 1250 км и расходом 5,6 л на 100 км — теперь полностью наш, со сборкой по полному циклу. Липецкий завод начал сварку и окраску кузовов Evolute i-Space",
      "description": "Компания «Моторинвест» сообщила о запуске полного цикла выпуска гибридного кроссовера Evolute i-Space на заводе в Липецке. Теперь модель производят со сваркой и окраской кузовов — впервые с середины 2010-х, когда эти цеха перестали работать. Для возобновления процесса оборудование расконсервировали, обновили элементы катафорезной ванны, перепрограммировали роботов и перенастроили температурные режимы сушильных камер.  Фото Evolute Катафорезный грунт наносят методом полного погружения, обеспечивая равномерное покрытие толщиной около 20 микрон даже в скрытых полостях. Вторичный грунт и окраска выполняются полностью роботизировано, что улучшило качество финального слоя. Перед стартом товарного выпуска изготовили более 20 кузовов в тестовом режиме. Сейчас i-Space окрашивают российскими материалами, а в декабре планируют перейти на отечественные шины, диски и аккумуляторы. Далее последует локализация электроники кузова, стекол, салонных элементов и в перспективе — систем ABS, ESP и тяговой батареи.  Фото Evolute Evolute i-Space использует последовательную гибридную схему: тяговый электромотор развивает 218 л.с., батарея ёмкостью 25,1 кВт·ч обеспечивает запас хода до 1250 км при полном баке и полностью заряженной батарее. Средний расход топлива — около 5,6 л на 100 км. Стоимость модели начинается от 2,5 млн рублей.",
      "shortDescription": "Компания «Моторинвест» сообщила о запуске полного цикла выпуска гибридного кроссовера Evolute i-Space на заводе в Липецке. Теперь модель производят со сваркой и окраской кузовов — впервые с середины 2010-х, когда эти цеха перестали работать. Для возобновления процесса оборудование расконсервировали,...",
      "link": "https://www.ixbt.com/news/2025/12/02/1250-5-6-100-evolute-i-space.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/2/photo_2025-12-02_13-42-34 (2)_large.jpg",
      "pubDate": "2025-12-02T15:39:00+03:00",
      "hashtags": [
        "#робот",
        "#тест"
      ]
    },
    {
      "id": "Habr_0_1764686427",
      "title": "State-менеджмент «из коробки» во Flutter: эффективная альтернатива BLoC и Riverpod",
      "description": "Управление состоянием — один из ключевых аспектов разработки приложений на Flutter. Часто для этой задачи выбирают тяжелые и многофункциональные решения вроде BLoC, Riverpod или GetX. Однако во многих проектах подобная инфраструктура избыточна: не каждое приложение требует сложной архитектуры и дополнительного уровня абстракции.В данной статье мы расскажем про встроенные инструменты Flutter, которые позволяют реализовать надежный и предсказуемый state-менеджмент без сторонних фреймворков. Вы узнаете, как использовать ValueNotifier и Provider для удобной работы с состоянием и когда такой подход является оптимальным. Читать далее",
      "shortDescription": "Управление состоянием — один из ключевых аспектов разработки приложений на Flutter. Часто для этой задачи выбирают тяжелые и многофункциональные решения вроде BLoC, Riverpod или GetX. Однако во многих проектах подобная инфраструктура избыточна: не каждое приложение требует сложной архитектуры и допо...",
      "link": "https://habr.com/ru/articles/972360/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972360",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/c33/0e6/24b/c330e624b071f3039fa509e3e7ae424d.jpg",
      "pubDate": "2025-12-02T14:36:18+00:00",
      "hashtags": [
        "#приложение",
        "#структура",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_0_1764686432",
      "title": "Стример первым в мире прошёл Escape from Tarkov — он сбежал из Таркова, но какой ценой?",
      "description": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "shortDescription": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "link": "https://3dnews.ru/1133258",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133258/00.jpg",
      "pubDate": "2025-12-02T14:34:00+03:00",
      "hashtags": [
        "#game",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_0_1764686429",
      "title": "Ozon запустил «Селект» — приложение с премиум-брендами одежды и обуви",
      "description": "Его можно скачать во «всех основных магазинах приложений».",
      "shortDescription": "Его можно скачать во «всех основных магазинах приложений».",
      "link": "https://vc.ru/marketplace/2627501-ozon-zapustil-prilozhenie-selekt-s-premium-brendami-odezhdy-i-obuvi?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/b9c55390-d522-53b2-b89a-90d2bfa250f5/",
      "pubDate": "2025-12-02T14:17:07+03:00",
      "hashtags": [
        "#приложение"
      ]
    },
    {
      "id": "DTF_4_1764686430",
      "title": "На Switch 2 состоялся релиз Assassin&#039;s Creed Shadows",
      "description": "Стоимость игры составила 60 долларов.",
      "shortDescription": "Стоимость игры составила 60 долларов.",
      "link": "https://dtf.ru/games/4506432-reliz-assassins-creed-shadows-na-switch-2?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/c1f51117-f952-50bf-a45f-d9fef2a052e3/",
      "pubDate": "2025-12-02T14:00:09+03:00",
      "hashtags": [
        "#игры",
        "#it"
      ]
    },
    {
      "id": "Habr_1_1764686427",
      "title": "Почему без брокера пакетов NTA/NDR не видит все угрозы в сети",
      "description": "Последние громкие кибератаки показали: для безопасности корпоративной инфраструктуры требуется комплексный подход. Всё большую роль играют системы поведенческого анализа трафика, такие как NTA/NDR, которые позволяют выявлять обход средств защиты периметра и угрозы в сети на ранних стадиях.В статье разбираем, почему эффективность NTA/NDR напрямую зависит от качества данных на входе и почему брокер сетевых пакетов с нужным функционалом становится ключевым фактором успешного внедрения. Читать далее",
      "shortDescription": "Последние громкие кибератаки показали: для безопасности корпоративной инфраструктуры требуется комплексный подход. Всё большую роль играют системы поведенческого анализа трафика, такие как NTA/NDR, которые позволяют выявлять обход средств защиты периметра и угрозы в сети на ранних стадиях.В статье р...",
      "link": "https://habr.com/ru/companies/dsol/articles/972516/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972516",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/662/809/f9f/662809f9f7e35e2a94422865449041d3.png",
      "pubDate": "2025-12-02T13:57:16+00:00",
      "hashtags": [
        "#кибер"
      ]
    },
    {
      "id": "Habr_2_1764686427",
      "title": "Как создать решение в области контейнерной безопасности: подводные камни, проблемы и их решение",
      "description": "Всем привет! На связи Александр Синичкин, ведущий архитектор CTCS – CrossTech Container Security – решения для обеспечения комплексной безопасности контейнерных сред: от сканирования образов до контроля запуска рабочих нагрузок и реагирования на инциденты в средах выполнения.  Сегодня я расскажу, как и почему мы решили разрабатывать продукт CTCS, с какими сложностями столкнулись и каких ошибок могли бы избежать, куда планируем развиваться. Читать далее",
      "shortDescription": "Всем привет! На связи Александр Синичкин, ведущий архитектор CTCS – CrossTech Container Security – решения для обеспечения комплексной безопасности контейнерных сред: от сканирования образов до контроля запуска рабочих нагрузок и реагирования на инциденты в средах выполнения.  Сегодня я расскажу, ка...",
      "link": "https://habr.com/ru/companies/ctsg/articles/972514/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972514",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/4f3/924/55f/4f392455f83bae8c654dc6bde96a957a.jpg",
      "pubDate": "2025-12-02T13:44:05+00:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#it"
      ]
    },
    {
      "id": "Habr_6_1764686427",
      "title": "Как развиваться в IT и расти в скиллах",
      "description": "Современная IT-индустрия — простор для развития, роста и постоянного прокачивания навыков. Пока одни застревают на одной позиции годами, другие постепенно становятся экспертами, мидлами, тимлидами или архитектороми. Для этого нужно не только работать, а постепенно развивать hard и soft-скиллы, искать новые форматы обучения и правильно расставлять приоритеты.Как можно расти в IT, какие навыки прокачивать и какие учебные платформы в этом помогут — рассказываем в статье. Читать далее",
      "shortDescription": "Современная IT-индустрия — простор для развития, роста и постоянного прокачивания навыков. Пока одни застревают на одной позиции годами, другие постепенно становятся экспертами, мидлами, тимлидами или архитектороми. Для этого нужно не только работать, а постепенно развивать hard и soft-скиллы, искат...",
      "link": "https://habr.com/ru/companies/habr_career/articles/972498/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972498",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/a14/245/5f9/a142455f99a087a11c60f6e268868ee0.png",
      "pubDate": "2025-12-02T13:19:25+00:00",
      "hashtags": [
        "#AR",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "DTF_1_1764686430",
      "title": "Дэн Хаузер об ИИ: «Со временем технология начнёт поглощать саму себя и начнётся „коровье бешенство“»",
      "description": "Сооснователь Rockstar считает, что будущее человечества пытаются определить «не самые гуманные и творческие люди».",
      "shortDescription": "Сооснователь Rockstar считает, что будущее человечества пытаются определить «не самые гуманные и творческие люди».",
      "link": "https://dtf.ru/gameindustry/4506273-den-khauzer-o-budushchem-ii?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/e9eab027-5a08-53cb-b9a6-a8692e7c23a6/",
      "pubDate": "2025-12-02T13:09:28+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_7_1764686427",
      "title": "Как сжимать языковые модели без дообучения",
      "description": "Привет, Хабр! Меня зовут Валентин Малых, я - и.о. руководителя направления фундаментальных исследований в MWS AI. Сегодня я расскажу об одном нашем исследовании по сжатию LLM. Если простыми словами, то это про то, как сделать большую модель чуть-чуть менее требовательной в плане памяти и времени выполнения. Для это придумано три базовых техники: квантизация (загрубление весов модели), дистилляция (обучение уменьшенной копии) и прунинг (удаление части сети). Этот пост как раз будет про третий способ, точнее – недавно разработанный нами в сотрудничестве с зарубежными коллегами метод структурного прунинга по глубине без дообучения, который мы назвали ReplaceMe. Например, модель LLaMA-2 после нашего сжатия на 25% сохраняет 92,5% качества. Ниже – о том, как это работает. Читать далее",
      "shortDescription": "Привет, Хабр! Меня зовут Валентин Малых, я - и.о. руководителя направления фундаментальных исследований в MWS AI. Сегодня я расскажу об одном нашем исследовании по сжатию LLM. Если простыми словами, то это про то, как сделать большую модель чуть-чуть менее требовательной в плане памяти и времени вып...",
      "link": "https://habr.com/ru/companies/ru_mts/articles/972368/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972368",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/178/e31/84e/178e3184eabf367977a6a8b9de792010.jpg",
      "pubDate": "2025-12-02T13:00:26+00:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_9_1764686427",
      "title": "Kprobes и где они обитают",
      "description": "Про eBPF уже сказано и написано достаточно много, поэтому я хочу сделать следующий шаг и чуть глубже рассмотреть практические аспекты работы c таким механизмом, как kprobe, который позволяет использовать функции ядра Linux для динамического запуска пользовательского кода.Статья поможет ответить на вопросы:- Как понять, какую функцию ядра выбрать для использования с механизмом kprobe?- С чего начать ее поиск?- Какими инструментами пользоваться?kprobe — это, по сути, ловушка, или брейкпоинт, который можно установить почти в любом месте кода ядра Linux.  Читать далее",
      "shortDescription": "Про eBPF уже сказано и написано достаточно много, поэтому я хочу сделать следующий шаг и чуть глубже рассмотреть практические аспекты работы c таким механизмом, как kprobe, который позволяет использовать функции ядра Linux для динамического запуска пользовательского кода.Статья поможет ответить на в...",
      "link": "https://habr.com/ru/companies/pt/articles/972442/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972442",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/6ce/6b9/1b8/6ce6b91b837998b1405662df6618d02e.jpg",
      "pubDate": "2025-12-02T12:45:36+00:00",
      "hashtags": [
        "#ИИ",
        "#код",
        "#ux"
      ]
    },
    {
      "id": "DTF_8_1764686430",
      "title": "Режиссёр «Сёгуна», «Пацанов» и «Фоллаута» поставит первые два эпизода адаптации God of War",
      "description": "Создатели шоу также начали кастинг.",
      "shortDescription": "Создатели шоу также начали кастинг.",
      "link": "https://dtf.ru/cinema/4506255-rezhissyor-syoguna-i-patsanov-snimet-adaptatsiyu-god-of-war?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/24cc529c-08d8-5479-9eda-c7677145fa3d/",
      "pubDate": "2025-12-02T12:35:11+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_10_1764686429",
      "title": "«Яндекс Маркет» начал тестировать новую модель работы со сниженными тарифами для продавцов и ограничением собственных скидок",
      "description": "В случае «позитивных результатов» её расширят на все категории товаров в первой половине 2026 года.",
      "shortDescription": "В случае «позитивных результатов» её расширят на все категории товаров в первой половине 2026 года.",
      "link": "https://vc.ru/marketplace/2627212-yandeks-market-testiruet-tarify-s-snyzhennymi-skidkami?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-02T12:17:59+03:00",
      "hashtags": [
        "#ИИ",
        "#тест"
      ]
    },
    {
      "id": "3DNews_31_1764686432",
      "title": "Годы уходят, а деньги приходят: сборы на разработку Star Citizen превысили $900 миллионов",
      "description": "Бесконечно можно смотреть на три вещи: горящий огонь, бегущую воду и то, как растёт сумма пожертвований на разработку космического симулятора Star Citizen от Cloud Imperium Games (CIG). На днях сборы достигли очередной вершины.   Источник изображения: X (SC_DrFischer)",
      "shortDescription": "Бесконечно можно смотреть на три вещи: горящий огонь, бегущую воду и то, как растёт сумма пожертвований на разработку космического симулятора Star Citizen от Cloud Imperium Games (CIG). На днях сборы достигли очередной вершины.   Источник изображения: X (SC_DrFischer)",
      "link": "https://3dnews.ru/1133248",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133248/00.jpg",
      "pubDate": "2025-12-02T12:11:00+03:00",
      "hashtags": [
        "#AR",
        "#game",
        "#cloud",
        "#it"
      ]
    },
    {
      "id": "3DNews_1_1764686432",
      "title": "В OpenAI введён «красный код»: Альтман требует бросить все силы на срочное улучшение ChatGPT",
      "description": "Успехи Google и других разработчиков систем генеративного искусственного интеллекта не позволяют OpenAI спокойно наблюдать за их прогрессом. Поэтому в недавней корпоративной рассылке глава компании Сэм Альтман (Sam Altman) объявил сотрудникам о введении «красного кода» и необходимости мобилизовать все ресурсы, чтобы улучшить ChatGPT. Концентрация на таком приоритете замедлит реализацию некоторых инициатив и проектов. Источник изображения: Unsplash, Levart_Photographer",
      "shortDescription": "Успехи Google и других разработчиков систем генеративного искусственного интеллекта не позволяют OpenAI спокойно наблюдать за их прогрессом. Поэтому в недавней корпоративной рассылке глава компании Сэм Альтман (Sam Altman) объявил сотрудникам о введении «красного кода» и необходимости мобилизовать в...",
      "link": "https://3dnews.ru/1133247",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133247/openai_01.jpg",
      "pubDate": "2025-12-02T12:00:00+03:00",
      "hashtags": [
        "#ai",
        "#AR",
        "#код",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_15_1764686428",
      "title": "[Перевод] Как написать хороший CLAUDE.md, чтобы не было мучительно больно",
      "description": "Когда я впервые начал всерьез работать с кодинг-агентами, казалось, что это магия: просишь поправить модуль, а через пару минут у тебя уже пулл-реквест. Но чем больше я ими пользовался, тем чаще ловил себя на одном и том же: агент то ломает билд, то игнорирует важные договоренности по архитектуре, то переписывает код \"как ему удобнее\". И каждый раз приходилось руками разгребать последствия \"умной\" автоматизации.Со временем стало очевидно: проблема не в модели, а в том, как мы ее онбордим в проект. Один и тот же Claude в одном репозитории ведет себя как сильный мидл, а в другом как растерянный стажер. Разница почти всегда в том, что написано (или не написано) в CLAUDE.md и его аналогах для агентов.Я перепробовал кучу подходов: от огромных \"библий\" с правилами до минималистичных заметок и автогенерации. Что-то работало, что-то категорически нет. В итоге вырисовались простые, но хорошо проверенные на практике принципы того, каким должен быть CLAUDE.md, чтобы не было мучительно больно ни вам, ни агенту. Читать далее",
      "shortDescription": "Когда я впервые начал всерьез работать с кодинг-агентами, казалось, что это магия: просишь поправить модуль, а через пару минут у тебя уже пулл-реквест. Но чем больше я ими пользовался, тем чаще ловил себя на одном и том же: агент то ломает билд, то игнорирует важные договоренности по архитектуре, т...",
      "link": "https://habr.com/ru/articles/972308/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972308",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/1fc/207/973/1fc207973b77c5062c91fd11748cf4c4.jpeg",
      "pubDate": "2025-12-02T11:59:40+00:00",
      "hashtags": [
        "#код",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_16_1764686428",
      "title": "Запрет Roblox, успехи Of Ash and Steel и релиз новой игры Сергея Носкова: новости игропрома за 17–30 ноября 2025",
      "description": "Рассказываем, как прошла вторая половина ноября 2025 года в русскоговорящей игровой индустрии. В нашем дайджесте вас, как всегда, ждут свежие анонсы, подробности о новых проектах, а также важная информация из пресс-релизов ожидаемых игр. Читать далее",
      "shortDescription": "Рассказываем, как прошла вторая половина ноября 2025 года в русскоговорящей игровой индустрии. В нашем дайджесте вас, как всегда, ждут свежие анонсы, подробности о новых проектах, а также важная информация из пресс-релизов ожидаемых игр. Читать далее",
      "link": "https://habr.com/ru/companies/ggsel/articles/972456/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972456",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d7a/341/10f/d7a34110fbccd5e7eeffe86594e993e6.jpg",
      "pubDate": "2025-12-02T11:59:08+00:00",
      "hashtags": [
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_2_1764686432",
      "title": "«Катастрофически плохая идея»: бывший инженер NASA разгромил идею космических дата-центров",
      "description": "Идея перенести ЦОД и ИИ в космос для решения ряда кардинальных проблем с потреблением, экологичностью и масштабированием более сложна в реализации, чем кажется на первый взгляд. На словах всё выглядит вполне реально, вопрос якобы заключается только в финансировании проектов. Бывший инженер NASA с учёной степенью объяснил, что это «ужасная, кошмарная, никуда не годная идея». Источник изображения: ИИ-генерация Grok 4.1/3DNews",
      "shortDescription": "Идея перенести ЦОД и ИИ в космос для решения ряда кардинальных проблем с потреблением, экологичностью и масштабированием более сложна в реализации, чем кажется на первый взгляд. На словах всё выглядит вполне реально, вопрос якобы заключается только в финансировании проектов. Бывший инженер NASA с уч...",
      "link": "https://3dnews.ru/1133246",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133246/ai_orbit_00.jpg",
      "pubDate": "2025-12-02T11:52:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_32_1764686432",
      "title": "Microsoft ускорила «Проводник» в Windows 11, но он всё равно медленнее и прожорливее, чем в Windows 10",
      "description": "В прошлом месяце стало известно, что Microsoft планирует ускорить запуск «Проводника» в Windows 11 за счёт его предварительной загрузки в фоновом режиме. В настоящее время это нововведение доступно участникам программы Windows Insider на каналах Dev и Beta. Однако тесты этого улучшения показывают, что Microsoft ещё есть над чем работать. Источник изображения: Microsoft",
      "shortDescription": "В прошлом месяце стало известно, что Microsoft планирует ускорить запуск «Проводника» в Windows 11 за счёт его предварительной загрузки в фоновом режиме. В настоящее время это нововведение доступно участникам программы Windows Insider на каналах Dev и Beta. Однако тесты этого улучшения показывают, ч...",
      "link": "https://3dnews.ru/1133245",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133245/1359.jpg",
      "pubDate": "2025-12-02T11:46:00+03:00",
      "hashtags": [
        "#тесты",
        "#тест"
      ]
    },
    {
      "id": "Habr_21_1764686428",
      "title": "Apple Developer бесплатные курсы для обучения в iOS",
      "description": "Евгений предоставляет открытый доступ к фундаментальным материалам по Swift:от установки и настройки Xcode до базовых конструкций языка, работы с циклами, классами, замыканиями, дженериками и многим другим.Курс разбит на 66 небольших глав, которые проходят комфортно и последовательно.Подходит: начинающим с нуляЯзык: RU🔗 https://lazyload.academy/articles/list/ios/prepare-to-courseТакже на сайте доступен платный модуль по SwiftUI (76 глав) и модуль по многопоточности.Доступ открывается через Boosty — 1250 ₽/мес (стоимость полностью оправдана объёмом материала). Подробнее",
      "shortDescription": "Евгений предоставляет открытый доступ к фундаментальным материалам по Swift:от установки и настройки Xcode до базовых конструкций языка, работы с циклами, классами, замыканиями, дженериками и многим другим.Курс разбит на 66 небольших глав, которые проходят комфортно и последовательно.Подходит: начин...",
      "link": "https://habr.com/ru/articles/972450/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972450",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/748/c6c/a2c/748c6ca2c4605ce1da7ca7c2dd24c980.png",
      "pubDate": "2025-12-02T11:45:12+00:00",
      "hashtags": [
        "#AR",
        "#ui"
      ]
    },
    {
      "id": "Habr_23_1764686428",
      "title": "[Перевод] Огромный гайд: продвинутые советы и хитрости для работы с Gemini CLI и другими AI CLI утилитами",
      "description": "Команда AI for Devs подготовила перевод большого гайда о скрытых возможностях и продвинутых техниках работы с Gemini CLI. Если для вас терминал — рабочий дом, то этот материал покажет, как превратить Gemini CLI в полноценного ИИ-агента, который автоматизирует рутину, подключается к внешним сервисам и расширяется под любые задачи. Читать далее",
      "shortDescription": "Команда AI for Devs подготовила перевод большого гайда о скрытых возможностях и продвинутых техниках работы с Gemini CLI. Если для вас терминал — рабочий дом, то этот материал покажет, как превратить Gemini CLI в полноценного ИИ-агента, который автоматизирует рутину, подключается к внешним сервисам ...",
      "link": "https://habr.com/ru/articles/971074/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971074",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d62/9a6/264/d629a62647d07a1f863b6b43444add6a.png",
      "pubDate": "2025-12-02T11:30:17+00:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_24_1764686428",
      "title": "Дизайн за 5 минут. Дайджест ноября 2025",
      "description": "Привет, Хабр! Пришло время посмотреть, что там интересного произошло в дизайне в ноябре. С вами Андрей, продуктовый дизайнер Garage Eight, и восемь новостей, зацепивших мое внимание: 1. App Store Awards 20252. Нативный функционал от Gemini в Figma3. Иконки для Wildberries от Сергея Чикина4. Онлайн-график торговли нейросетей Alpha Arena5. День рождения Readymag6. Редизайн плеера Youtube7. Кейс для блокчейн-платформы «Аптос» от Evil Martians и Ashfall.Studio8. «Теннисный кейс» для ATP от CGV Погнали!",
      "shortDescription": "Привет, Хабр! Пришло время посмотреть, что там интересного произошло в дизайне в ноябре. С вами Андрей, продуктовый дизайнер Garage Eight, и восемь новостей, зацепивших мое внимание: 1. App Store Awards 20252. Нативный функционал от Gemini в Figma3. Иконки для Wildberries от Сергея Чикина4. Онлайн-г...",
      "link": "https://habr.com/ru/companies/garage8/articles/972446/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972446",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/0df/95b/d6d/0df95bd6dd5750791cf9038fb62c3296.png",
      "pubDate": "2025-12-02T11:26:15+00:00",
      "hashtags": [
        "#AR",
        "#блокчейн",
        "#дизайн"
      ]
    },
    {
      "id": "vc.ru_6_1764686429",
      "title": "Samsung представила складной смартфон с тройным экраном Galaxy Z TriFold",
      "description": "12 декабря 2025 года устройство поступит в продажу в Южной Корее.",
      "shortDescription": "12 декабря 2025 года устройство поступит в продажу в Южной Корее.",
      "link": "https://vc.ru/tech/2627033-samsung-galaxy-z-trifold-skladnoj-smartfon?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/ccfebb05-eee0-5620-add3-e79b7616c027/",
      "pubDate": "2025-12-02T11:00:48+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Habr_29_1764686428",
      "title": "Про традиционные проблемы в найме: несогласованность приоритетов",
      "description": "Расскажу, почему все так не любят линейных HR, и что делать, чтобы наём работал с головой. Я как раз эйчар, директор департамента. Мы нанимаем много ИТ-специалистов. Год назад в ИТ набирали вообще всех подряд: люди были очень нужны. Сейчас ситуация переигралась: многие компании оптимизируют процессы, перестраивают штат по принципу «Лучше меньше, да лучше». Из-за этого активного роста желающих попасть в ИТ любой ценой стало очень много. И мы получили рынок, где одни отчаянно пытаются обмануть систему, а другие не могут нормально сформулировать, кто им нужен.Самая частая проблема — рассинхронность приоритетов. Техлиду срочно нужен спец, который выведет компанию на международный рынок. HR цепляется за пару стандартных навыков и приводит толпу формально подходящих кандидатов. Все бракуются, куча времени и денег — в топку. Чтобы хоть как-то закрывать задачи, берут «самого нормального из ненормальных». Он, естественно, не решает проблем, и его увольняют. И всё начинается заново.Отсюда — всякие странные фильтры, отчётность по количеству проведённых встреч, а не по результату, и другие приколы. В общем, пойдёмте ковыряться в не самых приятных процессах. Читать далее",
      "shortDescription": "Расскажу, почему все так не любят линейных HR, и что делать, чтобы наём работал с головой. Я как раз эйчар, директор департамента. Мы нанимаем много ИТ-специалистов. Год назад в ИТ набирали вообще всех подряд: люди были очень нужны. Сейчас ситуация переигралась: многие компании оптимизируют процессы...",
      "link": "https://habr.com/ru/companies/centicore_group/articles/972106/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972106",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/795/e02/b4e/795e02b4e6708731269472e9e022a5e7.png",
      "pubDate": "2025-12-02T11:00:30+00:00",
      "hashtags": [
        "#ИИ",
        "#тест"
      ]
    },
    {
      "id": "Habr_31_1764686428",
      "title": "Эксперименты с селф-хостингом и домашние лаборатории: «скандинавский» стиль, миниатюрные и тихие сетапы",
      "description": "Мы в Beeline Cloud рассказывали о сборках для желающих погрузиться в тему селф-хостинга. Рассмотрим еще несколько примечательных проектов в данной области. Читать далее",
      "shortDescription": "Мы в Beeline Cloud рассказывали о сборках для желающих погрузиться в тему селф-хостинга. Рассмотрим еще несколько примечательных проектов в данной области. Читать далее",
      "link": "https://habr.com/ru/companies/beeline_cloud/articles/972420/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972420",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/245/1ed/28d/2451ed28de7b002114408ed8935279e5.jpg",
      "pubDate": "2025-12-02T10:59:18+00:00",
      "hashtags": [
        "#cloud",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_33_1764686428",
      "title": "Грани полиморфизма React: полиморфные декораторы",
      "description": "Привет, снова Костя из Cloud.ru. Мы поговорили уже про as для типобезопасного полиморфизма, asChild для композиции и FACC для вариативного дизайна. Но что, если я скажу, что есть способ комбинировать логику ещё элегантнее и не смешивать ее с отрисовкой? Сегодня разбираем полиморфные декораторы - HOC'и на стероидах. Интересно",
      "shortDescription": "Привет, снова Костя из Cloud.ru. Мы поговорили уже про as для типобезопасного полиморфизма, asChild для композиции и FACC для вариативного дизайна. Но что, если я скажу, что есть способ комбинировать логику ещё элегантнее и не смешивать ее с отрисовкой? Сегодня разбираем полиморфные декораторы - HOC...",
      "link": "https://habr.com/ru/companies/cloud_ru/articles/962830/?utm_source=habrahabr&utm_medium=rss&utm_campaign=962830",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/131/bf1/792/131bf1792df4a482806e2cc93cc625aa.webp",
      "pubDate": "2025-12-02T10:49:09+00:00",
      "hashtags": [
        "#cloud",
        "#дизайн",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_37_1764686428",
      "title": "Почему все ноутбуки стали одинаковыми, или Как MacBook повлиял на дизайн лэптопов",
      "description": "Зайдите в любой магазин электроники и пройдитесь вдоль витрины с ноутбуками. Скорее всего, если бы не логотипы брендов на крышке, вы бы никогда в жизни не догадались, где какой. Потому что все они – за редким разве что исключением – просто одинаковые. И это касается не только бюджетных моделей, но и премиальных. Ну, о чем мы говорим, если даже игровые ноутбуки теперь стремятся выглядеть сдержанно? А ведь так было не всегда.  Читать далее",
      "shortDescription": "Зайдите в любой магазин электроники и пройдитесь вдоль витрины с ноутбуками. Скорее всего, если бы не логотипы брендов на крышке, вы бы никогда в жизни не догадались, где какой. Потому что все они – за редким разве что исключением – просто одинаковые. И это касается не только бюджетных моделей, но и...",
      "link": "https://habr.com/ru/companies/x-com/articles/972400/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972400",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e24/6cf/63c/e246cf63c3c424812e57e4004b16d53e.png",
      "pubDate": "2025-12-02T10:13:10+00:00",
      "hashtags": [
        "#дизайн"
      ]
    },
    {
      "id": "DTF_7_1764686430",
      "title": "Хидео Кодзима озвучил персонажа в японском дубляже «Зверополиса 2» — это его дебютная роль в анимации",
      "description": "Геймдизайнер получил эпизодическую роль крота-полицейского.",
      "shortDescription": "Геймдизайнер получил эпизодическую роль крота-полицейского.",
      "link": "https://dtf.ru/cinema/4506006-hideo-kodzima-ozvuchil-krota-v-zveropolise-2?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/d2b6963a-0c2f-5254-b4b9-99ff630254bb/",
      "pubDate": "2025-12-02T10:10:50+03:00",
      "hashtags": [
        "#код",
        "#дизайн",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_33_1764686432",
      "title": "ByteDance выпустила голосового ИИ-помощника для китайских смартфонов",
      "description": "Китайская компания ByteDance, разработчик видеосервиса TikTok, сообщила о выпуске голосового помощника на базе большой языковой модели Doubao собственной разработки. Он входит в предустановленное программное обеспечение смартфона Nubia M153 компании ZTE и в дальнейшем станет доступен и на смартфонах других производителей, пишет Reuters. Источник изображения: Kelli McClintock/unsplash.com",
      "shortDescription": "Китайская компания ByteDance, разработчик видеосервиса TikTok, сообщила о выпуске голосового помощника на базе большой языковой модели Doubao собственной разработки. Он входит в предустановленное программное обеспечение смартфона Nubia M153 компании ZTE и в дальнейшем станет доступен и на смартфонах...",
      "link": "https://3dnews.ru/1133241",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133241/kelli-mcclintock-cr-Gh5A_9Nc-unsplash.jpg",
      "pubDate": "2025-12-02T10:05:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_3_1764686432",
      "title": "Ничего святого: Microsoft представила новый «уродливый» рождественский свитер с логотипом Copilot",
      "description": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фирменного свитера давно знакомые пользователям символы пополнились стилизованным логотипом Copilot. Источник изображения: Microsoft",
      "shortDescription": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фир...",
      "link": "https://3dnews.ru/1133238",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133238/copilot_01.jpg",
      "pubDate": "2025-12-02T09:59:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_5_1764686432",
      "title": "Samsung наконец представила трёхстворчатый смартфон Galaxy Z TriFold — 10\" дисплей, толщина от 3,9 мм и цена $2450",
      "description": "Последний месяц года ещё сохраняет возможность желающим преподнести близким остромодные подарки приобрести горячие новинки в мобильном сегменте. Для жителей Южной Кореи с 12 декабря откроется возможность купить складной смартфон Galaxy Z TriFold, который компания Samsung наделила тремя секциями. Источник изображений: Samsung Electronics",
      "shortDescription": "Последний месяц года ещё сохраняет возможность желающим преподнести близким остромодные подарки приобрести горячие новинки в мобильном сегменте. Для жителей Южной Кореи с 12 декабря откроется возможность купить складной смартфон Galaxy Z TriFold, который компания Samsung наделила тремя секциями. Ист...",
      "link": "https://3dnews.ru/1133235",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133235/Galaxy-Z-TriFold_03.jpg",
      "pubDate": "2025-12-02T08:32:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_7_1764686432",
      "title": "DeepSeek ответил на GPT-5 и Gemini 3 Pro — представлены мощные ИИ-модели DeepSeek-V3.2",
      "description": "Китайский стартап DeepSeek выпустил две новые открытые модели с мощными возможностями для рассуждений — DeepSeek-V3.2 и усиленную DeepSeek-V3.2-Speciale. Таким образом компания подтвердила, что Китай играет на равных с американскими лидерами в лице OpenAI и Google.   Источник изображения: DeepSeek",
      "shortDescription": "Китайский стартап DeepSeek выпустил две новые открытые модели с мощными возможностями для рассуждений — DeepSeek-V3.2 и усиленную DeepSeek-V3.2-Speciale. Таким образом компания подтвердила, что Китай играет на равных с американскими лидерами в лице OpenAI и Google.   Источник изображения: DeepSeek",
      "link": "https://3dnews.ru/1133229",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133229/sm.DeepSeek-V3-2_01.800.jpg",
      "pubDate": "2025-12-02T00:37:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_1_1764686437",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews_35_1764686432",
      "title": "Календарь релизов 1 – 7 декабря: Metroid Prime 4, Marvel Cosmic Invasion и «Зайчик»",
      "description": "Первая неделя декабря начинается с громких премьер и возвращений! На сцену выходит Marvel Cosmic Invasion, атмосферный Sleep Awake, и новая глава классики — Red Dead Redemption для консолей и мобильных платформ. Также нас ждут Guild Wars Reforged, долгожданные Octopath Traveler 0 и Metroid Prime 4: Beyond, а вишенкой на торте станет мрачное DLC Elden Ring: Nightreign — The Forsaken Hollows и финальный эпизод «Зайчика» (Tiny Bunny).   Посмотреть свежий выпуск в YouTube, VK, Rutube, «Дзен» или Telegram. А на днях у нас вышел свежий Gamesblender № 754.",
      "shortDescription": "Первая неделя декабря начинается с громких премьер и возвращений! На сцену выходит Marvel Cosmic Invasion, атмосферный Sleep Awake, и новая глава классики — Red Dead Redemption для консолей и мобильных платформ. Также нас ждут Guild Wars Reforged, долгожданные Octopath Traveler 0 и Metroid Prime 4: ...",
      "link": "https://3dnews.ru/1133220",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133220/releases_76.jpg",
      "pubDate": "2025-12-01T20:36:00+03:00",
      "hashtags": [
        "#game",
        "#AR",
        "#ui"
      ]
    },
    {
      "id": "3DNews_37_1764686432",
      "title": "Microsoft признала, что ИИ-агенты небезопасны, но всё равно заполонит ими Windows 11»",
      "description": "Последнее время руководство Microsoft неоднократно заявляло, что в будущем в Windows 11 появится больше ИИ-агентов для выполнения разных задач. Однако во внутренней документации компании указано, что такие алгоритмы могут галлюцинировать, действовать непредсказуемо, а также становиться инструментом в новых хакерских атаках. Несмотря на всё это, софтверный гигант продолжает продвигать функции на основе ИИ-агентов в Windows 11.  Источник изображений: Windows Latest",
      "shortDescription": "Последнее время руководство Microsoft неоднократно заявляло, что в будущем в Windows 11 появится больше ИИ-агентов для выполнения разных задач. Однако во внутренней документации компании указано, что такие алгоритмы могут галлюцинировать, действовать непредсказуемо, а также становиться инструментом ...",
      "link": "https://3dnews.ru/1133215",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133215/1354.jpg",
      "pubDate": "2025-12-01T20:09:00+03:00",
      "hashtags": [
        "#алгоритм",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_10_1764686432",
      "title": "Взлетевшие цены DDR5 обрушили продажи материнских плат — геймеры призывают к бойкоту",
      "description": "Кризис на рынке оперативной памяти продолжает оказывать влияние на отрасль. Согласно новому отчёту, после подорожания памяти розничные продажи материнских плат упали на 50 %. Всё это также привело к тому, что геймеры начали призывать бойкотировать покупку оперативной памяти в надежде на смягчение ситуации. К сожалению, реальность такова, что такой шаг вряд ли сработает. Источник изображения: Corsair",
      "shortDescription": "Кризис на рынке оперативной памяти продолжает оказывать влияние на отрасль. Согласно новому отчёту, после подорожания памяти розничные продажи материнских плат упали на 50 %. Всё это также привело к тому, что геймеры начали призывать бойкотировать покупку оперативной памяти в надежде на смягчение си...",
      "link": "https://3dnews.ru/1133206",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133206/corsair-dominator.jpg",
      "pubDate": "2025-12-01T20:03:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_11_1764686432",
      "title": "Аниматор Rockstar с 25-летним стажем «засветил» кадры из тестовой версии GTA VI",
      "description": "Даже самые строгие меры безопасности не уберегли студию Rockstar Games от новой утечки геймплея амбициозного криминального боевика с открытым миром GTA VI. Правда, не такой масштабной, как в сентябре 2022 года.   Источник изображений: Rockstar Games",
      "shortDescription": "Даже самые строгие меры безопасности не уберегли студию Rockstar Games от новой утечки геймплея амбициозного криминального боевика с открытым миром GTA VI. Правда, не такой масштабной, как в сентябре 2022 года.   Источник изображений: Rockstar Games",
      "link": "https://3dnews.ru/1133211",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133211/00.jpg",
      "pubDate": "2025-12-01T18:50:00+03:00",
      "hashtags": [
        "#ИИ",
        "#game",
        "#AR",
        "#тест"
      ]
    },
    {
      "id": "3DNews_13_1764686432",
      "title": "Первой цифровой камере Kodak исполнилось 50 лет — она весила 3,6 кг и работала от 16 батареек",
      "description": "Первая цифровая камера Kodak была создана в 1975 году небольшой командой специалистов во главе с 24-летним инженером-электриком Стивеном Сассоном (Steven Sasson). Ему было запрещено рассказывать о камере вне компании до 2001 года, пока он не написал статью для издания Rochester Democrat and Chronicle, которое также опубликовало первую фотографию прототипа. Источник изображений: David S Young/digitalcameraworld.com",
      "shortDescription": "Первая цифровая камера Kodak была создана в 1975 году небольшой командой специалистов во главе с 24-летним инженером-электриком Стивеном Сассоном (Steven Sasson). Ему было запрещено рассказывать о камере вне компании до 2001 года, пока он не написал статью для издания Rochester Democrat and Chronicl...",
      "link": "https://3dnews.ru/1133205",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133205/k4NuRcxsZwMDSofKPPxXz6-1.jpg",
      "pubDate": "2025-12-01T16:23:00+03:00",
      "hashtags": [
        "#цифровой",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews_14_1764686432",
      "title": "Новейшую ИИ-модель Google Gemini 3 Pro взломали всего за пять минут",
      "description": "Специалисты стартапа Aim Intelligence, тестирующего ИИ-системы на уязвимости, провели стресс-тест Gemini 3 Pro, новейшей модели Google, представленной в прошлом месяце. Как сообщает газета Maeil Business, исследователям потребовалось всего пять минут, чтобы обойти защиту программного комплекса. Источник изображения: blog.google",
      "shortDescription": "Специалисты стартапа Aim Intelligence, тестирующего ИИ-системы на уязвимости, провели стресс-тест Gemini 3 Pro, новейшей модели Google, представленной в прошлом месяце. Как сообщает газета Maeil Business, исследователям потребовалось всего пять минут, чтобы обойти защиту программного комплекса. Исто...",
      "link": "https://3dnews.ru/1133203",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133203/gemini.jpg",
      "pubDate": "2025-12-01T14:59:00+03:00",
      "hashtags": [
        "#тест",
        "#ai",
        "#стартап",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_16_1764686432",
      "title": "Ничего личного: Samsung отказалась продавать память LPDDR5X по дешёвке даже для Galaxy S26",
      "description": "О том, что бум искусственного интеллекта привёл к дефициту почти всех типов памяти, уже не раз отмечалось, но рынок устроен так, что если кто-то выигрывает, то другой в этом время получает выгоду. Samsung в этом смысле оказалась в щекотливом положении, поскольку собственное подразделение компании по выпуску LPDDR5X отказалось зафиксировать цены на память для смартфонов Galaxy S26 на год вперёд. Источник изображения: Samsung Electronics",
      "shortDescription": "О том, что бум искусственного интеллекта привёл к дефициту почти всех типов памяти, уже не раз отмечалось, но рынок устроен так, что если кто-то выигрывает, то другой в этом время получает выгоду. Samsung в этом смысле оказалась в щекотливом положении, поскольку собственное подразделение компании по...",
      "link": "https://3dnews.ru/1133200",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133200/lpddr5x_01.jpg",
      "pubDate": "2025-12-01T14:17:00+03:00",
      "hashtags": [
        "#смартфон",
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_41_1764686432",
      "title": "В России резко вырос спрос на специалистов по общению с нейросетями",
      "description": "За десять месяцев 2025 года количество вакансий для специалистов с навыками написания задач для нейросетей (промптов) увеличилось на 52 %, пишет «Коммерсантъ» со ссылкой на данные рекрутингового сервиса HeadHunter. Средняя зарплата promt-специалистов составляет почти 140 тыс. руб. и может достигать 320,7 тыс. руб. и выше. Источник изображения: Campaign Creators/unsplash.com",
      "shortDescription": "За десять месяцев 2025 года количество вакансий для специалистов с навыками написания задач для нейросетей (промптов) увеличилось на 52 %, пишет «Коммерсантъ» со ссылкой на данные рекрутингового сервиса HeadHunter. Средняя зарплата promt-специалистов составляет почти 140 тыс. руб. и может достигать ...",
      "link": "https://3dnews.ru/1133199",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133199/campaign-creators-gMsnXqILjp4-unsplash.jpg",
      "pubDate": "2025-12-01T14:13:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_42_1764686432",
      "title": "«Пожирает всё твоё время на протяжении многих лет»: сооснователь Rockstar спустя пять лет объяснил причину ухода из студии",
      "description": "Хотя сооснователь и бывший главный сценарист Rockstar Games Дэн Хаузер (Dan Houser) покинул родную студию ещё в 2020 году, причины его ухода были окружены слухами и домыслами. По крайней мере, до недавних пор.   Источник изображения: Steam (Mikani17)",
      "shortDescription": "Хотя сооснователь и бывший главный сценарист Rockstar Games Дэн Хаузер (Dan Houser) покинул родную студию ещё в 2020 году, причины его ухода были окружены слухами и домыслами. По крайней мере, до недавних пор.   Источник изображения: Steam (Mikani17)",
      "link": "https://3dnews.ru/1133201",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133201/00.jpg",
      "pubDate": "2025-12-01T14:05:00+03:00",
      "hashtags": [
        "#game",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_18_1764686432",
      "title": "Сотрудник Saber Interactive проговорился, когда выйдет амбициозный шутер Turok: Origins",
      "description": "Кооперативный шутер про отстрел динозавров и пришельцев Turok: Origins за авторством издателя и разработчика Saber Interactive не показывался на публике с самого анонса, но, похоже, премьера игры уже не за горами.   Источник изображений: Saber Interactive",
      "shortDescription": "Кооперативный шутер про отстрел динозавров и пришельцев Turok: Origins за авторством издателя и разработчика Saber Interactive не показывался на публике с самого анонса, но, похоже, премьера игры уже не за горами.   Источник изображений: Saber Interactive",
      "link": "https://3dnews.ru/1133195",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133195/00.jpg",
      "pubDate": "2025-12-01T11:52:00+03:00",
      "hashtags": [
        "#игры"
      ]
    },
    {
      "id": "3DNews_44_1764686432",
      "title": "Популярный YouTube-клиент SmartTube стал вредоносным незаметно для разработчиков",
      "description": "На прошлой неделе сервис Google Play Protect заблокировал сторонний YouTube-клиент SmartTube, который доступен на устройствах с Android TV и Fire TV. Это произошло после того, как цифровая подпись приложения была скомпрометирована. На тот момент считалось, что именно из-за этого Google и Amazon принудительно удалили SmartTube со всех пользовательских устройств. На деле проблема оказалась более серьёзной. Источник изображения: SmartTube",
      "shortDescription": "На прошлой неделе сервис Google Play Protect заблокировал сторонний YouTube-клиент SmartTube, который доступен на устройствах с Android TV и Fire TV. Это произошло после того, как цифровая подпись приложения была скомпрометирована. На тот момент считалось, что именно из-за этого Google и Amazon прин...",
      "link": "https://3dnews.ru/1133194",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133194/1352.jpg",
      "pubDate": "2025-12-01T11:40:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews_22_1764686432",
      "title": "Назван самый популярный смартфон осени в России — это не iPhone",
      "description": "Компания «М.Видео» подготовила рейтинг самых востребованных смартфонов на российском рынке по итогам осени 2025 года. Чаще всего покупатели выбирали доступные устройства брендов Realme, Redmi, Samsung и Tecno. В денежном выражении традиционно лидируют Apple и Samsung. Источник изображений: «М.Видео»",
      "shortDescription": "Компания «М.Видео» подготовила рейтинг самых востребованных смартфонов на российском рынке по итогам осени 2025 года. Чаще всего покупатели выбирали доступные устройства брендов Realme, Redmi, Samsung и Tecno. В денежном выражении традиционно лидируют Apple и Samsung. Источник изображений: «М.Видео»",
      "link": "https://3dnews.ru/1133175",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133175/1060.jpg",
      "pubDate": "2025-12-01T09:00:01+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_3_1764686437",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#смартфон",
        "#приложение"
      ]
    },
    {
      "id": "3DNews_24_1764686432",
      "title": "Значок видишь? А он есть: после обновления из Windows «пропала» иконка для входа по паролю",
      "description": "Microsoft признала, что в предварительном обновлении KB5064081 обнаружена ошибка, которая немного затруднит вход в систему с помощью пароля. По данным службы поддержки Microsoft, «значок пароля может отсутствовать или быть невидимым в параметрах входа на экране блокировки». Хотя кнопка невидима, войти в ОС с паролём можно, нажав на пустое место там, где должна быть кнопка ввода пароля. После этого появится поле для ввода пароля. Источник изображения: Microsoft",
      "shortDescription": "Microsoft признала, что в предварительном обновлении KB5064081 обнаружена ошибка, которая немного затруднит вход в систему с помощью пароля. По данным службы поддержки Microsoft, «значок пароля может отсутствовать или быть невидимым в параметрах входа на экране блокировки». Хотя кнопка невидима, вой...",
      "link": "https://3dnews.ru/1133178",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133178/wtvN9xqGhNUsjD.jpg",
      "pubDate": "2025-11-30T22:01:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_47_1764686432",
      "title": "Ранний доступ экшена Into the Fire о выживании на разбушевавшемся вулканическом хребте стартует в 2026 году",
      "description": "Разработчики из польской студии Starward Industries (The Invincible) выпустили новый геймплейный трейлер Into the Fire — приключенческого экшена, в котором главному герою нужно спасать людей от пожара на разбушевавшемся вулканическом хребте.   Источник изображения: Starward Industries",
      "shortDescription": "Разработчики из польской студии Starward Industries (The Invincible) выпустили новый геймплейный трейлер Into the Fire — приключенческого экшена, в котором главному герою нужно спасать людей от пожара на разбушевавшемся вулканическом хребте.   Источник изображения: Starward Industries",
      "link": "https://3dnews.ru/1133177",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133177/sm.Into_the_fire_title.800.jpg",
      "pubDate": "2025-11-30T20:29:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_7_1764686437",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_12_1764686437",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_14_1764686437",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_20_1764686437",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#компьютер",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_21_1764686437",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_24_1764686437",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_25_1764686437",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_28_1764686437",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_31_1764686437",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#смартфон",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1764686437",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_0_1764686444",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_38_1764686437",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#ИИ",
        "#финтех"
      ]
    },
    {
      "id": "Ведомости Технологии_40_1764686437",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#структура",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_48_1764686437",
      "title": "В России введут так называемый технологический сбор",
      "description": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "shortDescription": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/10/1153413-v-rossii-vvedut-tak-nazivaemii-tehnologicheskii-sbor",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8p/1dhre2/normal-1s56.jpg",
      "pubDate": "2025-11-10T00:25:39+03:00",
      "hashtags": [
        "#ИИ",
        "#радио"
      ]
    },
    {
      "id": "3DNews Software_1_1764686444",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_2_1764686444",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_4_1764686444",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764686444",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1764686444",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764686444",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1764686444",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764686444",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764686444",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_24_1764686444",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_25_1764686444",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764686444",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#ai",
        "#искусственныйинтеллект",
        "#AI",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_34_1764686444",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_36_1764686444",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764686444",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_41_1764686444",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764686444",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_45_1764686444",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#платформа",
        "#ИИ"
      ]
    }
  ]
}