{
  "lastUpdated": "2025-12-06T11:30:45.547197",
  "totalNews": 73,
  "categories": [
    "Игры",
    "Технологии"
  ],
  "hashtags": [
    "#графика",
    "#AI",
    "#интернет",
    "#игры",
    "#компьютер",
    "#cloud",
    "#ux",
    "#AR",
    "#искусственныйинтеллект",
    "#тест",
    "#алгоритм",
    "#кибер",
    "#сервер",
    "#код",
    "#робот",
    "#веб",
    "#ai",
    "#gpu",
    "#it",
    "#тесты",
    "#ИИ",
    "#сеть",
    "#радар",
    "#web",
    "#интеграция",
    "#смартфон",
    "#game",
    "#приложение",
    "#дизайн",
    "#платформа",
    "#ui",
    "#VR",
    "#стартап"
  ],
  "news": [
    {
      "id": "ixbt.com_3_1765020635",
      "title": "Марс не был пустыней: учёные впервые описали крупные дренажные речные системы",
      "description": "Миллиарды лет назад на Марсе шли дожди, и вода собиралась в долинах и реках, переполняла кратеры и направлялась в каньоны, возможно, достигая даже большого марсианского океана. Новое исследование впервые описывает крупные речные системы на Красной планете и выделяет 16 крупных речных бассейнов, где могла бы процветать жизнь. «Мы давно знали, что на Марсе были реки, – говорит один из авторов работы, профессор геологии Тимоти Гудж. – Но мы не знали, насколько эти реки были организованы в крупные дренажные системы в глобальном масштабе». Учёные объединили существующие данные о марсианских долинах, реках и озёрах, чтобы очертить общие дренажные системы и определить их общую площадь. Они выявили 19 крупных скоплений долинных сетей, потоков, озёр, каньонов и осадочных отложений, 16 из которых соединялись в водосборные бассейны площадью 100 000 км2 и более.  Фото: NASA / JPL-Caltech / University of Arizona Для сравнения, на Земле речные бассейны площадью от 100 000 км2 встречаются гораздо чаще – их 91. Например, бассейн реки Колорадо в штате Техас имеет площадь 103 300 км2. Самый большой бассейн на Земле, бассейн реки Амазонки, занимает около 6,2 миллиона км2. Авторы работы отмечают, что на Земле тектоническая активность создаёт горы, долины и другие формы рельефа, которые направляют течение воды и соединяют её с другими системами. Отсутствие тектонической активности на Марсе объясняет меньшее количество крупных дренажных систем. Тем не менее, хотя крупные дренажные системы составляют всего 5% поверхности планеты, они содержат около 42% всего материала, размытого реками на Марсе.  Примеры картографированных крупных дренажных систем на Марсе. Белые пунктирные контуры обозначают границы дренажных систем, охватывающие сети долин (чёрным), озёра (синим) и каньоны стока (жёлтым). Источник: Abdallah S. Zaki, Timothy A. Goudge, David Mohrig Осадочные породы содержат питательные вещества, поэтому именно эти места наиболее перспективны для поиска признаков прошлой жизни. «Чем больше расстояние, тем больше вода взаимодействует с горными породами, поэтому выше вероятность химических реакций, которые могут показать признаки жизни», – объясняет ведущий автор исследования Абдалла Заки. В целом, Марс покрыт мозаикой небольших дренажных систем, но 16 крупных областей представляют наибольший интерес для будущих исследований на предмет обитаемости. Работа имеет важное значение в контексте будущих миссий на Марс, поскольку позволяет определить наиболее перспективные места для поиска следов древней жизни. Понимание масштаба и организации древних речных систем поможет учёным лучше понять историю воды на Марсе и потенциал планеты для поддержания жизни в прошлом.",
      "shortDescription": "Миллиарды лет назад на Марсе шли дожди, и вода собиралась в долинах и реках, переполняла кратеры и направлялась в каньоны, возможно, достигая даже большого марсианского океана. Новое исследование впервые описывает крупные речные системы на Красной планете и выделяет 16 крупных речных бассейнов, где ...",
      "link": "https://www.ixbt.com/news/2025/12/06/mars-ne-byl-pustynej-uchjonye-vpervye-opisali-krupnye-drenazhnye-rechnye-sistemy.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/6/converted - 2025-12-06T134609.915_large.jpg",
      "pubDate": "2025-12-06T13:38:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR",
        "#it"
      ]
    },
    {
      "id": "ixbt.com_4_1765020635",
      "title": "Подготовка миссии Artemis 2 к Луне приостановлена из-за дефекта люка корабля Orion. NASA подчёркивает, что задержка коснётся только тренировок, а не даты старта",
      "description": "Подготовка к историческому полёту Artemis 2, в рамках которого четыре астронавта совершат облёт Луны, столкнулась с небольшой задержкой. Во время подготовки к тренировке, имитирующей день запуска, на тепловом экране спускаемого модуля корабля Orion был обнаружен дефект, препятствовавший закрытию люка. Согласно заявлению NASA, дефект был устранен 18 ноября 2025 года, и демонстрация закрытия люка прошла успешно на следующий день. Однако, чтобы учесть все полученные уроки, было решено перенести тренировку обратного отсчёта на более поздний срок, после завершения работ по заправке корабля водой. Тренировка обратного отсчета (CDT) — важный этап подготовки к запуску. В ходе тренировки астронавты имитируют выход из жилых помещений, транспортировку к ракете Space Launch System (SLS) в здании Vertical Assembly Building (VAB) и подъём на лифте к кораблю Orion на стартовой площадке. Одновременно с этим команда управления полётом в Центре управления Kennedy Space Center проведёт имитацию последних часов перед запуском.  Фото: NASA / Kim Shiflett Командир миссии Artemis 2 Рид Вайзман заявил, что задержка не повлияет на график запуска. По заявлению представителя NASA, агентство по-прежнему планирует запустить Artemis 2 не позднее апреля 2026 года, при этом есть возможность старта уже в феврале. Экипаж Artemis 2 состоит из четырёх астронавтов: Виктора Гловера, Кристины Кох, Джереми Хансена и Рида Вайзмана. После завершения CDT ракету SLS и корабль Orion вывезут из VAB на стартовую площадку 39B. Там в течение примерно 18 дней будут проводиться заключительные проверки перед запуском, включая генеральную репетицию заправки (WDR). Во время WDR в ракету зальют более 2,6 миллиона литров (700 000 галлонов) жидкого кислорода и жидкого водорода, имитируя процесс заправки в день запуска. Экипаж не будет находиться на борту Orion во время WDR, но проведёт финальные тренировки по аварийной эвакуации на стартовой площадке. Несмотря на незначительные задержки, NASA сохраняет оптимизм и уверено в успешном запуске Artemis 2.",
      "shortDescription": "Подготовка к историческому полёту Artemis 2, в рамках которого четыре астронавта совершат облёт Луны, столкнулась с небольшой задержкой. Во время подготовки к тренировке, имитирующей день запуска, на тепловом экране спускаемого модуля корабля Orion был обнаружен дефект, препятствовавший закрытию люк...",
      "link": "https://www.ixbt.com/news/2025/12/06/artemis-2-orion-nasa.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/6/converted - 2025-12-06T130932.049.jpg",
      "pubDate": "2025-12-06T13:08:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR",
        "#ui"
      ]
    },
    {
      "id": "ixbt.com_7_1765020635",
      "title": "Китай временно остался без аварийного корабля для космической станции «Тяньгун»",
      "description": "Китайская космическая программа оказалась без резервного пилотируемого корабля для нештатных ситуаций на орбитальной станции «Тяньгун». После инцидента с «Шэньчжоу-20» страна на месяцы лишилась возможности быстро отправить экипаж на помощь в случае новой аварии — об этом сообщает China Central Television. Поводом стала трещина в обзорном окне «Шэньчжоу-20». Повреждение размером более 10 миллиметров, которое, по оценке специалистов, прорезало наружный стеклянный слой (из трёх слоёв), обнаружили 5 ноября во время предполётных проверок корабля. На него рассчитывали как на транспорт для возвращения экипажа, однако уровень риска признали недопустимым. 14 ноября три члена экипажа «Шэньчжоу-20» вернулись на Землю на запасном корабле «Шэньчжоу-21», оставив станцию без «спасательной капсулы». 25 ноября (UTC) к станции прибыл «Шэньчжоу-22». Он изначально находился в резерве на космодроме Цзюцюань и должен был быть запущен лишь весной 2026 года как часть стандартной схемы CMSEO «один запуск — один в резерве». Экстренный запуск лишил Китай аварийного дублирующего корабля до появления следующего аппарата — «Шэньчжоу-23».  Фото: CMSEO Согласно данным CCTV, корабль «Шэньчжоу-23» планировали завершить в марте 2026 года. Теперь его производство ускоряют примерно на два месяца, чтобы доставить аппарат в Цзюцюань уже в январе. После этого его предстоит собрать, провести все тесты и подготовить к «дежурству». Для миссий этого класса стандартная кампания подготовки занимает около 30 дней, но запуск «Шэньчжоу-22» CMSEO смогло ускорить до примерно 16 дней. Проблемы с «Шэньчжоу-20» уже повлияли на график производства кораблей и ракет для будущих стартов. Сам повреждённый корабль вернётся на Землю без экипажа; сроки такого возвращения пока не уточняются. Во время выхода в открытый космос экипаж «Шэньчжоу-21» должен будет осмотреть трещину снаружи и, возможно, установить доставленное устройством «Шэньчжоу-22» средство для её временной защиты перед спуском. Экипаж «Шэньчжоу-21» — командир Чжан Лу и тайконавты Чжан Хунчжан и У Фэй — прибыл к «Тяньгуну» 31 октября спустя 3,5 часа после старта из пустыни Гоби. Они проведут на орбите около шести месяцев, а следующая смена должна прибыть около апреля–мая на корабле «Шэньчжоу-23», производство которого сейчас ускорено, чтобы восстановить аварийную готовность станции.",
      "shortDescription": "Китайская космическая программа оказалась без резервного пилотируемого корабля для нештатных ситуаций на орбитальной станции «Тяньгун». После инцидента с «Шэньчжоу-20» страна на месяцы лишилась возможности быстро отправить экипаж на помощь в случае новой аварии — об этом сообщает China Central Telev...",
      "link": "https://www.ixbt.com/news/2025/12/06/kitaj-vremenno-ostalsja-bez-avarijnogo-korablja-dlja-kosmicheskoj-stancii-tjangun.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/6/converted - 2025-12-06T120512.837_large.jpg",
      "pubDate": "2025-12-06T12:05:00+03:00",
      "hashtags": [
        "#ИИ",
        "#тест",
        "#тесты"
      ]
    },
    {
      "id": "Habr_8_1765020630",
      "title": "Анализируем UDP логи Squid-proxy",
      "description": "Ремейк приложения SqStat, читаем access логи по UDP. Пока анализируем не более часа, а нужно ли больше? В наше время есть GrayLog, ELK c AI-агентами. Нужен ли нам звёздный крейсер? Статья про Squid в Docker, SSL bump, анализ access-логов, Bun, Elysia, Redis, Vue. Всего по чуть-чуть. Хотите узнать больше?",
      "shortDescription": "Ремейк приложения SqStat, читаем access логи по UDP. Пока анализируем не более часа, а нужно ли больше? В наше время есть GrayLog, ELK c AI-агентами. Нужен ли нам звёздный крейсер? Статья про Squid в Docker, SSL bump, анализ access-логов, Bun, Elysia, Redis, Vue. Всего по чуть-чуть. Хотите узнать бо...",
      "link": "https://habr.com/ru/articles/973934/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973934",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/6b1/d51/d99/6b1d51d99ae8e758e8dcd7234d02b19d.webp",
      "pubDate": "2025-12-06T10:15:20+00:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#ui"
      ]
    },
    {
      "id": "Habr_9_1765020630",
      "title": "Лучшие современные RPG от русскоговорящих разработчиков",
      "description": "Рынок ролевых игр давно перестал быть исключительно западным. Сегодня всё чаще внимание игроков привлекают проекты, созданные русскоговорящими разработчиками — как в России, так и за её пределами. Эти проекты отличаются вниманием к деталям, свежим взглядом на жанр и умением сочетать локальный опыт с глобальными тенденциями.Многие авторы продолжают создавать игры из зарубежа, оставаясь частью русскоязычного сообщества, а кто‑то и вовсе обосновался в «Кипрской области» — неофициальной столице русскоязычного IT за пределами страны, где студии растут быстрее, чем цены на недвижимость.В этой статье мы собрали лучшие современные примеры таких игр — проекты, которые показывают, что русскоязычная школа геймдева уверенно заявляет о себе на международной арене. Читать далее",
      "shortDescription": "Рынок ролевых игр давно перестал быть исключительно западным. Сегодня всё чаще внимание игроков привлекают проекты, созданные русскоговорящими разработчиками — как в России, так и за её пределами. Эти проекты отличаются вниманием к деталям, свежим взглядом на жанр и умением сочетать локальный опыт с...",
      "link": "https://habr.com/ru/companies/ggsel/articles/973930/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973930",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/465/f13/0c4/465f130c4dffca4709d3f0b0164256f8.jpeg",
      "pubDate": "2025-12-06T09:55:35+00:00",
      "hashtags": [
        "#ИИ",
        "#it",
        "#игры"
      ]
    },
    {
      "id": "Habr_11_1765020630",
      "title": "Стоит ли переживать, если копирайтер пользуется ИИ?",
      "description": "За последние несколько лет искусственный интеллект стал привычным инструментом для работы с текстом. Вроде бы действительно удобно: придумал идею, накинул пару промптов, получил черновик. Но вместе с этим у моих «коллег» по предпринимательскому цеху растут и сомнения. Сейчас многие переживают, что сгенерированные тексты будут корявыми, глупыми и могут даже помешать продвижению бизнеса в интернете.В этом материале я пытаюсь разобраться, действительно ли надо бить тревогу, если ваш контент‑подрядчик начал использовать нейросети для текстов. Неважно, фрилансер это или автор из агентства. Поговорим о том, когда ИИ может усиливать результат хорошего копирайтера, а когда — превращать смыслы в хаос. Читать далее",
      "shortDescription": "За последние несколько лет искусственный интеллект стал привычным инструментом для работы с текстом. Вроде бы действительно удобно: придумал идею, накинул пару промптов, получил черновик. Но вместе с этим у моих «коллег» по предпринимательскому цеху растут и сомнения. Сейчас многие переживают, что с...",
      "link": "https://habr.com/ru/articles/973924/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973924",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d69/716/326/d697163268c7406219a2d9a8e4c17260.png",
      "pubDate": "2025-12-06T09:16:15+00:00",
      "hashtags": [
        "#ИИ",
        "#искусственныйинтеллект",
        "#интернет"
      ]
    },
    {
      "id": "Habr_12_1765020630",
      "title": "Куда исчезают пользователи: современные фреймворки аналитики retention в 2025 году",
      "description": "В 2025 году retention снова стал главной метрикой рынка. Трафик дорожает, конкуренция растет, AI-продукты выходят быстрее, чем я успеваю их тестировать, — и единственный способ выжить в этой гонке: удерживать пользователей, а не просто радоваться скачкам трафика по праздникам.Но есть проблема: большинство команд все еще думают, что retention — это «график, на который мы будем смотреть, пока CFO грустит». Читать далее",
      "shortDescription": "В 2025 году retention снова стал главной метрикой рынка. Трафик дорожает, конкуренция растет, AI-продукты выходят быстрее, чем я успеваю их тестировать, — и единственный способ выжить в этой гонке: удерживать пользователей, а не просто радоваться скачкам трафика по праздникам.Но есть проблема: больш...",
      "link": "https://habr.com/ru/articles/973922/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973922",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/3e8/9f2/096/3e89f2096911bb5c50164d7c65a910e6.png",
      "pubDate": "2025-12-06T09:16:12+00:00",
      "hashtags": [
        "#тест",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "Habr_16_1765020630",
      "title": "Интеграция LG VRF Multi V 2/3",
      "description": "Интеграция LG VRF Multi V 2/3 в системы диспетчеризацииЦель работы — исследовать механизм обмена данными VRF-систем LG Multi V 2/3 по интерфейсу RS-485 и разработать способ чтения параметров внутренних блоков, их мониторинга и управления через OPC-сервер и диспетчерскую систему TAC Vista. Читать далее",
      "shortDescription": "Интеграция LG VRF Multi V 2/3 в системы диспетчеризацииЦель работы — исследовать механизм обмена данными VRF-систем LG Multi V 2/3 по интерфейсу RS-485 и разработать способ чтения параметров внутренних блоков, их мониторинга и управления через OPC-сервер и диспетчерскую систему TAC Vista. Читать дал...",
      "link": "https://habr.com/ru/articles/973916/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973916",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/0d2/a7f/f5b/0d2a7ff5ba9361158dc4ac5d32474871.jpg",
      "pubDate": "2025-12-06T08:16:02+00:00",
      "hashtags": [
        "#ИИ",
        "#VR",
        "#сервер",
        "#интеграция"
      ]
    },
    {
      "id": "Habr_18_1765020630",
      "title": "Превращаем сайт в мобильное приложение за пару шагов. Часть 2",
      "description": "Привет, Хабр! Меня все так же зовут Матвей. В прошлой статье я собрал простое Android‑приложение из сайта с помощью конструктора. Мы убедились, что для лендинга или каталога зачастую достаточно одной WebView‑обертки. Во второй части возьмем тот же небольшой веб‑сервис, создадим под него URL и соберем полноценное приложение с пушами и доступом к системным функциям.Разбираться в Swift, Kotlin или Flutter по‑прежнему не придется: вместо этого используем конструктор. На примере посмотрим, как сайт превращается в приложение, какие настройки важны, чтобы оно адекватно работало и выглядело хорошо на Android и iOS. И как довести этот результат до состояния, когда не стыдно использовать. Детали внутри. Читать далее",
      "shortDescription": "Привет, Хабр! Меня все так же зовут Матвей. В прошлой статье я собрал простое Android‑приложение из сайта с помощью конструктора. Мы убедились, что для лендинга или каталога зачастую достаточно одной WebView‑обертки. Во второй части возьмем тот же небольшой веб‑сервис, создадим под него URL и собере...",
      "link": "https://habr.com/ru/companies/selectel/articles/973874/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973874",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/a08/e06/011/a08e0601109d470f902ffb1d46db8a17.jpg",
      "pubDate": "2025-12-06T08:00:59+00:00",
      "hashtags": [
        "#веб",
        "#web",
        "#приложение"
      ]
    },
    {
      "id": "Habr_19_1765020630",
      "title": "10 перспективных российских стартапов – ноябрь 2025 года",
      "description": "Мы собрали подборку из топ-10 проектов по рейтингу на сайте Product Radar за ноябрь 2025 года. Это проекты, за которые проголосовало большинство пользователей сайта. Читать далее",
      "shortDescription": "Мы собрали подборку из топ-10 проектов по рейтингу на сайте Product Radar за ноябрь 2025 года. Это проекты, за которые проголосовало большинство пользователей сайта. Читать далее",
      "link": "https://habr.com/ru/companies/productradar/articles/973906/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973906",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/848/c77/85f/848c7785f9829d103f39dc91efc73860.jpeg",
      "pubDate": "2025-12-06T07:47:28+00:00",
      "hashtags": [
        "#AR",
        "#стартап"
      ]
    },
    {
      "id": "Habr_22_1765020630",
      "title": "[Перевод] Как Claude научился файн-тюнить опенсорсные LLM",
      "description": "Claude Code теперь умеет сам файнтюнить LLM на облачных GPU — от валидации датасета до пуша модели на Hub. Показываю, как это работает. Читать далее",
      "shortDescription": "Claude Code теперь умеет сам файнтюнить LLM на облачных GPU — от валидации датасета до пуша модели на Hub. Показываю, как это работает. Читать далее",
      "link": "https://habr.com/ru/articles/973898/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973898",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/b84/f61/aa8/b84f61aa8d33c1f8a71890e715c8871b.png",
      "pubDate": "2025-12-06T07:09:32+00:00",
      "hashtags": [
        "#ИИ",
        "#gpu"
      ]
    },
    {
      "id": "3DNews_33_1765020632",
      "title": "Limitless прекратила продажи носимого ИИ-диктофона и перешла под «крыло» M**a",
      "description": "Компания M**a приобрела стартап Limitless, ранее известный как Rewind, который разрабатывал носимые устройства с искусственным интеллектом для записи разговоров. Как сообщается на официальном сайте Limitless, стартап прекращает продажу аппаратных решений, но в течение года сохранит поддержку существующих клиентов. Источник изображения: Limitless",
      "shortDescription": "Компания M**a приобрела стартап Limitless, ранее известный как Rewind, который разрабатывал носимые устройства с искусственным интеллектом для записи разговоров. Как сообщается на официальном сайте Limitless, стартап прекращает продажу аппаратных решений, но в течение года сохранит поддержку существ...",
      "link": "https://3dnews.ru/1133502",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/06/1133502/Limitless.jpg",
      "pubDate": "2025-12-06T06:29:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it",
        "#стартап"
      ]
    },
    {
      "id": "3DNews_49_1765020632",
      "title": "Рост числа пользователей ChatGPT стал замедляться, а Gemini набирает обороты",
      "description": "OpenAI столкнулась с первыми серьёзными признаками замедления посещаемости. Рост ChatGPT за последние месяцы едва превысил 6 %, тогда как Gemini, по данным аналитической компании Sensor Tower, увеличил аудиторию на 30 % и удвоил время, которое пользователи проводят в приложении. Источник изображения: OpenAI",
      "shortDescription": "OpenAI столкнулась с первыми серьёзными признаками замедления посещаемости. Рост ChatGPT за последние месяцы едва превысил 6 %, тогда как Gemini, по данным аналитической компании Sensor Tower, увеличил аудиторию на 30 % и удвоил время, которое пользователи проводят в приложении. Источник изображения...",
      "link": "https://3dnews.ru/1133501",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/06/1133501/openai.jpg",
      "pubDate": "2025-12-06T06:27:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_35_1765020632",
      "title": "Apple планирует доверить Intel выпуск процессоров для недорогих версий iPhone",
      "description": "Компания Apple рассматривает возможность привлечения Intel в качестве нового производственного партнёра для выпуска собственных чипов, что, как ожидается, затронет не только компьютеры и планшеты, но в перспективе и смартфоны, сообщает издание 9to5Mac со ссылкой на отчёт известного аналитика Мин-Чи Куо (Ming-Chi Kuo). Источник изображений: Apple",
      "shortDescription": "Компания Apple рассматривает возможность привлечения Intel в качестве нового производственного партнёра для выпуска собственных чипов, что, как ожидается, затронет не только компьютеры и планшеты, но в перспективе и смартфоны, сообщает издание 9to5Mac со ссылкой на отчёт известного аналитика Мин-Чи ...",
      "link": "https://3dnews.ru/1133499",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/06/1133499/iphone.jpg",
      "pubDate": "2025-12-06T06:20:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "Habr_26_1765020630",
      "title": "Логотипы для Microsoft, Citi и Tiffany: кто такая Пола Шер и как создавались ее знаменитые работы",
      "description": "Стиль Полы Шер невозможно спутать ни с чьим другим: экспрессивная типографика, смелые цветовые плоскости, синтез высокого искусства и городской культуры. Став первой женщиной-партнером в истории Pentagram, она не просто вошла в «пантеон славы» дизайна, но и переписала его правила. О ее жизни и работах — в нашем материале.   Читать далее",
      "shortDescription": "Стиль Полы Шер невозможно спутать ни с чьим другим: экспрессивная типографика, смелые цветовые плоскости, синтез высокого искусства и городской культуры. Став первой женщиной-партнером в истории Pentagram, она не просто вошла в «пантеон славы» дизайна, но и переписала его правила. О ее жизни и работ...",
      "link": "https://habr.com/ru/companies/onlinepatent/articles/973508/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973508",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/523/90f/073/52390f07301883fb5d5011611d7a74f7.jpg",
      "pubDate": "2025-12-06T05:22:23+00:00",
      "hashtags": [
        "#дизайн",
        "#графика",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_28_1765020630",
      "title": "Установка n8n на сервер без терминала для самых маленьких",
      "description": "N8n лучшая соеда для визуального программирования, но для ее установки нужно лезть в терминал и вводить непонятные команды. как то не казуально. Хватит это терпеть!   Читать далее",
      "shortDescription": "N8n лучшая соеда для визуального программирования, но для ее установки нужно лезть в терминал и вводить непонятные команды. как то не казуально. Хватит это терпеть!   Читать далее",
      "link": "https://habr.com/ru/articles/973838/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973838",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-06T05:00:17+00:00",
      "hashtags": [
        "#сервер"
      ]
    },
    {
      "id": "Habr_29_1765020630",
      "title": "Различия BizDev- и Sales-ролей, и почему важно их знать и понимать",
      "description": "Небольшой дисклеймер: речь в статье, в основном, про родной для меня рынок B2B IT. Содержание статьи отражает как личный опыт, так и мнения многих коллег. Под ролями BizDev подразумеваются: BDM, BDO, менеджер по развитию бизнеса, руководитель направления по развитию бизнеса, руководитель группы/отдела/департамента развития бизнеса и т.д.. Под Sale – роли, связанные с продажами и сопровождением клиентов и подразумевающие обязательное наличие функционала управления продажами/пайплайном/воронкой, регулярных встреч с заказчиками и развития взаимоотношений – т.е. менеджер по продажам, account manager, solution sale, менеджер по развитию продаж, руководитель направления по развитию продаж, руководитель группы/отдела/департамента продаж и т.д. Роли, предполагающие взаимодействие с заказчиками строго в рамках ограниченного функционала, определенного скриптами/инструкциями – специалисты по холодным продажам, поддержке, активациям, сотрудники колл-центров и т.д. – находятся за пределами scope данной статьи.  За последние несколько месяцев, погрузившись в активности на рынке труда, я заметил следующую массовую ошибку в описаниях вакансий и дальнейших диалогах с представителями HR и бизнес‑заказчиками — пишут «нужен BizDev», и далее перечисляют стандартные требования к Sales‑роли. Часто подобное расхождение заметно уже на этапе изучения описания позиции, иногда — выявляется только в ходе разговоров, устного обсуждения требований и представлений руководства о том «что эта роль должна делать». А бывает, что подобные скрытые ожидания и представления нанимающей стороны становятся явными только уже в процессе трудовой деятельности. Это характерно для вакансий как на линейные позиции, так и на руководящие. Чаще — это ошибка непредумышленная, реже — сознательная. И очень укоренённая. А почему ошибка? Читать далее",
      "shortDescription": "Небольшой дисклеймер: речь в статье, в основном, про родной для меня рынок B2B IT. Содержание статьи отражает как личный опыт, так и мнения многих коллег. Под ролями BizDev подразумеваются: BDM, BDO, менеджер по развитию бизнеса, руководитель направления по развитию бизнеса, руководитель группы/отде...",
      "link": "https://habr.com/ru/articles/973880/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973880",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/de9/3ba/8ee/de93ba8eee631e1a34717abbcf7d1c42.jpg",
      "pubDate": "2025-12-06T04:15:09+00:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Habr_30_1765020630",
      "title": "От чертежей к реальности: как 3D-машинное зрение на ToF-камере научило робота брать двери с паллеты",
      "description": "На производстве мебели рутинная операция — разгрузка паллет с дверными полотнами перед ламинацией. Люди устают, допускают ошибки, а неаккуратная работа ведёт к сколам и убыткам. Мы решили автоматизировать процесс с помощью робота‑манипулятора. Главная сложность: научить машину точно находить и захватывать верхнюю дверь в стопке — даже если полотна разные по форме и размеру. В статье расскажем, как справились с задачей, используя всего одну ToF‑камеру и гибридный подход: сочетание 2D‑нейросети и 3D‑обработки данных. Узнаете, почему выбрали именно ToF, как преобразуем пиксели в миллиметры и как робот достигает точности в 1–2 мм при захвате.   Читать далее",
      "shortDescription": "На производстве мебели рутинная операция — разгрузка паллет с дверными полотнами перед ламинацией. Люди устают, допускают ошибки, а неаккуратная работа ведёт к сколам и убыткам. Мы решили автоматизировать процесс с помощью робота‑манипулятора. Главная сложность: научить машину точно находить и захва...",
      "link": "https://habr.com/ru/articles/973032/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973032",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/b2c/648/4d3/b2c6484d32a38e80a066ab406bf111c8.jpeg",
      "pubDate": "2025-12-06T03:21:58+00:00",
      "hashtags": [
        "#робот"
      ]
    },
    {
      "id": "3DNews_0_1765020632",
      "title": "Культовый российский хоррор «Зайчик» получил долгожданный пятый эпизод и установил новый рекорд в Steam",
      "description": "Российские разработчики Евгений Сокарев (он же Sokar) и Антон Старцев (Saikono) сообщили о выходе финального, пятого эпизода ставшей культовой нелинейной визуальной новеллы в жанре ужасов «Зайчик» (Tiny Bunny).   Источники изображений: Saikono и Sokar",
      "shortDescription": "Российские разработчики Евгений Сокарев (он же Sokar) и Антон Старцев (Saikono) сообщили о выходе финального, пятого эпизода ставшей культовой нелинейной визуальной новеллы в жанре ужасов «Зайчик» (Tiny Bunny).   Источники изображений: Saikono и Sokar",
      "link": "https://3dnews.ru/1133496",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133496/00.jpg",
      "pubDate": "2025-12-05T22:28:00+03:00",
      "hashtags": [
        "#AR",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_1_1765020632",
      "title": "Японцы придумали «полицейский радар для Вселенной» — и он подтвердил трещину в фундаментальной физике",
      "description": "Исследователи Токийского университета (University of Tokyo) совместно с международной коллаборацией TDCOSMO представили новый высокоточный метод измерения скорости расширения Вселенной, который они назвали «полицейским радаром для Вселенной». Это новый способ определения космологических расстояний, который потенциально может решить проблему хаббловской напряжённости и даже открыть путь в новую физику. Эффект гравитационного линзирования с участием квазаров. Источник изображения:University of Tokyo",
      "shortDescription": "Исследователи Токийского университета (University of Tokyo) совместно с международной коллаборацией TDCOSMO представили новый высокоточный метод измерения скорости расширения Вселенной, который они назвали «полицейским радаром для Вселенной». Это новый способ определения космологических расстояний, ...",
      "link": "https://3dnews.ru/1133493",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133493/400275535.jpg",
      "pubDate": "2025-12-05T20:57:00+03:00",
      "hashtags": [
        "#радар",
        "#it"
      ]
    },
    {
      "id": "DTF_4_1765020631",
      "title": "Разработчики Monster Hunter Wilds призвали игроков вернуться и анонсировали презентацию на 8 декабря",
      "description": "На трансляции поделятся деталями следующего крупного апдейта.",
      "shortDescription": "На трансляции поделятся деталями следующего крупного апдейта.",
      "link": "https://dtf.ru/games/4513943-monster-hunter-wilds-prezentatsiya-8-dekabrya?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/4c4ad4bc-28a5-573c-ba11-536306aeb341/",
      "pubDate": "2025-12-05T20:40:08+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_34_1765020630",
      "title": "Не все чувства одинаково полезны: как искусственный интеллект объединяет информацию из разных источников",
      "description": "Новое исследование показывает, что мультимодальные модели искусственного интеллекта неравномерно полагаются на визуальные и текстовые данные, что может приводить к ошибкам при обработке противоречивой информации. Читать далее",
      "shortDescription": "Новое исследование показывает, что мультимодальные модели искусственного интеллекта неравномерно полагаются на визуальные и текстовые данные, что может приводить к ошибкам при обработке противоречивой информации. Читать далее",
      "link": "https://habr.com/ru/articles/973866/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973866",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/73e/9f3/b95/73e9f3b9568a2081d8cfafae0bed9bd6.png",
      "pubDate": "2025-12-05T20:35:25+00:00",
      "hashtags": [
        "#ИИ",
        "#искусственныйинтеллект"
      ]
    },
    {
      "id": "Habr_35_1765020630",
      "title": "Обзор препринтов научных статей в области Информатики",
      "description": "Свежая подборка интересных научных статей в области Информатики, опубликованных на arXiv.org.Данный дайджест охватывает передовые и высокоспециализированные исследования в области информатики, которые формируют научный авангард IT-индустрии. Читать далее",
      "shortDescription": "Свежая подборка интересных научных статей в области Информатики, опубликованных на arXiv.org.Данный дайджест охватывает передовые и высокоспециализированные исследования в области информатики, которые формируют научный авангард IT-индустрии. Читать далее",
      "link": "https://habr.com/ru/articles/967184/?utm_source=habrahabr&utm_medium=rss&utm_campaign=967184",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f95/088/4e0/f950884e058b88a005a5d0059d023e33.png",
      "pubDate": "2025-12-05T20:20:43+00:00",
      "hashtags": [
        "#ИИ",
        "#AR",
        "#it"
      ]
    },
    {
      "id": "DTF_10_1765020631",
      "title": "Resident Evil Requiem покажут на The Game Awards",
      "description": "Организаторы шоу пообещали поделиться новыми материалами.",
      "shortDescription": "Организаторы шоу пообещали поделиться новыми материалами.",
      "link": "https://dtf.ru/games/4513854-resident-evil-requiem-na-the-game-awards?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/2f23d6e9-7b9e-53a0-a992-389fc3d85870/",
      "pubDate": "2025-12-05T19:29:34+03:00",
      "hashtags": [
        "#AR",
        "#ui",
        "#game"
      ]
    },
    {
      "id": "3DNews_40_1765020632",
      "title": "Foxconn не прекращает снимать сливки с ИИ-бума — выручка взлетела на 26 % благодаря серверам",
      "description": "Foxconn является крупнейшим в мире контрактным производителем электроники. Компания производит широчайший ассортимент продукции — от сборки iPhone для Apple до выпуска серверов Nvidia и не только для центров обработки данных. Foxconn сообщила об увеличении выручки на 26 % в годовом исчислении, указав на «рост спроса на серверные стойки с ИИ» как на ключевой фактор этого роста. Источник изображения: Foxconn",
      "shortDescription": "Foxconn является крупнейшим в мире контрактным производителем электроники. Компания производит широчайший ассортимент продукции — от сборки iPhone для Apple до выпуска серверов Nvidia и не только для центров обработки данных. Foxconn сообщила об увеличении выручки на 26 % в годовом исчислении, указа...",
      "link": "https://3dnews.ru/1133485",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133485/foxconn.jpg",
      "pubDate": "2025-12-05T18:03:00+03:00",
      "hashtags": [
        "#ИИ",
        "#сервер"
      ]
    },
    {
      "id": "vc.ru_0_1765020630",
      "title": "Минцифры сообщило о постепенном отказе от подтверждения входа на Госуслуги с помощью SMS: что известно",
      "description": "По данным Telegram-каналов и СМИ, пользователи приложений стали получать сообщение, что войти теперь можно только с помощью мессенджера Max. В веб-версию пока можно зайти по коду из SMS.",
      "shortDescription": "По данным Telegram-каналов и СМИ, пользователи приложений стали получать сообщение, что войти теперь можно только с помощью мессенджера Max. В веб-версию пока можно зайти по коду из SMS.",
      "link": "https://vc.ru/services/2634378-gosuslugi-trebuyut-podklyuchit-messendzher-max-dlya-vkhoda?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/22a8b26f-6406-59fb-a4af-a2645886de25/",
      "pubDate": "2025-12-05T17:40:06+03:00",
      "hashtags": [
        "#код",
        "#веб"
      ]
    },
    {
      "id": "DTF_9_1765020631",
      "title": "Тим Кейн вернулся в студию Obsidian Entertainment в качестве постоянного сотрудника",
      "description": "Он покинул команду в 2020-м, но не терял с ней связи, выступив консультантом The Outer Worlds 2.",
      "shortDescription": "Он покинул команду в 2020-м, но не терял с ней связи, выступив консультантом The Outer Worlds 2.",
      "link": "https://dtf.ru/gameindustry/4513557-tim-keyin-vernulsya-v-obsidian-entertainment?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/d0cebf1a-abfb-5287-b027-ed1dcbd1faf9/",
      "pubDate": "2025-12-05T17:30:27+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "vc.ru_11_1765020630",
      "title": "ЕС оштрафовал соцсеть X на $140 млн за нарушение правил регулирования контента и прозрачности, в том числе за «обманчивый дизайн» галочки верификации",
      "description": "TikTok, который пообещал устранить нарушения, избежал штрафа.",
      "shortDescription": "TikTok, который пообещал устранить нарушения, избежал штрафа.",
      "link": "https://vc.ru/social/2634150-es-oshtrofoval-sotsset-x-na-140-millionov?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/271f88d0-7dd1-59cd-b68e-e19e9a8dbfdb/",
      "pubDate": "2025-12-05T16:32:08+03:00",
      "hashtags": [
        "#дизайн",
        "#сеть",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_3_1765020630",
      "title": "Netflix объявил о покупке Warner Bros. за $82,7 млрд",
      "description": "Перед этим Discovery Global выделят в отдельную публичную компанию.",
      "shortDescription": "Перед этим Discovery Global выделят в отдельную публичную компанию.",
      "link": "https://vc.ru/media/2634174-netflix-pokupka-warner-bros-827-mlrd?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/d48d0152-986c-563c-9b2c-b7a73a897d7d/",
      "pubDate": "2025-12-05T16:22:27+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews_43_1765020632",
      "title": "Panasonic впервые доверила остекление офиса прозрачными солнечными панелями обычным рабочим со стройки",
      "description": "В текущем месяце компания Panasonic совместно с японским производителем строительных материалов YKK AP начала тесты по установке перовскитных солнечных панелей в обычные офисные окна. Стёкла изготовлены таким образом, чтобы вырабатывать энергию от падающего на них света. Для рабочих это непривычный материал, и Panasonic намерена убедиться, что работа с «солнечным» стеклом будет не сложнее остекления окон обычным стеклом. Источник изображения: Panasonic",
      "shortDescription": "В текущем месяце компания Panasonic совместно с японским производителем строительных материалов YKK AP начала тесты по установке перовскитных солнечных панелей в обычные офисные окна. Стёкла изготовлены таким образом, чтобы вырабатывать энергию от падающего на них света. Для рабочих это непривычный ...",
      "link": "https://3dnews.ru/1133474",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133474/panasonic.jpg",
      "pubDate": "2025-12-05T15:48:00+03:00",
      "hashtags": [
        "#тест",
        "#тесты"
      ]
    },
    {
      "id": "vc.ru_9_1765020630",
      "title": "Reuters: власти Индии рассматривали возможность обязать производителей смартфонов включать отслеживание геолокации устройств — Apple, Samsung и Google выступили против",
      "description": "Вопрос обсуждался ещё летом 2025 года, но окончательное решение до сих пор не приняли.",
      "shortDescription": "Вопрос обсуждался ещё летом 2025 года, но окончательное решение до сих пор не приняли.",
      "link": "https://vc.ru/tech/2634067-indiya-mozhet-obazat-apple-samsung-i-google-vklyuchit-geolokatsiyu?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/7c1b7aed-79d2-5158-8630-853b4f31695b/",
      "pubDate": "2025-12-05T15:26:28+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_45_1765020632",
      "title": "ИИ «Яндекса» распланирует снегоуборку в Подмосковье — впервые в России",
      "description": "Коммунальные службы Московской области первыми в России займутся снегоуборкой, планировать которую поручено службе с искусственным интеллектом «Яндекс Вектор». Мастера смены будут обращаться к алгоритмам машинного обучения при составлении плана уборки, распределения задач между работниками; система проследит за выполнением планов и подскажет водителям, когда потребуется что-то изменить. Источник изображения: Māris Prūsis / unsplash.com",
      "shortDescription": "Коммунальные службы Московской области первыми в России займутся снегоуборкой, планировать которую поручено службе с искусственным интеллектом «Яндекс Вектор». Мастера смены будут обращаться к алгоритмам машинного обучения при составлении плана уборки, распределения задач между работниками; система ...",
      "link": "https://3dnews.ru/1133472",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133472/snow.jpg",
      "pubDate": "2025-12-05T15:13:00+03:00",
      "hashtags": [
        "#ИИ",
        "#алгоритм"
      ]
    },
    {
      "id": "DTF_6_1765020631",
      "title": "Netflix объявил о покупке Warner Bros. за 82,7 миллиарда долларов",
      "description": "Библиотека онлайн-кинотеатра заметно расширится.",
      "shortDescription": "Библиотека онлайн-кинотеатра заметно расширится.",
      "link": "https://dtf.ru/cinema/4513324-netflix-pokupaet-warner-bros-za-82-7-milliarda-dollara?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/7382aad9-e384-50d3-9a0c-1eacafb2312b/",
      "pubDate": "2025-12-05T15:12:14+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews_46_1765020632",
      "title": "После обновления Tesla разрешила водителям писать SMS на ходу — полиция по-прежнему против",
      "description": "В начале ноября на ежегодном собрании акционеров глава Tesla Илон Маск (Elon Musk) пообещал, что в течение месяца или двух фирменный комплекс активных помощников водителя FSD позволит сидящему за рулём электромобиля Tesla человеку вести переписку в смартфоне без ущерба для безопасности движения. Недавнее обновление FSD до версии 14.2.1, по словам миллиардера, уже позволяет это делать. Источник изображения: Tesla",
      "shortDescription": "В начале ноября на ежегодном собрании акционеров глава Tesla Илон Маск (Elon Musk) пообещал, что в течение месяца или двух фирменный комплекс активных помощников водителя FSD позволит сидящему за рулём электромобиля Tesla человеку вести переписку в смартфоне без ущерба для безопасности движения. Нед...",
      "link": "https://3dnews.ru/1133468",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133468/fsd_01.jpg",
      "pubDate": "2025-12-05T14:17:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_47_1765020632",
      "title": "Индия собралась принудительно включить геолокацию на всех смартфонах навсегда — Apple, Google и Samsung против",
      "description": "Индийские власти изучают новую инициативу в телекоммуникационной отрасли — производителей смартфонов могут обязать сделать неотключаемой функцию спутниковой навигации на них. Apple, Google и Samsung уже выступили против, указав на проблемы с конфиденциальностью граждан, сообщает Reuters со ссылкой на несколько источников. Источник изображений: jaikishan patel / unsplash.com",
      "shortDescription": "Индийские власти изучают новую инициативу в телекоммуникационной отрасли — производителей смартфонов могут обязать сделать неотключаемой функцию спутниковой навигации на них. Apple, Google и Samsung уже выступили против, указав на проблемы с конфиденциальностью граждан, сообщает Reuters со ссылкой н...",
      "link": "https://3dnews.ru/1133464",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133464/man-phone_1.jpg",
      "pubDate": "2025-12-05T14:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AI",
        "#ai",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_6_1765020632",
      "title": "Сбой Cloudflare снова «положил» половину интернета — техобслуживание пошло не по плану",
      "description": "В условиях сложных инфраструктурных взаимосвязей проблемы даже одного провайдера интернет-сервисов сказываются на деятельности других. Второй за последние две недели сбой пережил сервис Cloudflare, который на этот раз затронул работу даже Downdetector — ресурса, на котором можно было пожаловаться, что не работает Cloudflare. Источник изображения: Cloudflare",
      "shortDescription": "В условиях сложных инфраструктурных взаимосвязей проблемы даже одного провайдера интернет-сервисов сказываются на деятельности других. Второй за последние две недели сбой пережил сервис Cloudflare, который на этот раз затронул работу даже Downdetector — ресурса, на котором можно было пожаловаться, ч...",
      "link": "https://3dnews.ru/1133460",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133460/cloudflare_down_01.jpg",
      "pubDate": "2025-12-05T12:40:00+03:00",
      "hashtags": [
        "#cloud",
        "#интернет",
        "#AR"
      ]
    },
    {
      "id": "3DNews_9_1765020632",
      "title": "Гоночный боевик на выживание Carmageddon: Rogue Shift вышел из тени — подробности и первый трейлер переосмысления легендарной серии",
      "description": "Как и было обещано, полноценный анонс гоночного роглайт-экшена Carmageddon: Rogue Shift от принадлежащей Saber Interactive итальянской студии 34BigThings (Redout 2) не заставил себя долго ждать.   Источник изображений: 34BigThings",
      "shortDescription": "Как и было обещано, полноценный анонс гоночного роглайт-экшена Carmageddon: Rogue Shift от принадлежащей Saber Interactive итальянской студии 34BigThings (Redout 2) не заставил себя долго ждать.   Источник изображений: 34BigThings",
      "link": "https://3dnews.ru/1133442",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133442/00.jpg",
      "pubDate": "2025-12-05T09:15:10+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_10_1765020632",
      "title": "Антирекорд Apple: iPhone Air за десять недель с покупки теряет почти половину стоимости",
      "description": "По некоторым данным, любопытство пользователей в отношении сверхтонкого iPhone Air в реальные продажи не конвертировалось, что в итоге даже могло подтолкнуть Apple к решению о снятии смартфона с производства уже в этом году. По данным SellCell, новинка Apple побила антирекорд 2022 года, поскольку на вторичном рынке iPhone Air за первые десять недель эксплуатации теряет почти половину начальной стоимости. Источник изображения: Apple",
      "shortDescription": "По некоторым данным, любопытство пользователей в отношении сверхтонкого iPhone Air в реальные продажи не конвертировалось, что в итоге даже могло подтолкнуть Apple к решению о снятии смартфона с производства уже в этом году. По данным SellCell, новинка Apple побила антирекорд 2022 года, поскольку на...",
      "link": "https://3dnews.ru/1133435",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133435/iphone_air.jpg",
      "pubDate": "2025-12-05T06:47:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AI",
        "#ai",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_11_1765020632",
      "title": "Valve работает над Lepton — надстройкой на базе Waydroid, которая позволит запускать Android-игры в SteamOS",
      "description": "Компания Valve тестирует программное обеспечение под рабочим названием Lepton, которое позволит запускать Android-приложения на устройствах под управлением Linux, включая портативную игровую консоль Steam Deck и VR-гарнитуру Valve, выход которой ожидается в начале 2026 года. Информация об этом появилась после обнаружения в SteamDB и на внутренней странице магазина Steam логотипа проекта. Источник изображения: Valve",
      "shortDescription": "Компания Valve тестирует программное обеспечение под рабочим названием Lepton, которое позволит запускать Android-приложения на устройствах под управлением Linux, включая портативную игровую консоль Steam Deck и VR-гарнитуру Valve, выход которой ожидается в начале 2026 года. Информация об этом появи...",
      "link": "https://3dnews.ru/1133432",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133432/lepton.jpg",
      "pubDate": "2025-12-05T06:07:00+03:00",
      "hashtags": [
        "#VR",
        "#тест",
        "#ux",
        "#игры"
      ]
    },
    {
      "id": "3DNews_17_1765020632",
      "title": "Метавселенная Цукерберга схлопывается — M**a планирует радикально урезать расходы на неё",
      "description": "Глава M**a Марк Цукерберг (Mark Zuckerberg) значительно сократит траты на создание так называемой метавселенной. Это начинание он когда-то называл будущим компании и причиной смены названия с F******k на M**a. По слухам, рассматривается 30-процентное сокращение бюджета. Оно затронет продукт для виртуальных миров Horizon Worlds и подразделение виртуальной реальности Quest. Первые увольнения начнутся уже в январе. Источник изображений: M**a",
      "shortDescription": "Глава M**a Марк Цукерберг (Mark Zuckerberg) значительно сократит траты на создание так называемой метавселенной. Это начинание он когда-то называл будущим компании и причиной смены названия с F******k на M**a. По слухам, рассматривается 30-процентное сокращение бюджета. Оно затронет продукт для вирт...",
      "link": "https://3dnews.ru/1133416",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133416/meta-quest-entertainment-unsplash.jpg",
      "pubDate": "2025-12-04T19:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_22_1765020632",
      "title": "«За гранью всего, что кто-либо из нас мог представить»: нашумевшая Clair Obscur: Expedition 33 стала одним из главных хитов Game Pass в 2025 году",
      "description": "Нашумевшая фэнтезийная пошаговая ролевая игра Clair Obscur: Expedition 33 от разработчиков из французской студии Sandfall Interactive оказалась хитом не только продаж, но и сервиса Game Pass.   Источник изображения: Sandfall Interactive",
      "shortDescription": "Нашумевшая фэнтезийная пошаговая ролевая игра Clair Obscur: Expedition 33 от разработчиков из французской студии Sandfall Interactive оказалась хитом не только продаж, но и сервиса Game Pass.   Источник изображения: Sandfall Interactive",
      "link": "https://3dnews.ru/1133388",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133388/00.jpg",
      "pubDate": "2025-12-04T13:40:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#it",
        "#ИИ",
        "#game"
      ]
    },
    {
      "id": "Ведомости Технологии_10_1765020636",
      "title": "В России запретят учиться с иностранными роботами",
      "description": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "shortDescription": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/03/1160054-v-rossii-zapretyat-uchitsya-s-inostrannimi-robotami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9c/1ev7nd/normal-1txb.png",
      "pubDate": "2025-12-03T00:35:15+03:00",
      "hashtags": [
        "#ИИ",
        "#робот"
      ]
    },
    {
      "id": "Ведомости Технологии_13_1765020636",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_15_1765020636",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#приложение",
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_19_1765020636",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_24_1765020636",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#ИИ",
        "#сервер"
      ]
    },
    {
      "id": "Ведомости Технологии_26_1765020636",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1765020636",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#компьютер",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_33_1765020636",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "Ведомости Технологии_36_1765020636",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_37_1765020636",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_40_1765020636",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_43_1765020636",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#ИИ",
        "#AR",
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_44_1765020636",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_0_1765020643",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_1_1765020643",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб",
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_2_1765020643",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_4_1765020643",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_5_1765020643",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_6_1765020643",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_7_1765020643",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_19_1765020643",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1765020643",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1765020643",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_24_1765020643",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_25_1765020643",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1765020643",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#ai",
        "#it",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_34_1765020643",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_36_1765020643",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1765020643",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_41_1765020643",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1765020643",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_45_1765020643",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#платформа",
        "#ИИ"
      ]
    }
  ]
}