{
  "lastUpdated": "2025-12-04T08:48:36.324138",
  "totalNews": 84,
  "categories": [
    "Технологии",
    "Игры"
  ],
  "hashtags": [
    "#цифровой",
    "#платформа",
    "#сервер",
    "#радио",
    "#AI",
    "#интеграция",
    "#машинноеобучение",
    "#ИИ",
    "#game",
    "#ai",
    "#финтех",
    "#стартап",
    "#разработка",
    "#структура",
    "#AR",
    "#ui",
    "#компьютер",
    "#тесты",
    "#искусственныйинтеллект",
    "#it",
    "#смартфон",
    "#дизайн",
    "#игры",
    "#тест",
    "#код",
    "#алгоритм",
    "#кибер",
    "#веб",
    "#ux",
    "#интернет",
    "#приложение",
    "#gpu",
    "#робот",
    "#технологии"
  ],
  "news": [
    {
      "id": "DTF_3_1764838100",
      "title": "Ремейк Prince of Persia: Sands of Time не покажут на The Game Awards 2025",
      "description": "Несмотря на то, что переосмысление собираются выпустить уже в первом квартале 2026 года.",
      "shortDescription": "Несмотря на то, что переосмысление собираются выпустить уже в первом квартале 2026 года.",
      "link": "https://dtf.ru/games/4510529-remeik-prince-of-persia-sands-of-time-ne-pokazhut-na-the-game-awards-2025?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/f9aa2060-1f09-56de-a81e-c9a47a8131f2/",
      "pubDate": "2025-12-04T11:42:02+03:00",
      "hashtags": [
        "#AR",
        "#game"
      ]
    },
    {
      "id": "ixbt.com_2_1764838104",
      "title": "Lada Aura с заводским ГБО вышла на испытания",
      "description": "Битопливная модификация Lada Aura CNG перешла к практическим испытаниям — как сообщает «Российская газета», автомобиль передан в тестовую эксплуатацию Национальной газомоторной ассоциации. Передача машины на тесты намекает на возможный выход модели в мелкую серию. Такой вариант особенно актуален на фоне активных закупок Lada Aura таксопарками по тарифам «Комфорт» и «Комфорт плюс»: сниженная стоимость эксплуатации на метане может стать весомым аргументом для корпоративных клиентов. Новая CNG-версия при этом сохраняет все характеристики стандартной Aura.  Фото: пресс-служба \"АТС Авто\" Lada Aura — это удлиненный седан D-класса на базе Lada Vesta с улучшенным комфортом для пассажиров второго ряда. Он оснащается 1,8-литровым двигателем мощностью 122 л.с. и вариатором (CVT), имеет длину 4690 мм и колесную базу 2885 мм.",
      "shortDescription": "Битопливная модификация Lada Aura CNG перешла к практическим испытаниям — как сообщает «Российская газета», автомобиль передан в тестовую эксплуатацию Национальной газомоторной ассоциации. Передача машины на тесты намекает на возможный выход модели в мелкую серию. Такой вариант особенно актуален на ...",
      "link": "https://www.ixbt.com/news/2025/12/04/lada-aura-s-zavodskim-gbo-vyshla-na-ispytanija.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/4/34_80e_large.jpg",
      "pubDate": "2025-12-04T11:18:00+03:00",
      "hashtags": [
        "#тест",
        "#тесты",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_3_1764838104",
      "title": "Физики научились «картографировать» тёмную материю с большей точностью и скоростью",
      "description": "Учёные из Института теоретической физики «Периметр» (Perimeter Institute) разработали новый метод, позволяющий изучать влияние самодействующей тёмной материи (SIDM) на эволюцию космических структур. Тёмная материя, составляющая значительную часть массы Вселенной, не взаимодействует с обычным веществом, но может взаимодействовать сама с собой. Частицы SIDM сталкиваются и отталкиваются друг от друга, сохраняя энергию. Эти столкновения влияют на структуру гало тёмной материи, в которых находятся галактики, такие как Млечный Путь. «Тёмная материя образует относительно рыхлые сгустки, которые всё ещё намного плотнее средней плотности Вселенной», – объясняет Джеймс Гуриан, один из авторов исследования. Взаимодействие частиц SIDM приводит к так называемому гравитермальному коллапсу в гало тёмной материи. Этот процесс, на первый взгляд, противоречит интуиции: когда энергия удаляется из гравитационно-связанной системы, она не охлаждается, а нагревается. «Самодействующая тёмная материя переносит энергию, и она имеет тенденцию переносить энергию наружу в этих гало, – говорит Гуриан. – Это приводит к тому, что внутренняя часть ядра становится горячей и плотной, поскольку энергия переносится наружу».  Источник: Scott Lord / Pexels Моделирование структур, образующихся в результате взаимодействия SIDM, – сложная задача. Существующие методы хорошо работают либо при низкой плотности тёмной материи (N-body моделирование), либо при высокой плотности (гидродинамический подход). Однако для промежуточных значений плотности эффективного метода до сих пор не существовало. Новый код KISS-SIDM (Kinetic Spherically Symmetric SIDM) заполняет этот пробел. KISS-SIDM быстрее и точнее предыдущих аналогов и доступен для использования другими учёными. «Раньше, чтобы проверить различные параметры для самодействующей тёмной материи, нужно было либо использовать упрощённую гидродинамическую модель, либо обращаться к кластеру, что вычислительно дорого. Этот код быстрее, и его можно запустить на ноутбуке», – отмечает Гуриан. Разработка нового кода позволит более детально изучить влияние взаимодействующей тёмной материи на формирование космических структур. По словам Нила Далала, сотрудника Института «Периметр», работа Гуриана и Мэя открывает возможности для широкого спектра исследований, которые ранее были невозможны. В частности, понимание процесса гравитермального коллапса может пролить свет на механизм образования чёрных дыр.",
      "shortDescription": "Учёные из Института теоретической физики «Периметр» (Perimeter Institute) разработали новый метод, позволяющий изучать влияние самодействующей тёмной материи (SIDM) на эволюцию космических структур. Тёмная материя, составляющая значительную часть массы Вселенной, не взаимодействует с обычным веществ...",
      "link": "https://www.ixbt.com/news/2025/12/04/fiziki-nauchilis-kartografirovat-tjomnujumaterijus-bolshej-tochnostju-i-skorostju.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/11/4/converted - 2025-12-04T105225.240_large.jpg",
      "pubDate": "2025-12-04T10:51:00+03:00",
      "hashtags": [
        "#it",
        "#разработка",
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "vc.ru_2_1764838099",
      "title": "В начале 2026 года в России запустят мессенджер «Молния» российско-китайской разработки",
      "description": "Его готовят «Ред Софт» и Passion.",
      "shortDescription": "Его готовят «Ред Софт» и Passion.",
      "link": "https://vc.ru/social/2631439-molniya?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/b3d9d569-8d50-529b-9fb1-a3b8d6fb0040/",
      "pubDate": "2025-12-04T10:50:42+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_46_1764838101",
      "title": "Глава Anthropic тонко намекнул, что OpenAI работает по принципу «живём лишь раз» — и рискует слишком сильно",
      "description": "Представителям крупных ИИ-стартапов приходится отвечать на вопросы по поводу назревания «пузыря» в отрасли, поэтому основатель Anthropic Дарио Амодеи (Dario Amodei) не смог избежать этой участи в ходе организованного The New York Times мероприятия DealBook Summit. В весьма осторожных выражениях он дал понять, что OpenAI и его руководство ведут себя в этом отношении не совсем осмотрительно. Источник изображения: Evan-Marie Petit Photography",
      "shortDescription": "Представителям крупных ИИ-стартапов приходится отвечать на вопросы по поводу назревания «пузыря» в отрасли, поэтому основатель Anthropic Дарио Амодеи (Dario Amodei) не смог избежать этой участи в ходе организованного The New York Times мероприятия DealBook Summit. В весьма осторожных выражениях он д...",
      "link": "https://3dnews.ru/1133369",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133369/anthropic_01.jpg",
      "pubDate": "2025-12-04T10:07:00+03:00",
      "hashtags": [
        "#стартап",
        "#AI",
        "#ИИ",
        "#it",
        "#AR",
        "#ai"
      ]
    },
    {
      "id": "3DNews_47_1764838101",
      "title": "Ubisoft подтвердила, что многострадальный ремейк Prince of Persia: The Sands of Time не выйдет из тени на The Game Awards 2025",
      "description": "Несмотря на молчание со стороны Ubisoft Montreal, многострадальный ремейк культового приключенческого экшена Prince of Persia: The Sands of Time как никогда близок к релизу, однако на следующей неделе из тени не выйдет.   Источник изображений: Ubisoft",
      "shortDescription": "Несмотря на молчание со стороны Ubisoft Montreal, многострадальный ремейк культового приключенческого экшена Prince of Persia: The Sands of Time как никогда близок к релизу, однако на следующей неделе из тени не выйдет.   Источник изображений: Ubisoft",
      "link": "https://3dnews.ru/1133367",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133367/00.jpg",
      "pubDate": "2025-12-04T09:02:57+03:00",
      "hashtags": [
        "#AR",
        "#game"
      ]
    },
    {
      "id": "Habr_0_1764838098",
      "title": "Паника Сэма Альтмана: Почему пользователи бегут из ChatGPT, а Google празднует победу",
      "description": "OpenAI нажала на красную кнопку, и сегодня оказалась в позиции отстающих. Разберемся, почему так случилось, и кто смог обогнать AI-первопроходца. Читать далее",
      "shortDescription": "OpenAI нажала на красную кнопку, и сегодня оказалась в позиции отстающих. Разберемся, почему так случилось, и кто смог обогнать AI-первопроходца. Читать далее",
      "link": "https://habr.com/ru/articles/973070/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973070",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f03/5d6/71b/f035d671b22f011a693b6b6d398d071f.png",
      "pubDate": "2025-12-04T08:44:16+00:00",
      "hashtags": [
        "#ai",
        "#ИИ",
        "#AI"
      ]
    },
    {
      "id": "Habr_2_1764838098",
      "title": "Как в 2026 году снизить стоимость разработки интеграций",
      "description": "На связи Сергей Скирдин, технический директор ИТ-интегратора «Белый код». В этом году мы много работали над интеграциями для крупных и средних компаний. Одна из платформ, которую активно внедряем в проектах — DATAREON Platform. В процессе часто возникает потребность в автоматизации рутинных задач: генерации обработчиков, настройке коннекторов, работе с хранилищем. Расскажу, что есть сейчас для более простого и более дешевого переноса данных из 1С. Читать далее",
      "shortDescription": "На связи Сергей Скирдин, технический директор ИТ-интегратора «Белый код». В этом году мы много работали над интеграциями для крупных и средних компаний. Одна из платформ, которую активно внедряем в проектах — DATAREON Platform. В процессе часто возникает потребность в автоматизации рутинных задач: г...",
      "link": "https://habr.com/ru/companies/w_code/articles/973144/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973144",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f11/534/a62/f11534a62a4925b8f5f082f1d699df28.png",
      "pubDate": "2025-12-04T08:20:13+00:00",
      "hashtags": [
        "#AR",
        "#код",
        "#ИИ",
        "#интеграция"
      ]
    },
    {
      "id": "Habr_4_1764838098",
      "title": "[Перевод] ЦРУ превратило 6 собак в дистанционно управляемых убийц",
      "description": "Благодаря рассекреченным документам общественность теперь хорошо осведомлена о неудачных попытках Центрального разведывательного управления (ЦРУ) в области контроля над сознанием в 1950-х и 1960-х годах. MKUltra — сверхсекретная и широкомасштабная программа экспериментов на людях — включала 149 подпроектов, в рамках которых тысячи ничего не подозревающих американцев становились подопытными, подвергались воздействию высоковольтных разрядов, радиоволн и психоделических препаратов в попытке разработать методы «промывания мозгов» для использования против противника – СССР.Но люди были не единственными участниками MKUltra, не давшими на это согласия. Животные также играли главную роль в исследованиях, направленных на усиление шпионской деятельности во время холодной войны. Хирурги имплантировали микрофоны в уши кошек. Слону якобы вводили огромные дозы ЛСД. А в одном особенно жутком эксперименте учёные имплантировали электроды в мозг шести собак, пытаясь контролировать их движения и превратить их в дистанционно управляемых убийц. Читать далее",
      "shortDescription": "Благодаря рассекреченным документам общественность теперь хорошо осведомлена о неудачных попытках Центрального разведывательного управления (ЦРУ) в области контроля над сознанием в 1950-х и 1960-х годах. MKUltra — сверхсекретная и широкомасштабная программа экспериментов на людях — включала 149 подп...",
      "link": "https://habr.com/ru/articles/973020/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973020",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/4b8/912/56e/4b891256e5b0785897a81b42462871e6.jpg",
      "pubDate": "2025-12-04T08:10:28+00:00",
      "hashtags": [
        "#радио"
      ]
    },
    {
      "id": "Habr_5_1764838098",
      "title": "Как начать работать с Nuxt UI — библиотекой компонентов для Vue и Nuxt",
      "description": "Недавно UI-библиотека Nuxt UI получила серьёзное обновление — версию Nuxt UI 4. Это принесло два больших изменения. Во-первых, теперь можно использовать Nuxt UI не только с Nuxt, но и с Vue напрямую. Во-вторых, все ранее платные возможности (Pro-компоненты, стартовые шаблоны и Figma UI Kit) теперь полностью бесплатны.Всё это хороший повод разобраться, как же устроена Nuxt UI, в чём её преимущества и как начать с ней работать. Читать далее",
      "shortDescription": "Недавно UI-библиотека Nuxt UI получила серьёзное обновление — версию Nuxt UI 4. Это принесло два больших изменения. Во-первых, теперь можно использовать Nuxt UI не только с Nuxt, но и с Vue напрямую. Во-вторых, все ранее платные возможности (Pro-компоненты, стартовые шаблоны и Figma UI Kit) теперь п...",
      "link": "https://habr.com/ru/companies/timeweb/articles/971892/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971892",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/146/eec/931/146eec9313d8646b25dffa5255cb9c29.jpg",
      "pubDate": "2025-12-04T08:05:24+00:00",
      "hashtags": [
        "#it",
        "#ux",
        "#ui"
      ]
    },
    {
      "id": "Habr_7_1764838098",
      "title": "Секреты на клиенте: как снизить вероятность утечки с нуля до почти нуля",
      "description": "Мобильное приложение всегда оказывается на устройстве пользователя — а значит, потенциально доступ к нему может быть и у злоумышленника. Это значительно повышает требования к безопасности выпускаемых продуктов, поскольку в коде приложений неизбежно содержатся конфиденциальные данные, которые используются разработчиками. Соответственно, обязательным условием становится защита секретов на клиенте от утечек.Привет, Хабр. Меня зовут Кирилл Смирнов. Я руководитель разработки в iOS команде СберЗдоровья — MedTech компании №1 в России. В этой статье я расскажу, где в iOS-приложениях хранятся секреты и как их находят, почему важно скрывать секреты, и как выстроить надежную защиту с учетом потенциальных угроз. Материал подготовлен по мотивам моего доклада на Podlodka iOS Crew. Вы можете посмотреть его здесь.  Читать далее",
      "shortDescription": "Мобильное приложение всегда оказывается на устройстве пользователя — а значит, потенциально доступ к нему может быть и у злоумышленника. Это значительно повышает требования к безопасности выпускаемых продуктов, поскольку в коде приложений неизбежно содержатся конфиденциальные данные, которые использ...",
      "link": "https://habr.com/ru/companies/docdoc/articles/970796/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970796",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/c61/820/ee8/c61820ee8199e53c5d13fdd4ea59c1d5.jpg",
      "pubDate": "2025-12-04T08:00:21+00:00",
      "hashtags": [
        "#код",
        "#ИИ",
        "#приложение"
      ]
    },
    {
      "id": "Habr_13_1764838098",
      "title": "Больше, чем BI: 23 фичи Luxms BI, которыми мы гордимся. Часть 3: решения для специализированных задач",
      "description": "Это третья часть серии «23 фичи Luxms BI, которыми мы гордимся». В первой мы говорили о платформенности и архитектуре, о том, на чем держится система. Во второй – о классическом BI-функционале, который делает систему BI-системой.А сегодня мы расскажем, что происходит, когда бизнес-задачи перерастают рамки стандартной аналитики. Речь пойдет о функциях, которые превращают Luxms BI из инструмента визуализации в платформу для решения сложных, специализированных задач. Именно эти возможности наши заказчики чаще всего характеризуют фразой «а вот это – действительно больше, чем BI». Читать далее",
      "shortDescription": "Это третья часть серии «23 фичи Luxms BI, которыми мы гордимся». В первой мы говорили о платформенности и архитектуре, о том, на чем держится система. Во второй – о классическом BI-функционале, который делает систему BI-системой.А сегодня мы расскажем, что происходит, когда бизнес-задачи перерастают...",
      "link": "https://habr.com/ru/companies/luxms_bi/articles/972946/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972946",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/9f5/19d/0d0/9f519d0d03b86cbfab0b08d37f15f5ad.png",
      "pubDate": "2025-12-04T07:31:14+00:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_15_1764838098",
      "title": "Мы превращаемся в операторов Claude? Разбор отчета Anthropic и поиск выхода из тупика",
      "description": "Вы тоже думали, что в Anthropic сидят небожители, которые пишут идеальный код с помощью секретных версий Claude 5.0? Похоже, нет. У них те же проблемы, что и у нас: джуны разучились гуглить, сеньоры ленятся писать документацию, а \"холодный старт\" проекта вгоняет в ступор даже SotA модели.На днях компания выпустила крутой разбор – как AI трансформирует их внутреннюю культуру. Там есть всё: от признаний в некомпетентности до споров о том, умирает ли профессия.Я разобрал ключевые тезисы исследования, чтобы понять: мы наблюдаем эволюцию разработчика или его превращение в оператора кнопки \"Сделать красиво\"? Читать далее",
      "shortDescription": "Вы тоже думали, что в Anthropic сидят небожители, которые пишут идеальный код с помощью секретных версий Claude 5.0? Похоже, нет. У них те же проблемы, что и у нас: джуны разучились гуглить, сеньоры ленятся писать документацию, а \"холодный старт\" проекта вгоняет в ступор даже SotA модели.На днях ком...",
      "link": "https://habr.com/ru/articles/973122/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973122",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-04T07:16:46+00:00",
      "hashtags": [
        "#код",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "Habr_17_1764838098",
      "title": "Interrupt-интерфейс человеческой психики",
      "description": "Те, кто изучал работу компьютерных систем, знают, что в них есть понятие «прерываний», которые позволяют экономить драгоценное процессорное время, прерываясь от текущих задач и обрабатывая некое событие, только тогда, когда оно произошло, а не постоянно следя за этим, иначе никакого высокопроизводительного процессора не хватит ни на что. Это можно сравнить с тем, как если бы вы, постоянно, каждую секунду, открывали и закрывали входную дверь в квартиру, непрерывно проверяя, не пришёл ли кто-нибудь? Согласитесь, что мы так не делаем, так как это было бы нерационально.Забавно, но, уже достаточно давно, я отслеживаю один любопытный феномен, который я для себя назвал «interrupt-интерфейс человеческой психики»... Читать далее",
      "shortDescription": "Те, кто изучал работу компьютерных систем, знают, что в них есть понятие «прерываний», которые позволяют экономить драгоценное процессорное время, прерываясь от текущих задач и обрабатывая некое событие, только тогда, когда оно произошло, а не постоянно следя за этим, иначе никакого высокопроизводит...",
      "link": "https://habr.com/ru/companies/beget/articles/971658/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971658",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f71/cde/9f8/f71cde9f8fe00892ab4685293bfc1416.png",
      "pubDate": "2025-12-04T07:06:00+00:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "Habr_18_1764838098",
      "title": "Как Temporal без боли решает привычную проблему распределённой бизнес-логики",
      "description": "Меня зовут Миша, я бэкенд‑разработчик в платформе Яндекс Еды, и в этой статье я расскажу о принципах работы Temporal: почему мы его выбрали как основу нового процессинга, в чём его сильные стороны и как изменилась наша жизнь после перехода. Раньше для такого требовались: стейт‑машина с полудюжиной состояний, очереди и воркеры, обработчики на каждое событие и блокировки от race conditions. Теперь всё это описано в одной функции, которая вообще выглядит как псевдокод. Магия? Нет, Temporal. С тех пор как мы перенесли процессинг на Temporal, разработка существенно упростилась. Пользователь оплачивает заказ, ресторан его подтверждает и готовит, курьер забирает и привозит — ровно это и отражено в коде. Ну разве не прелесть? Читать далее",
      "shortDescription": "Меня зовут Миша, я бэкенд‑разработчик в платформе Яндекс Еды, и в этой статье я расскажу о принципах работы Temporal: почему мы его выбрали как основу нового процессинга, в чём его сильные стороны и как изменилась наша жизнь после перехода. Раньше для такого требовались: стейт‑машина с полудюжиной с...",
      "link": "https://habr.com/ru/companies/yandex/articles/972612/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972612",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/abb/0c1/99f/abb0c199feb679d7c4bead6b1ce1816d.png",
      "pubDate": "2025-12-04T07:00:58+00:00",
      "hashtags": [
        "#it",
        "#разработка",
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "Habr_19_1764838098",
      "title": "Почему безупречный код — это ноль, если бухгалтер не нашел кнопку «сохранить»",
      "description": "Вам наверняка попадался тот самый мем: «Как видит проект заказчик / как видит разработчик / как видит пользователь». Так вот, я — тот парень, который рисует четвертую картинку: «Как это должно работать на самом деле» и «как сделать продукт, который устроит всех». Меня зовут  Ярослав, я data pre-sale в MWS. За долгие годы работы я совершил массу ошибок и однажды чуть не похоронил проект, потому что послушал заказчика и не поговорил с бухгалтером, которому в итоге предстояло пользоваться продуктом. Оказалось, их боли — две огромные разницы. В итоге я вывел для себя два главных правила:— Не бойся ошибаться, бойся ошибаться медленно. Чем раньше ты получишь фидбэк от реального пользователя, тем дешевле и быстрее все исправишь.— Твоя главная суперсила — не техстек, а синергия. Умение переводить с языка бизнес-хотелок на язык Python и обратно, а потом и на диалект «бухгалтера Галины Ивановны» — вот что определяет успех твоего проекта. Сегодня я расскажу, как, принимая ошибки и выстраивая коммуникацию, можно создать продукт, который будут реально использовать и рекомендовать другим. Читать далее",
      "shortDescription": "Вам наверняка попадался тот самый мем: «Как видит проект заказчик / как видит разработчик / как видит пользователь». Так вот, я — тот парень, который рисует четвертую картинку: «Как это должно работать на самом деле» и «как сделать продукт, который устроит всех». Меня зовут  Ярослав, я data pre-sale...",
      "link": "https://habr.com/ru/companies/ru_mts/articles/972764/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972764",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/641/236/b3a/641236b3a38db0e1d5efce4be575fcf2.png",
      "pubDate": "2025-12-04T07:00:57+00:00",
      "hashtags": [
        "#код"
      ]
    },
    {
      "id": "Habr_21_1764838098",
      "title": "Стереотипы про IT: правда или миф",
      "description": "Привет, Хабр! Команда подкаста «Скрамное ИТ» снова на связи. И на очереди наш новый выпуск, в котором мы, два его ведущих Зураб и Савелий, обсуждаем айтишные стереотипы. Да, нас стало на одного ведущего меньше, но, как я уже сказал, его место занял немногословный коллега. И знаете, его молчаливая мудрость и тонкая ирония задали тон всей беседе. Итак, тема нашего выпуска родилась из бесконечных мемов и шуток про айтишников, и мы решили разобраться, где правда, а где вымысел. Давайте же вместе с вами докопаемся до сути: почему образ программиста в массовом сознании так прочно оброс мифами и насколько он соответствует реальности?  Читать далее",
      "shortDescription": "Привет, Хабр! Команда подкаста «Скрамное ИТ» снова на связи. И на очереди наш новый выпуск, в котором мы, два его ведущих Зураб и Савелий, обсуждаем айтишные стереотипы. Да, нас стало на одного ведущего меньше, но, как я уже сказал, его место занял немногословный коллега. И знаете, его молчаливая му...",
      "link": "https://habr.com/ru/companies/reksoft/articles/972022/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972022",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/883/7a0/554/8837a0554876a60a55f3a4faf08b91cd.png",
      "pubDate": "2025-12-04T07:00:53+00:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_26_1764838099",
      "title": "Эволюция вагонов метро в России: как «железо» под землёй догоняет 2025-й",
      "description": "Под землёй каждый день работает один из самых нагруженных «кластера» в стране — поезда метро, которые мы привыкли воспринимать как нечто само собой разумеющееся. За последние 10–15 лет российские метрополитены прошли путь от «номерных» вагонов с лампочками и табличками к платформам уровня «Москва‑2020/2024» и «Балтиец» со сквозным проходом, цифровой диагностикой и подготовкой под беспилотное вождение. Эта статья — попытка посмотреть на эволюцию вагонов метро как на обновление крупной системы: что именно меняется в «железе», зачем это нужно городу и пассажиру и куда всё идёт после 2025 года. Прокатиться по истории метро",
      "shortDescription": "Под землёй каждый день работает один из самых нагруженных «кластера» в стране — поезда метро, которые мы привыкли воспринимать как нечто само собой разумеющееся. За последние 10–15 лет российские метрополитены прошли путь от «номерных» вагонов с лампочками и табличками к платформам уровня «Москва‑20...",
      "link": "https://habr.com/ru/articles/973094/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973094",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/1ef/e64/032/1efe64032f149928f126927d9ebcbeaf.webp",
      "pubDate": "2025-12-04T06:24:09+00:00",
      "hashtags": [
        "#цифровой",
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_32_1764838099",
      "title": "Эксплуатация уязвимости race condition CVE-2025-29824 в Windows",
      "description": "Привет, Хабр! На связи Марат Гаянов, я занимаюсь исследованием безопасности. В сфере моих профессиональных интересов эксплуатация уязвимостей, реверс-инжиниринг и фаззинг. В этой статье я хочу рассказать об одном баге, точнее, о его эксплуатации.Эксплуатация уязвимости типа use after free в ядре Windows и без того непростая задача, но когда к этому добавляется состояние гонки (race condition), сложность возрастает на порядок. CVE-2025-29824 — наглядное тому подтверждение, однако, как будет продемонстрировано ниже, создание рабочего эксплойта для нее — достижимая цель. Читать далее",
      "shortDescription": "Привет, Хабр! На связи Марат Гаянов, я занимаюсь исследованием безопасности. В сфере моих профессиональных интересов эксплуатация уязвимостей, реверс-инжиниринг и фаззинг. В этой статье я хочу рассказать об одном баге, точнее, о его эксплуатации.Эксплуатация уязвимости типа use after free в ядре Win...",
      "link": "https://habr.com/ru/companies/pt/articles/970862/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970862",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/95a/d26/1c6/95ad261c6e7ea8cadd1c23c5de2d03aa.jpg",
      "pubDate": "2025-12-04T06:00:07+00:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_33_1764838099",
      "title": "[Перевод] ИИ убил не литературу. Он убил иллюзию, что каждый может быть писателем",
      "description": "Настоящая беда не в технологии. Она в потопе сгенерированных машиной черновиков, которые под видом готовых романов, мемуаров и «экспертных» книг выбрасываются на рынок, лишённый всякого отбора, - рынок, где читатели больше не могут отличить то, что создано с любовью, от того, что скопировано, и того, что и вовсе не знало руки редактора.Каждые несколько месяцев очередное эссе провозглашает смерть литературы. В этих повествованиях ИИ неизменно предстаёт злодеем, обвинённым в уплощении подлинности и погребении читателей под лавиной синтетической прозы. К такому выводу прийти несложно, особенно в мире, где информационная лента забита шумом, а темпы производства кажутся нечеловеческими. Но после почти двадцати лет в издательском деле - задолго до того, как ИИ вторгся в творческий мир, - я могу сказать с абсолютной ясностью: подлинная проблема не в ИИ. Проблема в крушении доверия к самому понятию авторства. Читать далее",
      "shortDescription": "Настоящая беда не в технологии. Она в потопе сгенерированных машиной черновиков, которые под видом готовых романов, мемуаров и «экспертных» книг выбрасываются на рынок, лишённый всякого отбора, - рынок, где читатели больше не могут отличить то, что создано с любовью, от того, что скопировано, и того...",
      "link": "https://habr.com/ru/companies/bothub/articles/973080/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973080",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/1f3/272/2c1/1f32722c12a88a5560eea237dacf79e2.jpg",
      "pubDate": "2025-12-04T05:35:00+00:00",
      "hashtags": [
        "#технологии",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_29_1764838101",
      "title": "Cream Guitars представила гитару, цвет которой может меняться под музыку",
      "description": "Электронные чернила добрались и до музыкальных инструментов. Компания Cream Guitars анонсировала выпуск электрогитары Cream DaVinci, передняя панель которой полностью покрыта дисплеем на основе технологии E Ink Prism 3 и в режиме реального времени может изменять цвет и дизайн за счёт перемещения цветных частиц. Источник изображений: Cream Guitars",
      "shortDescription": "Электронные чернила добрались и до музыкальных инструментов. Компания Cream Guitars анонсировала выпуск электрогитары Cream DaVinci, передняя панель которой полностью покрыта дисплеем на основе технологии E Ink Prism 3 и в режиме реального времени может изменять цвет и дизайн за счёт перемещения цве...",
      "link": "https://3dnews.ru/1133361",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133361/Cream-Guitars.jpg",
      "pubDate": "2025-12-04T05:03:00+03:00",
      "hashtags": [
        "#ui",
        "#ИИ",
        "#it",
        "#AR",
        "#дизайн",
        "#технологии"
      ]
    },
    {
      "id": "Habr_36_1764838099",
      "title": "Из Python в 1С",
      "description": "Работаю в ИТ с 2004 года. Пришёл осознанно в индустрию не за деньгами - по любви к технологиям и тишине, когда можно заставить машину делать нужные вещи. Начинал с настольных приложений на Delphi, бэкенд на Python, немного React. Сейчас Финтех.История о том, как, работая тимлидом Python-команды, решился принять вызов на переход в сферу 1С и что из этого вышло. Читать далее",
      "shortDescription": "Работаю в ИТ с 2004 года. Пришёл осознанно в индустрию не за деньгами - по любви к технологиям и тишине, когда можно заставить машину делать нужные вещи. Начинал с настольных приложений на Delphi, бэкенд на Python, немного React. Сейчас Финтех.История о том, как, работая тимлидом Python-команды, реш...",
      "link": "https://habr.com/ru/articles/971900/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971900",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/97a/025/005/97a02500535ffa986b3f19c35340ea64.png",
      "pubDate": "2025-12-04T05:00:32+00:00",
      "hashtags": [
        "#финтех"
      ]
    },
    {
      "id": "Habr_37_1764838099",
      "title": "Как говорить «НЕТ» когда все хотят слышать от вас «ДА» (и остаться в живых). Памятка менеджеру",
      "description": "Недавно я тут на Хабре написал цикл статей про «Запрещенные фразы для ИТ-менеджера». Это фразы которыми неопытные менеджеры пытаются отбиться от неожиданных задач, и это же фразы, от которых почему то плохо заказчикам, бизнесу и начальству.Там я разбирался почему плохо, и почему фразы: - Этого нет в ТЗ!- Этого нет в должностной инструкции!- У меня нет на это ресурсов!не приближают вас к цели (сданный проект, запущенный вовремя релиз), а, часто, отдаляют и плюсом бесят ваших заказчиков.Каждая статья собрала больше 10000 прочтений, и в каментах к каждой был вопрос: \"Окей, чел, если так говорить нельзя, то как можно? Расскажи и покажи на примерах, раз такой умный!\"Это - мой ответ на вопрос, а заодно - легкая шпаргалка, которую можно сохранить и применять постоянно, отправляя тем, кто этого подхода еще не знает.Тема универсальная для всех: РП, продуктологов, сервис-менеджеров, аккаунтов и даже топов (хотя обычно они это знают).Основана она на моем личном опыте (см профиль), на опыте менеджеров, у которых я этому учился и на опыте менеджеров, которых я этому учил сам, как РПО и ментор.Статья написана по мотивам публикаций в моем ТГ канале «Морковка спереди, морковка сзади», который полностью посвящен управлению в IT, а особенно той его части, которой толком никто не учит: софтскиллам. Если вам это интересно, заходите, читайте и подписывайтесь, там уже почти 4000 манагеров, также читайте мои статьи тут, на Хабре.Итак, поехали. Читать далее",
      "shortDescription": "Недавно я тут на Хабре написал цикл статей про «Запрещенные фразы для ИТ-менеджера». Это фразы которыми неопытные менеджеры пытаются отбиться от неожиданных задач, и это же фразы, от которых почему то плохо заказчикам, бизнесу и начальству.Там я разбирался почему плохо, и почему фразы: - Этого нет в...",
      "link": "https://habr.com/ru/articles/973034/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973034",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/920/c45/5fc/920c455fc364376aa93dd6329e557ad9.png",
      "pubDate": "2025-12-04T04:45:26+00:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_39_1764838099",
      "title": "Как я осознал, что не умею кодить",
      "description": "Вчера мой скрипт завис. Процессор горел на 100%. Я убил процесс.  Я Senior Developer с 10 годами опыта. Пишу на Python, знаю Java и много модных фреймворков. Но в этот момент я понял: я не умею программировать. Точнее, я умею использовать инструменты. Но я не понимаю природу вычислений.  Эта статья — о том, как одна математическая задача изменила моё понимание разработки.И почему через пару лет, когда ИИ будет писать весь код за меня, это понимание станет единственным, что меня спасёт.Возможно, и тебя тоже. Читать далее",
      "shortDescription": "Вчера мой скрипт завис. Процессор горел на 100%. Я убил процесс.  Я Senior Developer с 10 годами опыта. Пишу на Python, знаю Java и много модных фреймворков. Но в этот момент я понял: я не умею программировать. Точнее, я умею использовать инструменты. Но я не понимаю природу вычислений.  Эта статья ...",
      "link": "https://habr.com/ru/articles/972630/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972630",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/026/04c/950/02604c9507ae3854474a6cc39d2ebccd.jpeg",
      "pubDate": "2025-12-04T03:32:13+00:00",
      "hashtags": [
        "#код",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_1_1764838101",
      "title": "«Грокипедия» стала редактируемой — и начался хаос",
      "description": "Проект Grokipedia от компании xAI Илона Маска (Elon Musk) перешёл в стадию открытого редактирования, однако текущая реализация механизма вызывает серьёзные вопросы с точки зрения надёжности, прозрачности и устойчивости к манипуляциям. Изначально запущенная в октябре с 800 000 статей, написанных чат-ботом Grok, платформа была закрыта для внешних правок и критиковалась за пристрастность, включая расистские формулировки, лесть в адрес Маска и дословное копирование материалов из Wikipedia. Источник изображения: grokipedia.com",
      "shortDescription": "Проект Grokipedia от компании xAI Илона Маска (Elon Musk) перешёл в стадию открытого редактирования, однако текущая реализация механизма вызывает серьёзные вопросы с точки зрения надёжности, прозрачности и устойчивости к манипуляциям. Изначально запущенная в октябре с 800 000 статей, написанных чат-...",
      "link": "https://3dnews.ru/1133359",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133359/Grokipedia.jpg",
      "pubDate": "2025-12-04T00:56:00+03:00",
      "hashtags": [
        "#ai",
        "#ИИ",
        "#AI",
        "#платформа"
      ]
    },
    {
      "id": "3DNews_2_1764838101",
      "title": "Цены на смартфоны взлетят уже в начале 2026 года — и несложно догадаться, почему",
      "description": "Глобальный дефицит и подорожание памяти уже сказываются на многих отраслях электронной промышленности, а ведь это только начало — в следующем году ситуация усугубится. Ощутимый удар придётся на рынок смартфонов: аналитики предсказывают рекордный рост цен на устройства и, как следствие, первое со времён пандемии падение поставок.   IDC прогнозирует на 2026 год снижение мировых продаж смартфонов на 0,9 %, тогда как ранее аналитическая компания ожидала рост на 1,5 %. При этом предполагается, что из-за роста стоимости чипов оперативной памяти (DRAM) и флеш-памяти (NAND) средняя цена смартфона вырастет с текущих $440 до $511 уже в первом квартале следующего года.",
      "shortDescription": "Глобальный дефицит и подорожание памяти уже сказываются на многих отраслях электронной промышленности, а ведь это только начало — в следующем году ситуация усугубится. Ощутимый удар придётся на рынок смартфонов: аналитики предсказывают рекордный рост цен на устройства и, как следствие, первое со вре...",
      "link": "https://3dnews.ru/1133360",
      "source": "3DNews",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-04T00:51:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_32_1764838101",
      "title": "Вышел первый обзор ПК на двухчиповых ИИ-ускорителях Intel Arc Pro B60 — восемь GPU и 192 Гбайт GDDR6",
      "description": "Первое практическое тестирование платформы Intel Arc Pro B60 Battlematrix, опубликованное порталом Storage Review, демонстрирует плотную локальную систему ИИ, построенную на базе четырёх двухчиповых профессиональных видеокарт Arc Pro B60. Источник изображения: VideoCardz",
      "shortDescription": "Первое практическое тестирование платформы Intel Arc Pro B60 Battlematrix, опубликованное порталом Storage Review, демонстрирует плотную локальную систему ИИ, построенную на базе четырёх двухчиповых профессиональных видеокарт Arc Pro B60. Источник изображения: VideoCardz",
      "link": "https://3dnews.ru/1133356",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133356/BATTLEMATRIX-REVIEW.jpg",
      "pubDate": "2025-12-03T23:03:00+03:00",
      "hashtags": [
        "#тест",
        "#gpu",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_33_1764838101",
      "title": "Nebius предрекла взрывной рост ИИ-инфраструктуры — но признала, что нужно быть готовым к «зиме»",
      "description": "Голландский неооблачный провайдер Nebius, созданный Аркадием Воложем из бывшей материнской структуры «Яндекса» Yandex N.V., начнёт использовать недавние многомиллиардные контракты с Microsoft и M**a для расширения сотрудничества с компаниями в сфере ИИ — как с перспективными стартапами, так и с технологическими гигантами, такими как Siemens и BMW. Это должно способствовать технологическому суверенитету ЕС. Источник изображения: Nebius Group NV",
      "shortDescription": "Голландский неооблачный провайдер Nebius, созданный Аркадием Воложем из бывшей материнской структуры «Яндекса» Yandex N.V., начнёт использовать недавние многомиллиардные контракты с Microsoft и M**a для расширения сотрудничества с компаниями в сфере ИИ — как с перспективными стартапами, так и с техн...",
      "link": "https://3dnews.ru/1133355",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133355/nebius.jpg",
      "pubDate": "2025-12-03T22:51:00+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "DTF_11_1764838100",
      "title": "Хендерсон: Eidos Montreal занималась перезапуском Legacy of Kain до того, как стала частью Embracer",
      "description": "Проект был в разработке около года.",
      "shortDescription": "Проект был в разработке около года.",
      "link": "https://dtf.ru/games/4509769-eidos-montreal-perezapusk-legacy-of-kain?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/1b17a74f-b144-5d0c-adea-4411df24f09f/",
      "pubDate": "2025-12-03T22:38:33+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews_35_1764838101",
      "title": "Asus приостановила поставки дорогущей GeForce RTX 5090 ROG Matrix Platinum 30th Anniversary Edition из-за «проблем с качеством»",
      "description": "Компания Asus приостановила поставки эксклюзивной модели видеокарты GeForce RTX 5090 32GB ROG Matrix Platinum 30th Anniversary Edition из-за «проблем с качеством» продукта. Об этом в электронном письме сообщил покупателям шведский ретейлер Inet, извинившийся за невозможность отправить карту в запланированный срок. Источник изображения: Asus",
      "shortDescription": "Компания Asus приостановила поставки эксклюзивной модели видеокарты GeForce RTX 5090 32GB ROG Matrix Platinum 30th Anniversary Edition из-за «проблем с качеством» продукта. Об этом в электронном письме сообщил покупателям шведский ретейлер Inet, извинившийся за невозможность отправить карту в заплан...",
      "link": "https://3dnews.ru/1133351",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133351/ASUS-ROG-MATRIX-5090.jpg",
      "pubDate": "2025-12-03T21:18:00+03:00",
      "hashtags": [
        "#it",
        "#AR"
      ]
    },
    {
      "id": "3DNews_49_1764838101",
      "title": "«Величие не терпит спешки»: амбициозный мод Skyblivion для Skyrim всё-таки перенесли на 2026 год, но фанаты даже рады",
      "description": "Команда моддеров TESRenewal объявила о вынужденном переносе релиза Skyblivion — неофициального ремейка культовой ролевой игры The Elder Scrolls IV: Oblivion на движке The Elder Scrolls V: Skyrim.   Источник изображений: TESRenewal",
      "shortDescription": "Команда моддеров TESRenewal объявила о вынужденном переносе релиза Skyblivion — неофициального ремейка культовой ролевой игры The Elder Scrolls IV: Oblivion на движке The Elder Scrolls V: Skyrim.   Источник изображений: TESRenewal",
      "link": "https://3dnews.ru/1133353",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133353/00.jpg",
      "pubDate": "2025-12-03T21:00:00+03:00",
      "hashtags": [
        "#игры"
      ]
    },
    {
      "id": "vc.ru_7_1764838099",
      "title": "Оставили алгоритмы «думать» на ночь: в Шанхае открылся конференц-центр, в проектировании которого использовали машинное обучение",
      "description": "Финальный вариант из предложенных выбирали люди — «алгоритм не знает, что такое красота».",
      "shortDescription": "Финальный вариант из предложенных выбирали люди — «алгоритм не знает, что такое красота».",
      "link": "https://vc.ru/design/2628170-neyroseti-v-arhitekture-konferenc-tsentr-west-bund-v-shankhaye?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/88697b57-8f72-5a78-b7dd-26869b71373a/",
      "pubDate": "2025-12-03T20:37:21+03:00",
      "hashtags": [
        "#машинноеобучение",
        "#алгоритм",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_6_1764838101",
      "title": "«У Microsoft никогда ничего не получается с первого раза»: Copilot+PC провалился и только запутал пользователей",
      "description": "По мнению аналитиков, Microsoft следует отказаться от маркировки Copilot+PC для ПК, поскольку она лишь сеет путаницу среди покупателей. По замыслу компании, сертифицированные подобным образом ПК с нейропроцессорами (NPU), должны были запускать ИИ-приложения без подключения к интернету. На самом деле концепция Copilot+PC лишь создала необоснованные технические барьеры для ИИ, не предоставив владельцам таких устройств практически никаких преимуществ. Источник изображений: Microsoft",
      "shortDescription": "По мнению аналитиков, Microsoft следует отказаться от маркировки Copilot+PC для ПК, поскольку она лишь сеет путаницу среди покупателей. По замыслу компании, сертифицированные подобным образом ПК с нейропроцессорами (NPU), должны были запускать ИИ-приложения без подключения к интернету. На самом деле...",
      "link": "https://3dnews.ru/1133349",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133349/copilot-plus-pc-1.jpg",
      "pubDate": "2025-12-03T20:04:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_36_1764838101",
      "title": "«Стоящее дело»: Intel впечатлила клиентов разрабатываемым 14-ангстремным техпроцессом",
      "description": "Техпроцесс Intel 14A — критически важный продукт для производственного подразделения Intel Foundry. Он в настоящее время находится в стадии разработки и запланирован к внедрению в массовое производство в 2027 году. Потенциальные клиенты, с которыми Intel Foundry сотрудничает в процессе разработки, высоко оценивают конкурентоспособность техпроцесса 14A не только на рынках центров обработки данных и ПК, но и мобильных чипов. По словам Патрика Мурхеда (Patrick Moorhead) из Moor Insights & Strategy, который часто взаимодействует с руководителями отрасли, как минимум два клиента Intel очень довольны ходом разработки нового техпроцесса. «Клиенты Intel, с которыми я общался и которые видели этот узел, говорят, что 14A — это действительно стоящее дело. — сообщил Мурхед. — Он должен быть весьма конкурентоспособным не только на рынках центров обработки данных и ПК, но и мобильных чипов, что знаменует собой важный шаг для компании».",
      "shortDescription": "Техпроцесс Intel 14A — критически важный продукт для производственного подразделения Intel Foundry. Он в настоящее время находится в стадии разработки и запланирован к внедрению в массовое производство в 2027 году. Потенциальные клиенты, с которыми Intel Foundry сотрудничает в процессе разработки, в...",
      "link": "https://3dnews.ru/1133346",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133346/intel_logo-3dnews.jpg",
      "pubDate": "2025-12-03T19:39:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_38_1764838101",
      "title": "Стартап взялся навести порядок в хаосе роботакси — система укажет беспилотным авто, где стоять и куда ехать",
      "description": "Быстрое развитие беспилотного транспорта заставляет задуматься о создании единой системы его координирования. Важнейшей частью подобной инфраструктуры станет управление местами посадки или высадки пассажиров, а также точками отправки заказов автономным транспортом и их выдачи клиенту. Базирующаяся в Пало-Альто компания Autolane берётся решить эту задачу и уже получила $7,4 млн целевых инвестиций. Источник изображений: Autolane",
      "shortDescription": "Быстрое развитие беспилотного транспорта заставляет задуматься о создании единой системы его координирования. Важнейшей частью подобной инфраструктуры станет управление местами посадки или высадки пассажиров, а также точками отправки заказов автономным транспортом и их выдачи клиенту. Базирующаяся в...",
      "link": "https://3dnews.ru/1133344",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133344/autolane-1.jpg",
      "pubDate": "2025-12-03T19:01:00+03:00",
      "hashtags": [
        "#стартап",
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_39_1764838101",
      "title": "Представлен складной смартфон Nubia Fold с чипом Snapdragon 8 Elite и батареей на 6560 мА·ч всего за $1145",
      "description": "Бренд Nubia представил официально сразу два смартфона с гибким дисплеем. Речь о раскладушке Nubia Flip3 и смартфоне-книжке Nubia Fold, которые вендор анонсировал на японском рынке. Источник изображений: GSM Arena",
      "shortDescription": "Бренд Nubia представил официально сразу два смартфона с гибким дисплеем. Речь о раскладушке Nubia Flip3 и смартфоне-книжке Nubia Fold, которые вендор анонсировал на японском рынке. Источник изображений: GSM Arena",
      "link": "https://3dnews.ru/1133340",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133340/1069.jpg",
      "pubDate": "2025-12-03T18:02:00+03:00",
      "hashtags": [
        "#it",
        "#AR",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_7_1764838101",
      "title": "«Я глубоко, глубоко сожалею»: ИИ-агент Google без разрешения  стёр диск пользователя, но потом извинился",
      "description": "Разработчик ПО, использующий агент с искусственным интеллектом Google Antigravity, обнаружил, что приложение без разрешения удалило все данные с его диска D. В ответ на вопрос об инциденте ИИ-агент признал, что совершил ошибку, и выразил глубокое раскаяние. Источник изображения: Aidin Geranrekab / unsplash.com",
      "shortDescription": "Разработчик ПО, использующий агент с искусственным интеллектом Google Antigravity, обнаружил, что приложение без разрешения удалило все данные с его диска D. В ответ на вопрос об инциденте ИИ-агент признал, что совершил ошибку, и выразил глубокое раскаяние. Источник изображения: Aidin Geranrekab / u...",
      "link": "https://3dnews.ru/1133337",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133337/ai_3.jpg",
      "pubDate": "2025-12-03T18:00:00+03:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#it",
        "#приложение",
        "#ai"
      ]
    },
    {
      "id": "3DNews_8_1764838101",
      "title": "На японском телевидении показали несколько секунд нового геймплея Resident Evil Requiem — фанаты первой части и ремейка Resident Evil 2 в восторге",
      "description": "Японский издатель и разработчик Capcom обещает показать амбициозный хоррор Resident Evil Requiem в начале 2026 года, однако так долго новых геймплейных кадров фанатам ждать не пришлось.   Источник изображений: Capcom",
      "shortDescription": "Японский издатель и разработчик Capcom обещает показать амбициозный хоррор Resident Evil Requiem в начале 2026 года, однако так долго новых геймплейных кадров фанатам ждать не пришлось.   Источник изображений: Capcom",
      "link": "https://3dnews.ru/1133339",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133339/00.jpg",
      "pubDate": "2025-12-03T17:47:00+03:00",
      "hashtags": [
        "#ui",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_3_1764838099",
      "title": "Роскомнадзор подтвердил блокировку Roblox",
      "description": "О том, что платформа недоступна в России, пользователи начали сообщать утром 3 декабря 2025 года.",
      "shortDescription": "О том, что платформа недоступна в России, пользователи начали сообщать утром 3 декабря 2025 года.",
      "link": "https://vc.ru/services/2630371-roskomnadzor-zablokiroval-roblox?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/f9bdf55f-a302-509c-b08a-d9cd8df617b7/",
      "pubDate": "2025-12-03T17:28:58+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_41_1764838101",
      "title": "XPG выпустила модули памяти Armax DDR5 со скоростью до 6400 МТ/с и ёмкостью до 32 Гбайт",
      "description": "Игровой бренд XPG компании Adata представил модули памяти Armax DDR5 ёмкостью 16 и 32 Гбайт. Новинки доступны как в виде отдельных модулей, так и в составе комплектов из двух планок памяти. Источник изображений: XPG",
      "shortDescription": "Игровой бренд XPG компании Adata представил модули памяти Armax DDR5 ёмкостью 16 и 32 Гбайт. Новинки доступны как в виде отдельных модулей, так и в составе комплектов из двух планок памяти. Источник изображений: XPG",
      "link": "https://3dnews.ru/1133334",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133334/MSYl41gDH4sy8xAW.jpg",
      "pubDate": "2025-12-03T16:42:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_42_1764838101",
      "title": "Вдохновлённое «Дюной» производство: шотландцы собрались печатать доступные солнечные панели прямо в космосе",
      "description": "Шотландский стартап D-Cubed специализирующийся на космических технологиях, разрабатывает невероятно экономичную систему ARAQYS (Autonomous Roll-out ArraY System), предназначенную для производства солнечных панелей непосредственно на орбите Земли. Название проекта не зря созвучно имени планеты Арракис из вселенной «Дюна», где добывали незаменимый для космических полётов ресурс — «спайс». ARAQYS — это путь к обеспечению энергией любых проектов в космосе. Источник изображения: D-Cubed",
      "shortDescription": "Шотландский стартап D-Cubed специализирующийся на космических технологиях, разрабатывает невероятно экономичную систему ARAQYS (Autonomous Roll-out ArraY System), предназначенную для производства солнечных панелей непосредственно на орбите Земли. Название проекта не зря созвучно имени планеты Арраки...",
      "link": "https://3dnews.ru/1133332",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133332/sol.jpg",
      "pubDate": "2025-12-03T15:43:00+03:00",
      "hashtags": [
        "#AR",
        "#стартап"
      ]
    },
    {
      "id": "3DNews_45_1764838101",
      "title": "В следующем году Hyundai начнёт продавать модульные роботизированные тележки MobED",
      "description": "В структуре южнокорейского автопроизводителя Hyundai Motor робототехническое подразделение Robotics Lab развивается с 2019 года, а двумя годами позже оно приросло американским стартапом Boston Dynamics. По всей видимости, первым серийным плодом их совместного творчества станут роботизированные тележки MobED, выпускать которые Hyundai начнёт в следующем году. Источник изображений: Hyundai",
      "shortDescription": "В структуре южнокорейского автопроизводителя Hyundai Motor робототехническое подразделение Robotics Lab развивается с 2019 года, а двумя годами позже оно приросло американским стартапом Boston Dynamics. По всей видимости, первым серийным плодом их совместного творчества станут роботизированные тележ...",
      "link": "https://3dnews.ru/1133323",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133323/mobed_03.jpg",
      "pubDate": "2025-12-03T15:27:00+03:00",
      "hashtags": [
        "#стартап",
        "#ai",
        "#робот",
        "#AI"
      ]
    },
    {
      "id": "3DNews_9_1764838101",
      "title": "Roblox перестала работать в России после предупреждений от Роскомнадзора",
      "description": "Популярная среди детей и подростков игровая платформа Roblox от компании Roblox Corporation неожиданно перестала работать в России. Это произошло через несколько дней после предупреждения от Роскомнадзора.   Источник изображения: Getty Images",
      "shortDescription": "Популярная среди детей и подростков игровая платформа Roblox от компании Roblox Corporation неожиданно перестала работать в России. Это произошло через несколько дней после предупреждения от Роскомнадзора.   Источник изображения: Getty Images",
      "link": "https://3dnews.ru/1133319",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133319/00.jpg",
      "pubDate": "2025-12-03T12:46:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_10_1764838101",
      "title": "OpenAI готовит «Чеснок» — улучшенную версию GPT, способную обойти Gemini 3 Pro и других конкурентов",
      "description": "После выхода большой языковой модели Google Gemini 3, которая, как утверждается, превзошла OpenAI GPT-5 по нескольким ключевым показателям, а также ИИ-модели других конкурентов, OpenAI ускорила разработку новой большой языковой модели под кодовым названием Garlic (англ. — чеснок), стремясь отыграть у Google позиции в гонке за искусственный интеллект, сообщил ресурс The Information. Источник изображения: Growtika/unsplash.com",
      "shortDescription": "После выхода большой языковой модели Google Gemini 3, которая, как утверждается, превзошла OpenAI GPT-5 по нескольким ключевым показателям, а также ИИ-модели других конкурентов, OpenAI ускорила разработку новой большой языковой модели под кодовым названием Garlic (англ. — чеснок), стремясь отыграть ...",
      "link": "https://3dnews.ru/1133316",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133316/growtika-P5mCQ4KACbM-unsplash.jpg",
      "pubDate": "2025-12-03T12:34:00+03:00",
      "hashtags": [
        "#код",
        "#AI",
        "#искусственныйинтеллект",
        "#ИИ",
        "#AR",
        "#ai"
      ]
    },
    {
      "id": "Ведомости Технологии_5_1764838107",
      "title": "В России запретят учиться с иностранными роботами",
      "description": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "shortDescription": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/03/1160054-v-rossii-zapretyat-uchitsya-s-inostrannimi-robotami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9c/1ev7nd/normal-1txb.png",
      "pubDate": "2025-12-03T00:35:15+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_12_1764838101",
      "title": "Чудеса оптимизации: разработчики Helldivers 2 сократили размер игры на ПК со 154 до 23 Гбайт почти без вреда для скорости загрузок",
      "description": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "shortDescription": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "link": "https://3dnews.ru/1133292",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133292/00.jpg",
      "pubDate": "2025-12-02T23:52:00+03:00",
      "hashtags": [
        "#игры",
        "#game",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_16_1764838101",
      "title": "ИИ сломал Big Tech: золотое правило «трать мало, зарабатывай много» больше не работает",
      "description": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовые инструменты. Такой переход к капиталоёмким бизнес-моделям ограничивает рост доходности капитала для акционеров и вызывает обоснованные опасения инвесторов. Источник изображения: Loongson",
      "shortDescription": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовы...",
      "link": "https://3dnews.ru/1133275",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133275/loongson-servers.jpg",
      "pubDate": "2025-12-02T18:48:00+03:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_20_1764838101",
      "title": "Стример первым в мире прошёл Escape from Tarkov — он сбежал из Таркова, но какой ценой?",
      "description": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "shortDescription": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "link": "https://3dnews.ru/1133258",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133258/00.jpg",
      "pubDate": "2025-12-02T14:34:00+03:00",
      "hashtags": [
        "#AR",
        "#game",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_21_1764838101",
      "title": "В OpenAI введён «красный код»: Альтман требует бросить все силы на срочное улучшение ChatGPT",
      "description": "Успехи Google и других разработчиков систем генеративного искусственного интеллекта не позволяют OpenAI спокойно наблюдать за их прогрессом. Поэтому в недавней корпоративной рассылке глава компании Сэм Альтман (Sam Altman) объявил сотрудникам о введении «красного кода» и необходимости мобилизовать все ресурсы, чтобы улучшить ChatGPT. Концентрация на таком приоритете замедлит реализацию некоторых инициатив и проектов. Источник изображения: Unsplash, Levart_Photographer",
      "shortDescription": "Успехи Google и других разработчиков систем генеративного искусственного интеллекта не позволяют OpenAI спокойно наблюдать за их прогрессом. Поэтому в недавней корпоративной рассылке глава компании Сэм Альтман (Sam Altman) объявил сотрудникам о введении «красного кода» и необходимости мобилизовать в...",
      "link": "https://3dnews.ru/1133247",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133247/openai_01.jpg",
      "pubDate": "2025-12-02T12:00:00+03:00",
      "hashtags": [
        "#код",
        "#AI",
        "#ИИ",
        "#AR",
        "#ai"
      ]
    },
    {
      "id": "3DNews_22_1764838101",
      "title": "«Катастрофически плохая идея»: бывший инженер NASA разгромил идею космических дата-центров",
      "description": "Идея перенести ЦОД и ИИ в космос для решения ряда кардинальных проблем с потреблением, экологичностью и масштабированием более сложна в реализации, чем кажется на первый взгляд. На словах всё выглядит вполне реально, вопрос якобы заключается только в финансировании проектов. Бывший инженер NASA с учёной степенью объяснил, что это «ужасная, кошмарная, никуда не годная идея». Источник изображения: ИИ-генерация Grok 4.1/3DNews",
      "shortDescription": "Идея перенести ЦОД и ИИ в космос для решения ряда кардинальных проблем с потреблением, экологичностью и масштабированием более сложна в реализации, чем кажется на первый взгляд. На словах всё выглядит вполне реально, вопрос якобы заключается только в финансировании проектов. Бывший инженер NASA с уч...",
      "link": "https://3dnews.ru/1133246",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133246/ai_orbit_00.jpg",
      "pubDate": "2025-12-02T11:52:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_23_1764838101",
      "title": "Ничего святого: Microsoft представила новый «уродливый» рождественский свитер с логотипом Copilot",
      "description": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фирменного свитера давно знакомые пользователям символы пополнились стилизованным логотипом Copilot. Источник изображения: Microsoft",
      "shortDescription": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фир...",
      "link": "https://3dnews.ru/1133238",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133238/copilot_01.jpg",
      "pubDate": "2025-12-02T09:59:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_8_1764838107",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#it",
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_10_1764838107",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#смартфон",
        "#приложение"
      ]
    },
    {
      "id": "Ведомости Технологии_14_1764838107",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_19_1764838107",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_21_1764838107",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_27_1764838107",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#компьютер",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_28_1764838107",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_31_1764838107",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1764838107",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#it",
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_35_1764838107",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_38_1764838107",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#смартфон",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_39_1764838107",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_0_1764838114",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_45_1764838107",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#ИИ",
        "#финтех"
      ]
    },
    {
      "id": "Ведомости Технологии_47_1764838107",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#структура",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_1_1764838114",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_2_1764838114",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764838114",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_5_1764838114",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1764838114",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_7_1764838114",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1764838114",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764838114",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764838114",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_24_1764838114",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1764838114",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764838114",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ai",
        "#искусственныйинтеллект",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_34_1764838114",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_36_1764838114",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764838114",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_41_1764838114",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764838114",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764838114",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ИИ",
        "#платформа"
      ]
    }
  ]
}