{
  "lastUpdated": "2025-12-03T13:09:58.358801",
  "totalNews": 82,
  "categories": [
    "Игры",
    "Технологии"
  ],
  "hashtags": [
    "#ai",
    "#графика",
    "#игры",
    "#структура",
    "#код",
    "#AR",
    "#интеграция",
    "#api",
    "#ui",
    "#devops",
    "#компьютер",
    "#it",
    "#смартфон",
    "#приложение",
    "#финтех",
    "#ux",
    "#искусственныйинтеллект",
    "#стартап",
    "#робот",
    "#game",
    "#цифровой",
    "#блокчейн",
    "#AI",
    "#VR",
    "#интернет",
    "#веб",
    "#тест",
    "#ИИ",
    "#облако",
    "#платформа",
    "#сервер",
    "#кибер"
  ],
  "news": [
    {
      "id": "DTF_9_1764767384",
      "title": "В студии Battlestate Games отметили первых игроков, которые выбрались из Таркова",
      "description": "Один из них получил лучшую концовку.",
      "shortDescription": "Один из них получил лучшую концовку.",
      "link": "https://dtf.ru/games/4508855-v-studii-battlestate-games-otmetili-pervyh-igrokov-kotorye-vybralis-iz-tarkova?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/88ff0578-0e2e-5aa0-80de-f460d22dc588/",
      "pubDate": "2025-12-03T16:03:58+03:00",
      "hashtags": [
        "#game",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_49_1764767385",
      "title": "Вдохновлённое «Дюной» производство: шотландцы собрались печатать доступные солнечные панели прямо в космосе",
      "description": "Шотландский стартап D-Cubed специализирующийся на космических технологиях, разрабатывает невероятно экономичную систему ARAQYS (Autonomous Roll-out ArraY System), предназначенную для производства солнечных панелей непосредственно на орбите Земли. Название проекта не зря созвучно имени планеты Арракис из вселенной «Дюна», где добывали незаменимый для космических полётов ресурс — «спайс». ARAQYS — это путь к обеспечению энергией любых проектов в космосе. Источник изображения: D-Cubed",
      "shortDescription": "Шотландский стартап D-Cubed специализирующийся на космических технологиях, разрабатывает невероятно экономичную систему ARAQYS (Autonomous Roll-out ArraY System), предназначенную для производства солнечных панелей непосредственно на орбите Земли. Название проекта не зря созвучно имени планеты Арраки...",
      "link": "https://3dnews.ru/1133332",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133332/sol.jpg",
      "pubDate": "2025-12-03T15:43:00+03:00",
      "hashtags": [
        "#стартап",
        "#AR"
      ]
    },
    {
      "id": "3DNews_26_1764767385",
      "title": "Mistral AI сделал заявку на лидерство на рынке открытых моделей, выпустив Mistral 3",
      "description": "Французский ИИ-стартап Mistral AI представил семейство моделей Mistral 3 следующего поколения с открытыми весами (Open-weight), сделав серьёзную заявку на лидерство в сегменте общедоступных ИИ-моделей, которые обладают рядом преимуществ для корпоративных клиентов по сравнению с решениями крупных технологических компаний. Источник изображения: Mistral AI",
      "shortDescription": "Французский ИИ-стартап Mistral AI представил семейство моделей Mistral 3 следующего поколения с открытыми весами (Open-weight), сделав серьёзную заявку на лидерство в сегменте общедоступных ИИ-моделей, которые обладают рядом преимуществ для корпоративных клиентов по сравнению с решениями крупных тех...",
      "link": "https://3dnews.ru/1133326",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133326/chart-base-models.jpg",
      "pubDate": "2025-12-03T15:34:00+03:00",
      "hashtags": [
        "#стартап",
        "#AI",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_3_1764767387",
      "title": "Вслед за Belgee в Россию приедут новые машины белорусской сборки — это будут седаны и кроссоверы Dongfeng",
      "description": "Российский дистрибьютор Dongfeng объявил о планах вывести на рынок страны три новые модели в 2026 году. Поставки автомобилей будут осуществляться из Белоруссии, где на заводе «Юнисон» уже локализована сборка некоторых моделей Dongfeng. В России предполагается предложить кроссоверы с двигателями внутреннего сгорания и, возможно, седаны.  Dongfeng Shine GS. Фото: dongfeng.by Среди новинок — два седана и один кроссовер, которые ещё не представлены на российском рынке. Младший седан — Dongfeng Shine. Длина машины составляет 4,67 метра, под капотом — 1,5-литровый мотор DFM-Honda мощностью 117 л.с. (атмосферный) или 190 л.с. (турбированный). Коробки передач — или «механика», или 6-ступенчатый «робот» Getrag. Старшая модель Dongfeng Shine Max с длиной 4,8 метра, 190-сильным мотором и роботом Getrag. Кроссовер Shine GS доступен в Белоруссии с моторами мощностью 117 и 190 л.с., а коробки передач все те же — «механика» и «робот». Цены на эти модели в Белоруссии — от 52,5 до 72 тыс. белорусских рублей (примерно 1,4–1,95 млн рублей в эквиваленте).  Dongfeng Shine. Фото: dongfeng.by Dongfeng уже распродаёт в Белоруссии остатки машин, привезённых из Китая, со скидками, и обещает для локализованных моделей «тёплые» опции и русифицированные медиасистемы.",
      "shortDescription": "Российский дистрибьютор Dongfeng объявил о планах вывести на рынок страны три новые модели в 2026 году. Поставки автомобилей будут осуществляться из Белоруссии, где на заводе «Юнисон» уже локализована сборка некоторых моделей Dongfeng. В России предполагается предложить кроссоверы с двигателями внут...",
      "link": "https://www.ixbt.com/news/2025/12/03/vsled-za-belgee-v-rossiju-priedut-novye-mashiny-belorusskoj-sborki--jeto-budut-sedany-i-krossovery-dongfeng.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/shinegsJPG_large.JPG",
      "pubDate": "2025-12-03T15:02:00+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_4_1764767387",
      "title": "Заказал GeForce RTX 5080, а получил коробку камней. Пользователь пожаловался на Reddit на кражу карты и бездействие BestBuy",
      "description": "Пользователь Reddit рассказал историю о том, как ему вместо GeForce RTX 5080 прислали камни. В прямом смысле: в коробке от видеокарты было несколько довольно крупных булыжников.  Пользователь GnarDead опубликовал фотографии и рассказал, что видеокарту заказывал напрямую у BestBuy, то есть речь тут не идёт об изначально рисковых покупках где-то на eBay.    Фото Reddit (GnarDead) Неладное пострадавший заподозрил сразу, так как коробка была небрежно обклеена транспортными стикерами, а пломба была повреждена. Вероятно, видеокарту украли где-то на пути к покупателю сотрудники логистической компании.   Покупатель сразу оформил претензию к магазину, где его заверили, что быстро отправят замену, но через время ему пришёл отказ. За карту автор заплатил немалые 1200 долларов.  Напомним, недавно другой пользователь получил вместо оперативной памяти пустую коробку.",
      "shortDescription": "Пользователь Reddit рассказал историю о том, как ему вместо GeForce RTX 5080 прислали камни. В прямом смысле: в коробке от видеокарты было несколько довольно крупных булыжников.  Пользователь GnarDead опубликовал фотографии и рассказал, что видеокарту заказывал напрямую у BestBuy, то есть речь тут н...",
      "link": "https://www.ixbt.com/news/2025/12/03/geforce-rtx-5080-reddit-bestbuy.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/received-rocks-in-place-of-asus-tuf-5080-from-bestbuy-v0-kxglnv8m4x4g1_large.jpg",
      "pubDate": "2025-12-03T14:47:00+03:00",
      "hashtags": [
        "#it",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_8_1764767387",
      "title": "«Искусственное солнце» Китая выходит на финишную прямую: термоядерная установка BEST вышла на финальную стадию сборки",
      "description": "По данным CCTV News, в Хэфэе термоядерная установка BEST, которую также называют «Искусственным Солнцем», вышла на финальную стадию сборки. Также сообщается, что уровень локализации оборудования на данном этапе достигает 93,4%.  Рендер научного комплекса BEST. Фото: ITHome «Примечательно, что уровень локализации для этой установки достигает 93,4%, а среди ее компонентов насчитывается более 660 уникальных устройств, не имеющих аналогов в мире. В период 15-й пятилетки (2026-2030 гг.) планируется довести долю отечественного производства до 100%», — сообщает CCTV. После завершения строительства установка должна подтвердить способность к долговременной и устойчивой работе в режиме длинного импульса, а затем перейти к генерации энергии термоядерным синтезом. По оценкам разработчиков, в 2030 году устройство может впервые в истории «зажечь лампу», используя энергию управляемого термоядерного синтеза. В основе проекта — технология магнитного удержания плазмы с применением сверхпроводящих магнитов и специальных топливных сфер, способных выдерживать температуру до 1620 °C. Ранее сообщалось, что 1 октября был успешно смонтирован базовый элемент криостата.",
      "shortDescription": "По данным CCTV News, в Хэфэе термоядерная установка BEST, которую также называют «Искусственным Солнцем», вышла на финальную стадию сборки. Также сообщается, что уровень локализации оборудования на данном этапе достигает 93,4%.  Рендер научного комплекса BEST. Фото: ITHome «Примечательно, что уровен...",
      "link": "https://www.ixbt.com/news/2025/12/03/iskusstvennoe-solnce-kitaja-vyhodit-na-finishnuju-prjamuju-termojadernaja-ustanovka-best-vyshla-na-finalnuju-stadiju.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/3/a936a956-8487-42c8-ba88-4203bd67db6a_large.jpg",
      "pubDate": "2025-12-03T13:14:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "DTF_1_1764767384",
      "title": "Epic Games запретила выпуск инди-хоррора Horses в EGS вслед за Steam — за день до релиза",
      "description": "Разработчики утверждают, что им не объяснили причины.",
      "shortDescription": "Разработчики утверждают, что им не объяснили причины.",
      "link": "https://dtf.ru/games/4508343-epic-games-zapretila-horror-horses?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/1afc09fb-120b-59f8-98be-b77fd67b1cf1/",
      "pubDate": "2025-12-03T13:11:09+03:00",
      "hashtags": [
        "#game"
      ]
    },
    {
      "id": "3DNews_0_1764767385",
      "title": "Roblox перестала работать в России после предупреждений от Роскомнадзора",
      "description": "Популярная среди детей и подростков игровая платформа Roblox от компании Roblox Corporation неожиданно перестала работать в России. Это произошло через несколько дней после предупреждения от Роскомнадзора.   Источник изображения: Getty Images",
      "shortDescription": "Популярная среди детей и подростков игровая платформа Roblox от компании Roblox Corporation неожиданно перестала работать в России. Это произошло через несколько дней после предупреждения от Роскомнадзора.   Источник изображения: Getty Images",
      "link": "https://3dnews.ru/1133319",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133319/00.jpg",
      "pubDate": "2025-12-03T12:46:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_7_1764767382",
      "title": "Советы от айтишника: как сохранять мотивацию на длинной дистанции",
      "description": "Привет, Хабр. Меня зовут Антон Долганов, я старший iOS-разработчик в Контуре. В этой статье расскажу, куда девается мотивация, и что я делаю, чтобы её вернуть. Читать далее",
      "shortDescription": "Привет, Хабр. Меня зовут Антон Долганов, я старший iOS-разработчик в Контуре. В этой статье расскажу, куда девается мотивация, и что я делаю, чтобы её вернуть. Читать далее",
      "link": "https://habr.com/ru/companies/skbkontur/articles/972406/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972406",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d03/cfc/93d/d03cfc93d72474cdecaaed72d01a1fc8.png",
      "pubDate": "2025-12-03T12:41:59+00:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_28_1764767385",
      "title": "OpenAI готовит «Чеснок» — улучшенную версию GPT, способную обойти Gemini 3 Pro и других конкурентов",
      "description": "После выхода большой языковой модели Google Gemini 3, которая, как утверждается, превзошла OpenAI GPT-5 по нескольким ключевым показателям, а также ИИ-модели других конкурентов, OpenAI ускорила разработку новой большой языковой модели под кодовым названием Garlic (англ. — чеснок), стремясь отыграть у Google позиции в гонке за искусственный интеллект, сообщил ресурс The Information. Источник изображения: Growtika/unsplash.com",
      "shortDescription": "После выхода большой языковой модели Google Gemini 3, которая, как утверждается, превзошла OpenAI GPT-5 по нескольким ключевым показателям, а также ИИ-модели других конкурентов, OpenAI ускорила разработку новой большой языковой модели под кодовым названием Garlic (англ. — чеснок), стремясь отыграть ...",
      "link": "https://3dnews.ru/1133316",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133316/growtika-P5mCQ4KACbM-unsplash.jpg",
      "pubDate": "2025-12-03T12:34:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#код",
        "#AR",
        "#ИИ",
        "#искусственныйинтеллект"
      ]
    },
    {
      "id": "Habr_10_1764767382",
      "title": "Как Karpenter помогает управлять динамическими нагрузками в Kubernetes",
      "description": "Представьте ситуацию: ваше приложение в Kubernetes работает стабильно, но внезапно начинается пиковая нагрузка. Поды пытаются масштабироваться, HPA увеличивает их количество, но... они висят в статусе Pending. Почему? Потому что в кластере недостаточно ресурсов на нодах. Cluster Autoscaler должен добавить новые ноды, но процесс занимает много времени, иногда нода не создается из-за проблем с облаком. За это время пользователи уже получают ошибки 503, а вы теряете деньги. Знакомо?А теперь обратная ситуация: нагрузка спала, поды удалились, но ноды продолжают работать вхолостую. Вы платите за простаивающие ресурсы, потому что Cluster Autoscaler слишком консервативен в удалении нод или не может оптимально «упаковать» workloads.Есть ли способ сделать это быстрее, умнее и экономичнее? Меня зовут Даниил Кондрашов, я разработчик Managed Kubernetes в Selectel. В этой статье познакомлю вас с Karpenter — современным решением для автоматического управления нодами в Kubernetes, которое решает эти проблемы принципиально иначе. Подробности под катом! Читать далее",
      "shortDescription": "Представьте ситуацию: ваше приложение в Kubernetes работает стабильно, но внезапно начинается пиковая нагрузка. Поды пытаются масштабироваться, HPA увеличивает их количество, но... они висят в статусе Pending. Почему? Потому что в кластере недостаточно ресурсов на нодах. Cluster Autoscaler должен до...",
      "link": "https://habr.com/ru/companies/selectel/articles/972866/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972866",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/5ce/f30/037/5cef300375176c61a8cafe336c1d0f65.png",
      "pubDate": "2025-12-03T12:27:53+00:00",
      "hashtags": [
        "#AR",
        "#приложение",
        "#облако",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_12_1764767382",
      "title": "[Перевод] Как родился смайлик",
      "description": "Привет, Хабр! Как вы думаете, что может объединять физическую головоломку про падающий лифт, университетскую доску объявлений и один из самых важных символов интернета? Предлагаем отвлечься от облачных инфраструктур, виртуализации и DevOps-практик и погрузиться в увлекательную историю 1982 года — когда проблема коммуникации привела к неожиданному открытию, изменившему цифровой мир. Читать далее",
      "shortDescription": "Привет, Хабр! Как вы думаете, что может объединять физическую головоломку про падающий лифт, университетскую доску объявлений и один из самых важных символов интернета? Предлагаем отвлечься от облачных инфраструктур, виртуализации и DevOps-практик и погрузиться в увлекательную историю 1982 года — ко...",
      "link": "https://habr.com/ru/companies/cloud4y/articles/972888/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972888",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/979/095/20a/97909520a8398419f3720f863f7e4098.jpg",
      "pubDate": "2025-12-03T12:19:35+00:00",
      "hashtags": [
        "#интернет",
        "#цифровой",
        "#devops",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_13_1764767382",
      "title": "Camera Control в iOS 18: полный разбор архитектуры и интеграции",
      "description": "Привет, Хабр! Меня зовут Илья, и последние несколько недель я провёл в дебрях документации Apple, исходников AVFoundation и видео с WWDC, разбираясь с новой фичей iPhone 16 — Camera Control. В этой статье расскажу, как устроена архитектура этой системы, почему интеграция сложнее, чем кажется, и дам рабочий код для интеграции в ваше приложение. Читать далее",
      "shortDescription": "Привет, Хабр! Меня зовут Илья, и последние несколько недель я провёл в дебрях документации Apple, исходников AVFoundation и видео с WWDC, разбираясь с новой фичей iPhone 16 — Camera Control. В этой статье расскажу, как устроена архитектура этой системы, почему интеграция сложнее, чем кажется, и дам ...",
      "link": "https://habr.com/ru/articles/972882/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972882",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-03T12:15:50+00:00",
      "hashtags": [
        "#код",
        "#интеграция",
        "#приложение",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_15_1764767382",
      "title": "Почему ОЗУ так подорожала в конце 2025-го и стоит ли сейчас апгрейдиться",
      "description": "Осенью 2025-го многие, как и я, открыли любимый магазин железа, чтобы «по-быстрому взять ещё 32–64 ГБ DDR5 под игры, IDE и пару Docker-контейнеров» — и закрыли вкладку с лёгким культурным шоком. Память, которая летом стоила «адекватных» денег, внезапно стала стоить почти как видеокарта среднего уровня.Если коротко, это не «жадность магазинов», а последствия довольно сложной перестройки всего рынка DRAM под ИИ-серверы и HBM-память. В статье разберёмся, что происходит на фабриках памяти, почему страдают именно ПК-модули, чего ждать в 2026-м и как принимать решения об апгрейде, если вы геймер, разработчик или просто любитель собирать железо. Читать далее",
      "shortDescription": "Осенью 2025-го многие, как и я, открыли любимый магазин железа, чтобы «по-быстрому взять ещё 32–64 ГБ DDR5 под игры, IDE и пару Docker-контейнеров» — и закрыли вкладку с лёгким культурным шоком. Память, которая летом стоила «адекватных» денег, внезапно стала стоить почти как видеокарта среднего уров...",
      "link": "https://habr.com/ru/articles/972872/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972872",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/39d/c06/4fb/39dc064fb8c2c5fc4b68ef19723e8f0e.webp",
      "pubDate": "2025-12-03T12:04:39+00:00",
      "hashtags": [
        "#игры",
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_30_1764767385",
      "title": "Сделка по уходу с биржи обернётся для Electronic Arts почти полной зависимостью от Суверенного фонда Саудовской Аравии",
      "description": "Переход в частный статус обернётся для американского издателя и разработчика Electronic Arts не только долгом на $20 миллиардов, но и почти полной зависимостью от Суверенного фонда (PIF) Саудовской Аравии.   Источник изображения: Chesnot/Getty Images",
      "shortDescription": "Переход в частный статус обернётся для американского издателя и разработчика Electronic Arts не только долгом на $20 миллиардов, но и почти полной зависимостью от Суверенного фонда (PIF) Саудовской Аравии.   Источник изображения: Chesnot/Getty Images",
      "link": "https://3dnews.ru/1133311",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133311/00.jpg",
      "pubDate": "2025-12-03T11:51:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_18_1764767382",
      "title": "zVirt Metrics vs Zabbix: где заканчивается универсальный мониторинг",
      "description": "Zabbix — отличный универсальный инструмент. Но как только виртуалок становится не 20, а 200, всё превращается в бесконечный тюнинг: поднял лимит PHP, подкинул кэш, вырубил логирование — и надеешься, что доживёт до утра. Мы проверили, где эта грань на самом деле проходит и как себя ведёт альтернатива — zVirt Metrics. В статье — архитектура, производительность и честные цифры из тестов. Материал будет полезен инженерам, которые держат на себе мониторинг виртуализации и хотят, чтобы всё работало из коробки и без плясок с бубном при росте числа инсталляций zVirt. Читать далее",
      "shortDescription": "Zabbix — отличный универсальный инструмент. Но как только виртуалок становится не 20, а 200, всё превращается в бесконечный тюнинг: поднял лимит PHP, подкинул кэш, вырубил логирование — и надеешься, что доживёт до утра. Мы проверили, где эта грань на самом деле проходит и как себя ведёт альтернатива...",
      "link": "https://habr.com/ru/companies/orion_soft/articles/972862/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972862",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/53e/bd4/b3f/53ebd4b3fae5e2e845bb5f09c5376f7e.png",
      "pubDate": "2025-12-03T11:27:21+00:00",
      "hashtags": [
        "#тест",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_32_1764767385",
      "title": "Следствие ведёт Инквизиция: разработчики Warhammer 40,000: Dark Heresy раскрыли подробности детективной системы",
      "description": "Студия Owlcat Games в новом дневнике разработки рассказала в подробностях об одном из главных отличий будущей партийной ролевой игры Warhammer 40,000: Dark Heresy от Warhammer 40,000: Rogue Trader — системе расследований.   Источник изображений: Owlcat Games",
      "shortDescription": "Студия Owlcat Games в новом дневнике разработки рассказала в подробностях об одном из главных отличий будущей партийной ролевой игры Warhammer 40,000: Dark Heresy от Warhammer 40,000: Rogue Trader — системе расследований.   Источник изображений: Owlcat Games",
      "link": "https://3dnews.ru/1133307",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133307/00.jpg",
      "pubDate": "2025-12-03T11:23:40+03:00",
      "hashtags": [
        "#игры",
        "#game",
        "#AR"
      ]
    },
    {
      "id": "3DNews_33_1764767385",
      "title": "Google научила Circle to Search выявлять сообщения от мошенников",
      "description": "Google выпустила обновление функции визуального поиска Circle to Search, которая теперь может распознавать цифровое мошенничество, используя для анализа подозрительных сообщений и веб-контента инструмент AI Overview («Обзор на основе ИИ»). Источник изображения: 9to5google.com",
      "shortDescription": "Google выпустила обновление функции визуального поиска Circle to Search, которая теперь может распознавать цифровое мошенничество, используя для анализа подозрительных сообщений и веб-контента инструмент AI Overview («Обзор на основе ИИ»). Источник изображения: 9to5google.com",
      "link": "https://3dnews.ru/1133309",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133309/Circle-to-Search-Scam-ai-overview.jpg",
      "pubDate": "2025-12-03T11:03:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#веб",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_28_1764767382",
      "title": "Секреты под защитой: как мы спрятали ключи приложения с помощью Gradle-плагина",
      "description": "Секреты вашего Android‑приложения под надёжной охраной!Узнайте, как превратить API‑ключи и токены в невидимые в репозитории и APK данные с помощью собственного Gradle‑плагина. Читать далее",
      "shortDescription": "Секреты вашего Android‑приложения под надёжной охраной!Узнайте, как превратить API‑ключи и токены в невидимые в репозитории и APK данные с помощью собственного Gradle‑плагина. Читать далее",
      "link": "https://habr.com/ru/articles/972820/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972820",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/b3a/c10/30e/b3ac1030e4b5c44f3696b475ab30210e.png",
      "pubDate": "2025-12-03T10:16:28+00:00",
      "hashtags": [
        "#api",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_29_1764767382",
      "title": "От Docker Compose к кластеру: миграция 20+ контейнерного монолита в трехузловой Swarm",
      "description": "Я работаю DevOps-инженером в команде разработки продукта Колибри-АРМ, аналога Microsoft SCCM, покрывающего потребности в импортозамещении ПО для управления парком АРМ. В данной статье будет описан кейс решения задачи по обеспечению высокой доступности продукта – она будет по большей части описывать перенос непосредственно функциональности, и тут не будут рассматриваться такие аспекты как безопасность кластера и приложения внутри. Читать далее",
      "shortDescription": "Я работаю DevOps-инженером в команде разработки продукта Колибри-АРМ, аналога Microsoft SCCM, покрывающего потребности в импортозамещении ПО для управления парком АРМ. В данной статье будет описан кейс решения задачи по обеспечению высокой доступности продукта – она будет по большей части описывать ...",
      "link": "https://habr.com/ru/companies/icl_group/articles/972806/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972806",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/63d/aab/ff3/63daabff3f4abfc7b43f3459fe061d60.png",
      "pubDate": "2025-12-03T09:58:55+00:00",
      "hashtags": [
        "#AR",
        "#devops",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_30_1764767382",
      "title": "Массово атакуют: подборка громких киберкампаний 2025 года",
      "description": "Массовые атаки – это конвейерные кампании, которые бьют по тысячам компаний одним махом. По нашим оценкам, за первые три квартала 2025 года каждая пятая успешная атака на организации была массовой, а одна кампания могла затрагивать от десятков до нескольких тысяч жертв. Для атакующих это идеальный бизнес: один сценарий, одна инфраструктура – и огромный охват, тогда как для компаний это лавина инцидентов, утечек и простоев, с которой уже не справиться силами «классического антивируса» и перегруженной SOC-команды.Поддельные CAPTCHA, сгенерированный ИИ вредонос, отказ в обслуживании Citrix и прочие неприятные сюрпризы от хакеров. Подготовили для вас подборку самых нашумевших массовых кибератак за первые три месяца. Читать далее",
      "shortDescription": "Массовые атаки – это конвейерные кампании, которые бьют по тысячам компаний одним махом. По нашим оценкам, за первые три квартала 2025 года каждая пятая успешная атака на организации была массовой, а одна кампания могла затрагивать от десятков до нескольких тысяч жертв. Для атакующих это идеальный б...",
      "link": "https://habr.com/ru/companies/pt/articles/972652/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972652",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/5c1/224/a8d/5c1224a8d9c0f90aa60eff87efe9b0a0.png",
      "pubDate": "2025-12-03T09:58:30+00:00",
      "hashtags": [
        "#структура",
        "#it",
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_34_1764767385",
      "title": "Anthropic нацелилась на крупнейшее IPO в истории, пока OpenAI медлит с выходом на биржу",
      "description": "Пока руководство OpenAI отрицает стремление в ближайшее время вывести стартап на биржу, конкурирующая Anthropic якобы собирается это сделать в 2026 году, как отмечают источники Financial Times. Финансовые и юридические консультанты для подготовки IPO, которое рискует стать крупнейшим в истории, уже наняты, если верить неофициальным данным. Источник изображения: Anthropic",
      "shortDescription": "Пока руководство OpenAI отрицает стремление в ближайшее время вывести стартап на биржу, конкурирующая Anthropic якобы собирается это сделать в 2026 году, как отмечают источники Financial Times. Финансовые и юридические консультанты для подготовки IPO, которое рискует стать крупнейшим в истории, уже ...",
      "link": "https://3dnews.ru/1133306",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133306/anthropic_01.jpg",
      "pubDate": "2025-12-03T09:52:00+03:00",
      "hashtags": [
        "#стартап",
        "#AI",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_35_1764767382",
      "title": "Вышла новая версия российской операционной системы «МСВСфера» 9.7",
      "description": "Привет, Хабр!Мы в команде «Инферит ОС» выпустили крупное обновление «МСВСфера» 9.7, это была масштабная и непростая работа, но мы рады поделиться результатом. Немного расскажу про наши нововедения и фичи. В АРМ версию мы добавили конвертер медиа, с доступом прямо из контекстного меню файлового менеджера. Увидели в папке кучу .flac или .mov, которые нужно срочно перевести в mp4/mp3? Не нужно искать онлайн-сервисы или запускать тяжелые GUI-приложения. Правая кнопка мыши -> Конвертировать в — выбираете формат и получаете результат. Функция умеет даже отделять аудиодорожку от видео и накладывать одну на другую.  Читать далее",
      "shortDescription": "Привет, Хабр!Мы в команде «Инферит ОС» выпустили крупное обновление «МСВСфера» 9.7, это была масштабная и непростая работа, но мы рады поделиться результатом. Немного расскажу про наши нововедения и фичи. В АРМ версию мы добавили конвертер медиа, с доступом прямо из контекстного меню файлового менед...",
      "link": "https://habr.com/ru/companies/inferit/articles/972750/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972750",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d1f/db9/7b0/d1fdb97b04f75f1a64e2dc37e162ddf1.jpg",
      "pubDate": "2025-12-03T09:18:14+00:00",
      "hashtags": [
        "#ui"
      ]
    },
    {
      "id": "Habr_36_1764767382",
      "title": "Static site generation (ssg) для ускорения сайта в 2-20 раз или важность кеширования",
      "description": "Думаю многие сталкивались со словом оптимизация в контексте работы с сайтами. Эта оптимизация может быть на многих уровнях, но всегда говорят об оптимизации сайтов и веб приложений затрагивают три основных аспекта:Скорость ответа сервераВес ответа сервераЗатрачиваемые ресурсы на ответИ если вес исправляется как правило эффективным сжатием, выбрасыванием не нужного, то в этой статье мы рассмотрим как можно оптимизировать скорость ответа и затрачиваемые ресурсы. Читать далее",
      "shortDescription": "Думаю многие сталкивались со словом оптимизация в контексте работы с сайтами. Эта оптимизация может быть на многих уровнях, но всегда говорят об оптимизации сайтов и веб приложений затрагивают три основных аспекта:Скорость ответа сервераВес ответа сервераЗатрачиваемые ресурсы на ответИ если вес испр...",
      "link": "https://habr.com/ru/articles/972780/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972780",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-03T09:16:13+00:00",
      "hashtags": [
        "#it",
        "#веб",
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_37_1764767382",
      "title": "InfoFlood: как информационная перегрузка превращается в универсальный джейлбрейк для LLM",
      "description": "В июне этого года на arXiv вышла работа «InfoFlood: Jailbreaking Large Language Models with Information Overload» В исследовании авторы обнаружили новую уязвимость в системах безопасности больших языковых моделей: когда вредоносный запрос перегружается сложной лингвистической структурой, фильтры безопасности перестают его распознавать, хотя сама модель продолжает понимать суть и выдаёт вредоносный ответ.В отличие от большинства существующих джейлбрейков, InfoFlood не использует префиксов, суффиксов или шаблонных триггеров. Вместо этого он полностью переписывает запрос, сохраняя его вредоносное намерение, но маскируя его за избыточной информацией, уточнениями и гипотетическими сценариями. Авторы называют это «информационной перегрузкой» (Information Overload). Читать далее",
      "shortDescription": "В июне этого года на arXiv вышла работа «InfoFlood: Jailbreaking Large Language Models with Information Overload» В исследовании авторы обнаружили новую уязвимость в системах безопасности больших языковых моделей: когда вредоносный запрос перегружается сложной лингвистической структурой, фильтры без...",
      "link": "https://habr.com/ru/articles/972778/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972778",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/17f/198/db7/17f198db79f05afcb584d1df97c2fc49.jpg",
      "pubDate": "2025-12-03T09:16:08+00:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#it",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_38_1764767382",
      "title": "Эскейв: бесконечность дорог",
      "description": "Почему бы не сделать настолку по \"Вангерам\"? С советниками, убежищами и мехосами. Вашему вниманию предлагаются правила игры \"Эскейв\", представляющую собой настольно-ролевой симулятор жизни во вселенной Униванга предназначенный для развлечения нескольких игроков, под управлением ведущего, направляющего развитие истории. Читать далее",
      "shortDescription": "Почему бы не сделать настолку по \"Вангерам\"? С советниками, убежищами и мехосами. Вашему вниманию предлагаются правила игры \"Эскейв\", представляющую собой настольно-ролевой симулятор жизни во вселенной Униванга предназначенный для развлечения нескольких игроков, под управлением ведущего, направляюще...",
      "link": "https://habr.com/ru/articles/972770/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972770",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f8f/f02/80a/f8ff0280a5f09de2fd808c741a612dc0.jpeg",
      "pubDate": "2025-12-03T09:06:14+00:00",
      "hashtags": [
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_39_1764767382",
      "title": "Собираем Linux, который весит меньше, чем мем с котиком, ну или почти…",
      "description": "Мне всегда было интересно, насколько минимальным может быть Linux.Три года назад я уже публиковал статью, но понимание темы меняется. Сейчас хочу освежить знания и поделиться ими.В отличие от предыдущей статьи, в этой я рассматриваю Linux с более свежим ядром с минимальной конфигурацией на основе tinyconfig, оформленный в виде одного файла и загружаемый при помощи UEFI.Зачем вообще нужно создавать такие сборки Linux?Установил готовый дистрибутив или загрузился в Live — работай и изучай. Но такой подход не даёт настоящей уверенности в знаниях. Представьте: водитель и шофёр. Водитель просто ездит. Шофёр знает устройство автомобиля и может его починить.Современные автомобили сложны — починить всё самому уже нельзя. Но вы можете открыть капот, измерить уровень масла, заменить колесо в случае прокола, установить винт для буксировочного троса и т. д. Так же и с Linux: коммерческий дистрибутив вы вряд ли соберёте, но на одну ступеньку вверх по лестнице профессионализма подниметесь.На мой взгляд, описание создания минимального Linux не должно быть большим, поэтому я старался его сделать минимально возможным, вложив максимум смысла.Как минимальный Linux служит для понимания более сложных вещей, так и моя статья даёт базу для дальнейшего более глубокого изучения.В комментариях к моей предыдущей статье я видел замечания, что можно использовать buildroot или книгу Linux From Scratch. Скажу только, что я преследую другие цели: собрать минимальный Linux без использования специализированных программ и сделать это как можно проще.Всем, кого заинтересовало, добро пожаловать под кат. Читать далее",
      "shortDescription": "Мне всегда было интересно, насколько минимальным может быть Linux.Три года назад я уже публиковал статью, но понимание темы меняется. Сейчас хочу освежить знания и поделиться ими.В отличие от предыдущей статьи, в этой я рассматриваю Linux с более свежим ядром с минимальной конфигурацией на основе ti...",
      "link": "https://habr.com/ru/companies/ruvds/articles/963400/?utm_source=habrahabr&utm_medium=rss&utm_campaign=963400",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/9a8/d95/bf8/9a8d95bf8d71fadcb2d665a26a9b5e5a.png",
      "pubDate": "2025-12-03T09:01:00+00:00",
      "hashtags": [
        "#ux",
        "#ui"
      ]
    },
    {
      "id": "3DNews_36_1764767385",
      "title": "В Android появилась функция Call Reason — маркировка важных входящих звонков",
      "description": "Корпорация Google продолжает улучшать пользовательский опыт в Android даже на уровне стандартной голосовой связи, предложив недавно функцию Call Reason, которая позволяет маркировать важные звонки таким образом, чтобы принимающий вызов абонент сразу это видел. Пока функция находится в фазе бета-тестирования, но со временем она распространится по всем смартфонам под управлением Android. Источник изображения: Google",
      "shortDescription": "Корпорация Google продолжает улучшать пользовательский опыт в Android даже на уровне стандартной голосовой связи, предложив недавно функцию Call Reason, которая позволяет маркировать важные звонки таким образом, чтобы принимающий вызов абонент сразу это видел. Пока функция находится в фазе бета-тест...",
      "link": "https://3dnews.ru/1133304",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133304/urgent_01.jpg",
      "pubDate": "2025-12-03T08:57:00+03:00",
      "hashtags": [
        "#смартфон",
        "#тест"
      ]
    },
    {
      "id": "3DNews_38_1764767385",
      "title": "Google сократит разрыв между Pixel и всеми остальными: Android перешёл на ускоренный цикл обновлений",
      "description": "Компания Google в рамках развития Android 16 реализовала долгожданную реформу графика выпуска операционной системы, официально отказавшись от традиционного ежегодного цикла обновлений. Последний релиз Android 16 QPR2 представляет собой небольшое обновление, расширяющее функциональность уведомлений, иконок, экранов вызовов и других системных элементов. Источник изображения: Denny Muller/Unsplash",
      "shortDescription": "Компания Google в рамках развития Android 16 реализовала долгожданную реформу графика выпуска операционной системы, официально отказавшись от традиционного ежегодного цикла обновлений. Последний релиз Android 16 QPR2 представляет собой небольшое обновление, расширяющее функциональность уведомлений, ...",
      "link": "https://3dnews.ru/1133294",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133294/56475.jpg",
      "pubDate": "2025-12-03T06:14:00+03:00",
      "hashtags": [
        "#графика"
      ]
    },
    {
      "id": "Ведомости Технологии_0_1764767389",
      "title": "В России запретят учиться с иностранными роботами",
      "description": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "shortDescription": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/03/1160054-v-rossii-zapretyat-uchitsya-s-inostrannimi-robotami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9c/1ev7nd/normal-1txb.png",
      "pubDate": "2025-12-03T00:35:15+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_1_1764767385",
      "title": "Чудеса оптимизации: разработчики Helldivers 2 сократили размер игры на ПК со 154 до 23 Гбайт почти без вреда для скорости загрузок",
      "description": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "shortDescription": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "link": "https://3dnews.ru/1133292",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133292/00.jpg",
      "pubDate": "2025-12-02T23:52:00+03:00",
      "hashtags": [
        "#игры",
        "#game",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_39_1764767385",
      "title": "10 тысяч модов и 350 миллионов загрузок: Larian похвасталась новыми достижениями игроков Baldur’s Gate 3",
      "description": "Разработчики из Larian Studios продолжают праздновать достижения сообщества нашумевшей фэнтезийной ролевой игры Baldur’s Gate 3. На фоне приближения новогодних праздников в студии решили отметить успехи любителей модов.   Источник изображений: Larian Studios",
      "shortDescription": "Разработчики из Larian Studios продолжают праздновать достижения сообщества нашумевшей фэнтезийной ролевой игры Baldur’s Gate 3. На фоне приближения новогодних праздников в студии решили отметить успехи любителей модов.   Источник изображений: Larian Studios",
      "link": "https://3dnews.ru/1133289",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133289/00.jpg",
      "pubDate": "2025-12-02T23:01:00+03:00",
      "hashtags": [
        "#игры",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_42_1764767385",
      "title": "Apple резко снизила награды багхантерам — при этом рост вредоносов в macOS бьёт рекорды",
      "description": "Apple значительно сократила размеры вознаграждений за обнаружение уязвимостей в операционной системе macOS, несмотря на растущую активность вредоносных программ. Некоторые выплаты были уменьшены более чем в шесть раз, например, за обнаружение уязвимости, связанной с обходом механизма защиты приватности, цена снизилась с $30 500 до $5000. Источник изображения: AI",
      "shortDescription": "Apple значительно сократила размеры вознаграждений за обнаружение уязвимостей в операционной системе macOS, несмотря на растущую активность вредоносных программ. Некоторые выплаты были уменьшены более чем в шесть раз, например, за обнаружение уязвимости, связанной с обходом механизма защиты приватно...",
      "link": "https://3dnews.ru/1133282",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133282/26376.jpg",
      "pubDate": "2025-12-02T20:07:00+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_43_1764767385",
      "title": "Mortal Kombat 1, Routine и Dome Keeper возглавили первую волну декабрьских новинок Game Pass, а Mortal Kombat 11 скоро подписку покинет",
      "description": "Компания Microsoft в блоге Xbox Wire представила первую волну игровых новинок для подписчиков Game Pass в декабре, а также раскрыла список проектов, покидающих библиотеку сервиса в середине и конце месяца.   Источник изображения: Steam",
      "shortDescription": "Компания Microsoft в блоге Xbox Wire представила первую волну игровых новинок для подписчиков Game Pass в декабре, а также раскрыла список проектов, покидающих библиотеку сервиса в середине и конце месяца.   Источник изображения: Steam",
      "link": "https://3dnews.ru/1133277",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133277/00.jpg",
      "pubDate": "2025-12-02T19:39:00+03:00",
      "hashtags": [
        "#game"
      ]
    },
    {
      "id": "3DNews_44_1764767385",
      "title": "Google закрыла 107 дыр в Android — две нулевого дня уже использовались в атаках",
      "description": "Компания Google опубликовала декабрьский бюллетень по безопасности Android, в котором сообщила об устранении 107 уязвимостей, включая две, активно эксплуатируемые в целевых атаках. Источник изображения: AI",
      "shortDescription": "Компания Google опубликовала декабрьский бюллетень по безопасности Android, в котором сообщила об устранении 107 уязвимостей, включая две, активно эксплуатируемые в целевых атаках. Источник изображения: AI",
      "link": "https://3dnews.ru/1133280",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133280/android-160425.jpg",
      "pubDate": "2025-12-02T19:11:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_46_1764767385",
      "title": "ИИ-агенты научились взламывать смарт-контракты в блокчейне — это риск на сотни миллионов долларов",
      "description": "Исследователи компании Anthropic проверили смарт-контракты в криптовалютных сетях на предмет уязвимости перед агентами искусственного интеллекта. ИИ-приложения оказались грозным оружием для этих целей — потенциальный ущерб от таких действий исчисляется миллионами долларов. Источник изображения: Shubham Dhage / unsplash.com",
      "shortDescription": "Исследователи компании Anthropic проверили смарт-контракты в криптовалютных сетях на предмет уязвимости перед агентами искусственного интеллекта. ИИ-приложения оказались грозным оружием для этих целей — потенциальный ущерб от таких действий исчисляется миллионами долларов. Источник изображения: Shub...",
      "link": "https://3dnews.ru/1133276",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133276/blockchain.jpg",
      "pubDate": "2025-12-02T18:50:00+03:00",
      "hashtags": [
        "#блокчейн",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_6_1764767385",
      "title": "ИИ сломал Big Tech: золотое правило «трать мало, зарабатывай много» больше не работает",
      "description": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовые инструменты. Такой переход к капиталоёмким бизнес-моделям ограничивает рост доходности капитала для акционеров и вызывает обоснованные опасения инвесторов. Источник изображения: Loongson",
      "shortDescription": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовы...",
      "link": "https://3dnews.ru/1133275",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133275/loongson-servers.jpg",
      "pubDate": "2025-12-02T18:48:00+03:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_47_1764767385",
      "title": "Инструмент YouTube для защиты блогеров от дипфейков создал риск утечки их биометрии",
      "description": "YouTube начал расширять доступ к инструменту «Обнаружение сходства», впервые представленному в октябре, который выявляет дипфейки — поддельные видео, созданные искусственным интеллектом с использованием лиц популярных блогеров. Однако этот инструмент требует от создателей контента предоставления биометрических данных, что вызвало среди экспертов серьёзные опасения. Источник изображения: Rubaitul Azad / unsplash.com",
      "shortDescription": "YouTube начал расширять доступ к инструменту «Обнаружение сходства», впервые представленному в октябре, который выявляет дипфейки — поддельные видео, созданные искусственным интеллектом с использованием лиц популярных блогеров. Однако этот инструмент требует от создателей контента предоставления био...",
      "link": "https://3dnews.ru/1133274",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133274/youtube.jpg",
      "pubDate": "2025-12-02T18:44:00+03:00",
      "hashtags": [
        "#AI",
        "#it",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_48_1764767385",
      "title": "В Microsoft Teams появились «иммерсивные встречи» в метавселенной с аватарами без ног",
      "description": "Microsoft добавила в Teams новую функцию под названием «иммерсивные мероприятия». Она позволяет размещать аватары пользователей в трёхмерном пространстве, где можно исследовать окружение, общаться и слушать докладчиков. По мнению компании, это поможет людям «ощутить настоящее присутствие» во время рабочих звонков. Поддерживаются ПК, Mac и гарнитуры M**a Quest VR. Источник изображений: Microsoft",
      "shortDescription": "Microsoft добавила в Teams новую функцию под названием «иммерсивные мероприятия». Она позволяет размещать аватары пользователей в трёхмерном пространстве, где можно исследовать окружение, общаться и слушать докладчиков. По мнению компании, это поможет людям «ощутить настоящее присутствие» во время р...",
      "link": "https://3dnews.ru/1133270",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133270/microsoft-teams-immersive-metaverse-meetings-1.jpg",
      "pubDate": "2025-12-02T18:39:00+03:00",
      "hashtags": [
        "#VR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_10_1764767385",
      "title": "Стример первым в мире прошёл Escape from Tarkov — он сбежал из Таркова, но какой ценой?",
      "description": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "shortDescription": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "link": "https://3dnews.ru/1133258",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133258/00.jpg",
      "pubDate": "2025-12-02T14:34:00+03:00",
      "hashtags": [
        "#game",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_11_1764767385",
      "title": "В OpenAI введён «красный код»: Альтман требует бросить все силы на срочное улучшение ChatGPT",
      "description": "Успехи Google и других разработчиков систем генеративного искусственного интеллекта не позволяют OpenAI спокойно наблюдать за их прогрессом. Поэтому в недавней корпоративной рассылке глава компании Сэм Альтман (Sam Altman) объявил сотрудникам о введении «красного кода» и необходимости мобилизовать все ресурсы, чтобы улучшить ChatGPT. Концентрация на таком приоритете замедлит реализацию некоторых инициатив и проектов. Источник изображения: Unsplash, Levart_Photographer",
      "shortDescription": "Успехи Google и других разработчиков систем генеративного искусственного интеллекта не позволяют OpenAI спокойно наблюдать за их прогрессом. Поэтому в недавней корпоративной рассылке глава компании Сэм Альтман (Sam Altman) объявил сотрудникам о введении «красного кода» и необходимости мобилизовать в...",
      "link": "https://3dnews.ru/1133247",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133247/openai_01.jpg",
      "pubDate": "2025-12-02T12:00:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#код",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_12_1764767385",
      "title": "«Катастрофически плохая идея»: бывший инженер NASA разгромил идею космических дата-центров",
      "description": "Идея перенести ЦОД и ИИ в космос для решения ряда кардинальных проблем с потреблением, экологичностью и масштабированием более сложна в реализации, чем кажется на первый взгляд. На словах всё выглядит вполне реально, вопрос якобы заключается только в финансировании проектов. Бывший инженер NASA с учёной степенью объяснил, что это «ужасная, кошмарная, никуда не годная идея». Источник изображения: ИИ-генерация Grok 4.1/3DNews",
      "shortDescription": "Идея перенести ЦОД и ИИ в космос для решения ряда кардинальных проблем с потреблением, экологичностью и масштабированием более сложна в реализации, чем кажется на первый взгляд. На словах всё выглядит вполне реально, вопрос якобы заключается только в финансировании проектов. Бывший инженер NASA с уч...",
      "link": "https://3dnews.ru/1133246",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133246/ai_orbit_00.jpg",
      "pubDate": "2025-12-02T11:52:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_13_1764767385",
      "title": "Ничего святого: Microsoft представила новый «уродливый» рождественский свитер с логотипом Copilot",
      "description": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фирменного свитера давно знакомые пользователям символы пополнились стилизованным логотипом Copilot. Источник изображения: Microsoft",
      "shortDescription": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фир...",
      "link": "https://3dnews.ru/1133238",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133238/copilot_01.jpg",
      "pubDate": "2025-12-02T09:59:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_15_1764767385",
      "title": "Samsung наконец представила трёхстворчатый смартфон Galaxy Z TriFold — 10\" дисплей, толщина от 3,9 мм и цена $2450",
      "description": "Последний месяц года ещё сохраняет возможность желающим преподнести близким остромодные подарки приобрести горячие новинки в мобильном сегменте. Для жителей Южной Кореи с 12 декабря откроется возможность купить складной смартфон Galaxy Z TriFold, который компания Samsung наделила тремя секциями. Источник изображений: Samsung Electronics",
      "shortDescription": "Последний месяц года ещё сохраняет возможность желающим преподнести близким остромодные подарки приобрести горячие новинки в мобильном сегменте. Для жителей Южной Кореи с 12 декабря откроется возможность купить складной смартфон Galaxy Z TriFold, который компания Samsung наделила тремя секциями. Ист...",
      "link": "https://3dnews.ru/1133235",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133235/Galaxy-Z-TriFold_03.jpg",
      "pubDate": "2025-12-02T08:32:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_17_1764767385",
      "title": "DeepSeek ответил на GPT-5 и Gemini 3 Pro — представлены мощные ИИ-модели DeepSeek-V3.2",
      "description": "Китайский стартап DeepSeek выпустил две новые открытые модели с мощными возможностями для рассуждений — DeepSeek-V3.2 и усиленную DeepSeek-V3.2-Speciale. Таким образом компания подтвердила, что Китай играет на равных с американскими лидерами в лице OpenAI и Google.   Источник изображения: DeepSeek",
      "shortDescription": "Китайский стартап DeepSeek выпустил две новые открытые модели с мощными возможностями для рассуждений — DeepSeek-V3.2 и усиленную DeepSeek-V3.2-Speciale. Таким образом компания подтвердила, что Китай играет на равных с американскими лидерами в лице OpenAI и Google.   Источник изображения: DeepSeek",
      "link": "https://3dnews.ru/1133229",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133229/sm.DeepSeek-V3-2_01.800.jpg",
      "pubDate": "2025-12-02T00:37:00+03:00",
      "hashtags": [
        "#стартап",
        "#AI",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_3_1764767389",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#it",
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_20_1764767385",
      "title": "Взлетевшие цены DDR5 обрушили продажи материнских плат — геймеры призывают к бойкоту",
      "description": "Кризис на рынке оперативной памяти продолжает оказывать влияние на отрасль. Согласно новому отчёту, после подорожания памяти розничные продажи материнских плат упали на 50 %. Всё это также привело к тому, что геймеры начали призывать бойкотировать покупку оперативной памяти в надежде на смягчение ситуации. К сожалению, реальность такова, что такой шаг вряд ли сработает. Источник изображения: Corsair",
      "shortDescription": "Кризис на рынке оперативной памяти продолжает оказывать влияние на отрасль. Согласно новому отчёту, после подорожания памяти розничные продажи материнских плат упали на 50 %. Всё это также привело к тому, что геймеры начали призывать бойкотировать покупку оперативной памяти в надежде на смягчение си...",
      "link": "https://3dnews.ru/1133206",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133206/corsair-dominator.jpg",
      "pubDate": "2025-12-01T20:03:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_21_1764767385",
      "title": "Аниматор Rockstar с 25-летним стажем «засветил» кадры из тестовой версии GTA VI",
      "description": "Даже самые строгие меры безопасности не уберегли студию Rockstar Games от новой утечки геймплея амбициозного криминального боевика с открытым миром GTA VI. Правда, не такой масштабной, как в сентябре 2022 года.   Источник изображений: Rockstar Games",
      "shortDescription": "Даже самые строгие меры безопасности не уберегли студию Rockstar Games от новой утечки геймплея амбициозного криминального боевика с открытым миром GTA VI. Правда, не такой масштабной, как в сентябре 2022 года.   Источник изображений: Rockstar Games",
      "link": "https://3dnews.ru/1133211",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133211/00.jpg",
      "pubDate": "2025-12-01T18:50:00+03:00",
      "hashtags": [
        "#game",
        "#AR",
        "#тест",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_23_1764767385",
      "title": "Первой цифровой камере Kodak исполнилось 50 лет — она весила 3,6 кг и работала от 16 батареек",
      "description": "Первая цифровая камера Kodak была создана в 1975 году небольшой командой специалистов во главе с 24-летним инженером-электриком Стивеном Сассоном (Steven Sasson). Ему было запрещено рассказывать о камере вне компании до 2001 года, пока он не написал статью для издания Rochester Democrat and Chronicle, которое также опубликовало первую фотографию прототипа. Источник изображений: David S Young/digitalcameraworld.com",
      "shortDescription": "Первая цифровая камера Kodak была создана в 1975 году небольшой командой специалистов во главе с 24-летним инженером-электриком Стивеном Сассоном (Steven Sasson). Ему было запрещено рассказывать о камере вне компании до 2001 года, пока он не написал статью для издания Rochester Democrat and Chronicl...",
      "link": "https://3dnews.ru/1133205",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133205/k4NuRcxsZwMDSofKPPxXz6-1.jpg",
      "pubDate": "2025-12-01T16:23:00+03:00",
      "hashtags": [
        "#цифровой",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_24_1764767385",
      "title": "Новейшую ИИ-модель Google Gemini 3 Pro взломали всего за пять минут",
      "description": "Специалисты стартапа Aim Intelligence, тестирующего ИИ-системы на уязвимости, провели стресс-тест Gemini 3 Pro, новейшей модели Google, представленной в прошлом месяце. Как сообщает газета Maeil Business, исследователям потребовалось всего пять минут, чтобы обойти защиту программного комплекса. Источник изображения: blog.google",
      "shortDescription": "Специалисты стартапа Aim Intelligence, тестирующего ИИ-системы на уязвимости, провели стресс-тест Gemini 3 Pro, новейшей модели Google, представленной в прошлом месяце. Как сообщает газета Maeil Business, исследователям потребовалось всего пять минут, чтобы обойти защиту программного комплекса. Исто...",
      "link": "https://3dnews.ru/1133203",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133203/gemini.jpg",
      "pubDate": "2025-12-01T14:59:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#тест",
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_5_1764767389",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#смартфон",
        "#приложение"
      ]
    },
    {
      "id": "Ведомости Технологии_9_1764767389",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_14_1764767389",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_16_1764767389",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_22_1764767389",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#кибер",
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_23_1764767389",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_26_1764767389",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_27_1764767389",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#it",
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_30_1764767389",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_33_1764767389",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#смартфон",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_34_1764767389",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_0_1764767396",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_40_1764767389",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#ИИ",
        "#финтех"
      ]
    },
    {
      "id": "Ведомости Технологии_42_1764767389",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#структура",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_1_1764767396",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_2_1764767396",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764767396",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764767396",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1764767396",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764767396",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1764767396",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764767396",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764767396",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_24_1764767396",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1764767396",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764767396",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#AI",
        "#it",
        "#ai",
        "#искусственныйинтеллект"
      ]
    },
    {
      "id": "3DNews Software_34_1764767396",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_36_1764767396",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764767396",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_41_1764767396",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764767396",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764767396",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ",
        "#компьютер"
      ]
    }
  ]
}