{
  "lastUpdated": "2025-12-06T06:47:27.206185",
  "totalNews": 78,
  "categories": [
    "Игры",
    "Технологии"
  ],
  "hashtags": [
    "#сеть",
    "#ИИ",
    "#веб",
    "#код",
    "#кибер",
    "#робот",
    "#графика",
    "#тесты",
    "#приложение",
    "#devops",
    "#cloud",
    "#цифровой",
    "#смартфон",
    "#радар",
    "#интернет",
    "#тест",
    "#дизайн",
    "#искусственныйинтеллект",
    "#ux",
    "#it",
    "#игры",
    "#game",
    "#стартап",
    "#сервер",
    "#AI",
    "#ai",
    "#компьютер",
    "#AR",
    "#VR",
    "#финтех",
    "#ui",
    "#api",
    "#платформа",
    "#алгоритм"
  ],
  "news": [
    {
      "id": "ixbt.com_1_1765003635",
      "title": "Одно из крупнейших сооружений в мире показали на фото. В Gigabay планируют собирать тысячу Starship в год",
      "description": "Появились новые фотографии, которые демонстрируют постройку производственного комплекса Gigabay, расположенного на территории космодрома Starbase.  Если смотреть издалека, то прогресс кажется небольшим по сравнению с прошлой неделей, но с воздуха видно, что на восточной стороне произошли большие изменения. Julia Bergeron  Фото Julia Bergeron/NSF Известно, что Gigabay для Starship будет иметь следующие основные размеры: высота здания — 116 м, длина — 110 м, ширина — 130 м, полезная внутренняя высота — до 115 м, площадь рабочего пространства — около 75 700 м2, а общий внутренний объём — примерно 1,3 миллиона м3. Эти параметры позволяют Gigabay вмещать несколько Starship одновременно и обеспечивать более чем 11-кратное увеличение производственной площади по сравнению с существующими Mega Bay. Строительство планируют завершить в 2026 году.  Фото Julia Bergeron/NSF «Это будет одно из крупнейших сооружений в мире, думаю, по некоторым параметрам, это будет самое большое строение в мире. Оно рассчитано на тысячу Starship в год», — ранее рассказал Илон Маск.",
      "shortDescription": "Появились новые фотографии, которые демонстрируют постройку производственного комплекса Gigabay, расположенного на территории космодрома Starbase.  Если смотреть издалека, то прогресс кажется небольшим по сравнению с прошлой неделей, но с воздуха видно, что на восточной стороне произошли большие изм...",
      "link": "https://www.ixbt.com/news/2025/12/06/odno-iz-krupnejshih-sooruzhenij-v-mire-pokazali-na-foto-v-gigabay-planirujut-sobirat-tysjachu-starship-v-god.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/6/G7XWMQPXwAAPgrG_large.jpg",
      "pubDate": "2025-12-06T08:57:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_4_1765003635",
      "title": "Фотофлагман с дюймовой камерой Xiaomi 17 Ultra выпустят ещё до Нового года",
      "description": "Флагманский камерофон Xiaomi 17 Ultra представят совсем скоро. Согласно данным инсайдера SmartPikachu, долгожданная модель будет представлена в период времени между 15 и 25 декабря. Он утверждает, что цена по сравнению с прошлым поколением почти не изменится, а главным преимуществом станет «один дюйм» — прямой намёк на крупный сенсор основной камеры. В сети также всплыли данные о новом устройстве Xiaomi под номером 25125PS17S, прошедшем сертификацию MIIT. Ожидается, что это дополнительный аксессуар для фотосъёмки, совместимый только с Xiaomi 17 Ultra. Более того, аксессуар можно будет использовать как внешний аккумулятор.  Фото TODO Plus Сообщается, что помимо оптики изменится и расположение камер. В отличие от предшественника, в Xiaomi 17 Ultra производитель может отказаться от четырёхмодульной камеры в пользу мощной тройной системы, которая будет включать основной 50-мегапиксельный 1-дюймовый сенсор, возможно, OmniVision OV50X, в сочетании с перископическим телеобъективом с датчиком на 200 Мп. 50-мегапиксельный сверхширокоугольный модуль должен дополнить комплект. Смартфон будет построен на базе Snapdragon 8 Elite Gen 5, он получит аккумулятор от 6000 до 7000 мАч и будет оборудован ультразвуковым сканером отпечатков пальцев. Среди других примечательных нововведений — поддержка двух спутниковых сетей и прочный корпус. Инсайдер Smart Pikachu ранее точно сообщал информацию о новинках мобильного рынка, в частности, устройствах Xiaomi. Так, он рассказал о выходе смартфона Xiaomi 13 Ultra и планшета Xiaomi Pad 6.",
      "shortDescription": "Флагманский камерофон Xiaomi 17 Ultra представят совсем скоро. Согласно данным инсайдера SmartPikachu, долгожданная модель будет представлена в период времени между 15 и 25 декабря. Он утверждает, что цена по сравнению с прошлым поколением почти не изменится, а главным преимуществом станет «один дюй...",
      "link": "https://www.ixbt.com/news/2025/12/06/xiaomi-17-ultra.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/11/6/3c1b65bbgy1i7yn72fawqj20t9130duv (1)_large.jpg",
      "pubDate": "2025-12-06T08:33:00+03:00",
      "hashtags": [
        "#AR",
        "#it",
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_8_1765003635",
      "title": "Для любителей кнопочных телефонов Nokia — от $10. HMD 100, 101 и 102 поступили в продажу за пределами Китая",
      "description": "Компания HMD выпустила за пределами Китая ранее представленные кнопочные телефоны серий 100, 101 и 102. Все три модели выполнены в цветовой гамме в стиле «Барселоны» и обладают очень простыми функциями, без каких-либо дополнительных возможностей, кроме совершения и приема звонков, а также отправки и приема текстовых сообщений . Все три модели поддерживают только сети 2G, но большинство стран/регионов постепенно отключают сети 2G/3G, поэтому эта серия телефонов может быть выпущена только на некоторых рынках, где все еще есть сети 2G.  Фото HMD По словам генерального директора HMD Жана-Франсуа Бариля, HMD 102 — флагманская модель в серии, оснащённая основной камерой и поддерживающая воспроизведение аудио в формате MP3. В то же время, у HMD 101 камера отсутствует, а HMD 100 ещё более упрощен: в нём также отсутствует функция воспроизведения MP3. Эти три телефона по-прежнему используют порт зарядки MicroUSB, а это значит, что данная серия моделей не может легально продаваться в Европе, поскольку ЕС уже давно требует, чтобы портативные электронные устройства были оснащены портом USB-C. Однако в будущем HMD собирается выпустить версию 4G с похожим внешним видом, которая, как ожидается, будет поддерживать режим ожидания для двух SIM-карт и будет оснащена интерфейсом USB-C. В Индии цена HMD 100 составляет 10 долларов, а HMD 101 стоит 11,5 доллара.",
      "shortDescription": "Компания HMD выпустила за пределами Китая ранее представленные кнопочные телефоны серий 100, 101 и 102. Все три модели выполнены в цветовой гамме в стиле «Барселоны» и обладают очень простыми функциями, без каких-либо дополнительных возможностей, кроме совершения и приема звонков, а также отправки и...",
      "link": "https://www.ixbt.com/news/2025/12/06/nokia-10-hmd-100-101-102.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/11/6/c4f4acee-d62a-475c-a578-2ad53d7c_large.jpg",
      "pubDate": "2025-12-06T08:10:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_9_1765003635",
      "title": "Альтернатива Audi Q7 от AUDI. Рассекречен флагманский внедорожник AUDI E7X с силовой установкой мощностью 680 л.с.",
      "description": "В Китае завершена сертификация совершенно нового большого кроссовера AUDI от совместного предприятия SAIC Audi. Машина получила название AUDI E7X, а по габаритам это одноклассник Audi Q7.  Фото: Минпром КНР Новинка выполнена в фирменном стиле бренда и лишена фирменного логотипа Audi — четырех колец. Дверные ручки — выдвижные, а на крыше установлен лидар.  Фото: Минпром КНР Габариты AUDI E7X составляют 5049 × 1997 × 1710 мм, расстояние между осями — 3060 мм. Снаряжённая масса — 2526 кг, полная — 2977 кг, максимальная скорость достигает 205 км/ч. Мощность силовой установки составляет 680 л.с. Питание электромоторов обеспечивает трёхкомпонентная тяговая батарея SAIC.",
      "shortDescription": "В Китае завершена сертификация совершенно нового большого кроссовера AUDI от совместного предприятия SAIC Audi. Машина получила название AUDI E7X, а по габаритам это одноклассник Audi Q7.  Фото: Минпром КНР Новинка выполнена в фирменном стиле бренда и лишена фирменного логотипа Audi — четырех колец....",
      "link": "https://www.ixbt.com/news/2025/12/06/audi-q7-audi-audi-e7x-680.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/6/d97fafac-b9b3-4f8f-9f76-2aaa6a7a88d4_large.jpg",
      "pubDate": "2025-12-06T08:05:00+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews_28_1765003631",
      "title": "Limitless прекратила продажи носимого ИИ-диктофона и перешла под «крыло» M**a",
      "description": "Компания M**a приобрела стартап Limitless, ранее известный как Rewind, который разрабатывал носимые устройства с искусственным интеллектом для записи разговоров. Как сообщается на официальном сайте Limitless, стартап прекращает продажу аппаратных решений, но в течение года сохранит поддержку существующих клиентов. Источник изображения: Limitless",
      "shortDescription": "Компания M**a приобрела стартап Limitless, ранее известный как Rewind, который разрабатывал носимые устройства с искусственным интеллектом для записи разговоров. Как сообщается на официальном сайте Limitless, стартап прекращает продажу аппаратных решений, но в течение года сохранит поддержку существ...",
      "link": "https://3dnews.ru/1133502",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/06/1133502/Limitless.jpg",
      "pubDate": "2025-12-06T06:29:00+03:00",
      "hashtags": [
        "#стартап",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_47_1765003631",
      "title": "Рост числа пользователей ChatGPT стал замедляться, а Gemini набирает обороты",
      "description": "OpenAI столкнулась с первыми серьёзными признаками замедления посещаемости. Рост ChatGPT за последние месяцы едва превысил 6 %, тогда как Gemini, по данным аналитической компании Sensor Tower, увеличил аудиторию на 30 % и удвоил время, которое пользователи проводят в приложении. Источник изображения: OpenAI",
      "shortDescription": "OpenAI столкнулась с первыми серьёзными признаками замедления посещаемости. Рост ChatGPT за последние месяцы едва превысил 6 %, тогда как Gemini, по данным аналитической компании Sensor Tower, увеличил аудиторию на 30 % и удвоил время, которое пользователи проводят в приложении. Источник изображения...",
      "link": "https://3dnews.ru/1133501",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/06/1133501/openai.jpg",
      "pubDate": "2025-12-06T06:27:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_30_1765003631",
      "title": "Apple планирует доверить Intel выпуск процессоров для недорогих версий iPhone",
      "description": "Компания Apple рассматривает возможность привлечения Intel в качестве нового производственного партнёра для выпуска собственных чипов, что, как ожидается, затронет не только компьютеры и планшеты, но в перспективе и смартфоны, сообщает издание 9to5Mac со ссылкой на отчёт известного аналитика Мин-Чи Куо (Ming-Chi Kuo). Источник изображений: Apple",
      "shortDescription": "Компания Apple рассматривает возможность привлечения Intel в качестве нового производственного партнёра для выпуска собственных чипов, что, как ожидается, затронет не только компьютеры и планшеты, но в перспективе и смартфоны, сообщает издание 9to5Mac со ссылкой на отчёт известного аналитика Мин-Чи ...",
      "link": "https://3dnews.ru/1133499",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/06/1133499/iphone.jpg",
      "pubDate": "2025-12-06T06:20:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "Habr_2_1765003628",
      "title": "Логотипы для Microsoft, Citi и Tiffany: кто такая Пола Шер и как создавались ее знаменитые работы",
      "description": "Стиль Полы Шер невозможно спутать ни с чьим другим: экспрессивная типографика, смелые цветовые плоскости, синтез высокого искусства и городской культуры. Став первой женщиной-партнером в истории Pentagram, она не просто вошла в «пантеон славы» дизайна, но и переписала его правила. О ее жизни и работах — в нашем материале.   Читать далее",
      "shortDescription": "Стиль Полы Шер невозможно спутать ни с чьим другим: экспрессивная типографика, смелые цветовые плоскости, синтез высокого искусства и городской культуры. Став первой женщиной-партнером в истории Pentagram, она не просто вошла в «пантеон славы» дизайна, но и переписала его правила. О ее жизни и работ...",
      "link": "https://habr.com/ru/companies/onlinepatent/articles/973508/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973508",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/523/90f/073/52390f07301883fb5d5011611d7a74f7.jpg",
      "pubDate": "2025-12-06T05:22:23+00:00",
      "hashtags": [
        "#ИИ",
        "#дизайн",
        "#it",
        "#графика"
      ]
    },
    {
      "id": "Habr_4_1765003628",
      "title": "Установка n8n на сервер без терминала для самых маленьких",
      "description": "N8n лучшая соеда для визуального программирования, но для ее установки нужно лезть в терминал и вводить непонятные команды. как то не казуально. Хватит это терпеть!   Читать далее",
      "shortDescription": "N8n лучшая соеда для визуального программирования, но для ее установки нужно лезть в терминал и вводить непонятные команды. как то не казуально. Хватит это терпеть!   Читать далее",
      "link": "https://habr.com/ru/articles/973838/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973838",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-06T05:00:17+00:00",
      "hashtags": [
        "#сервер"
      ]
    },
    {
      "id": "Habr_5_1765003628",
      "title": "Различия BizDev- и Sales-ролей, и почему важно их знать и понимать",
      "description": "Небольшой дисклеймер: речь в статье, в основном, про родной для меня рынок B2B IT. Содержание статьи отражает как личный опыт, так и мнения многих коллег. Под ролями BizDev подразумеваются: BDM, BDO, менеджер по развитию бизнеса, руководитель направления по развитию бизнеса, руководитель группы/отдела/департамента развития бизнеса и т.д.. Под Sale – роли, связанные с продажами и сопровождением клиентов и подразумевающие обязательное наличие функционала управления продажами/пайплайном/воронкой, регулярных встреч с заказчиками и развития взаимоотношений – т.е. менеджер по продажам, account manager, solution sale, менеджер по развитию продаж, руководитель направления по развитию продаж, руководитель группы/отдела/департамента продаж и т.д. Роли, предполагающие взаимодействие с заказчиками строго в рамках ограниченного функционала, определенного скриптами/инструкциями – специалисты по холодным продажам, поддержке, активациям, сотрудники колл-центров и т.д. – находятся за пределами scope данной статьи.  За последние несколько месяцев, погрузившись в активности на рынке труда, я заметил следующую массовую ошибку в описаниях вакансий и дальнейших диалогах с представителями HR и бизнес‑заказчиками — пишут «нужен BizDev», и далее перечисляют стандартные требования к Sales‑роли. Часто подобное расхождение заметно уже на этапе изучения описания позиции, иногда — выявляется только в ходе разговоров, устного обсуждения требований и представлений руководства о том «что эта роль должна делать». А бывает, что подобные скрытые ожидания и представления нанимающей стороны становятся явными только уже в процессе трудовой деятельности. Это характерно для вакансий как на линейные позиции, так и на руководящие. Чаще — это ошибка непредумышленная, реже — сознательная. И очень укоренённая. А почему ошибка? Читать далее",
      "shortDescription": "Небольшой дисклеймер: речь в статье, в основном, про родной для меня рынок B2B IT. Содержание статьи отражает как личный опыт, так и мнения многих коллег. Под ролями BizDev подразумеваются: BDM, BDO, менеджер по развитию бизнеса, руководитель направления по развитию бизнеса, руководитель группы/отде...",
      "link": "https://habr.com/ru/articles/973880/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973880",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/de9/3ba/8ee/de93ba8eee631e1a34717abbcf7d1c42.jpg",
      "pubDate": "2025-12-06T04:15:09+00:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_6_1765003628",
      "title": "От чертежей к реальности: как 3D-машинное зрение на ToF-камере научило робота брать двери с паллеты",
      "description": "На производстве мебели рутинная операция — разгрузка паллет с дверными полотнами перед ламинацией. Люди устают, допускают ошибки, а неаккуратная работа ведёт к сколам и убыткам. Мы решили автоматизировать процесс с помощью робота‑манипулятора. Главная сложность: научить машину точно находить и захватывать верхнюю дверь в стопке — даже если полотна разные по форме и размеру. В статье расскажем, как справились с задачей, используя всего одну ToF‑камеру и гибридный подход: сочетание 2D‑нейросети и 3D‑обработки данных. Узнаете, почему выбрали именно ToF, как преобразуем пиксели в миллиметры и как робот достигает точности в 1–2 мм при захвате.   Читать далее",
      "shortDescription": "На производстве мебели рутинная операция — разгрузка паллет с дверными полотнами перед ламинацией. Люди устают, допускают ошибки, а неаккуратная работа ведёт к сколам и убыткам. Мы решили автоматизировать процесс с помощью робота‑манипулятора. Главная сложность: научить машину точно находить и захва...",
      "link": "https://habr.com/ru/articles/973032/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973032",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/b2c/648/4d3/b2c6484d32a38e80a066ab406bf111c8.jpeg",
      "pubDate": "2025-12-06T03:21:58+00:00",
      "hashtags": [
        "#робот"
      ]
    },
    {
      "id": "3DNews_0_1765003631",
      "title": "Культовый российский хоррор «Зайчик» получил долгожданный пятый эпизод и установил новый рекорд в Steam",
      "description": "Российские разработчики Евгений Сокарев (он же Sokar) и Антон Старцев (Saikono) сообщили о выходе финального, пятого эпизода ставшей культовой нелинейной визуальной новеллы в жанре ужасов «Зайчик» (Tiny Bunny).   Источники изображений: Saikono и Sokar",
      "shortDescription": "Российские разработчики Евгений Сокарев (он же Sokar) и Антон Старцев (Saikono) сообщили о выходе финального, пятого эпизода ставшей культовой нелинейной визуальной новеллы в жанре ужасов «Зайчик» (Tiny Bunny).   Источники изображений: Saikono и Sokar",
      "link": "https://3dnews.ru/1133496",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133496/00.jpg",
      "pubDate": "2025-12-05T22:28:00+03:00",
      "hashtags": [
        "#ai",
        "#AR",
        "#AI"
      ]
    },
    {
      "id": "3DNews_49_1765003631",
      "title": "Анонсирован триллер-головоломка Rivage, авторы которого хотят повторить успех культовой Blue Prince",
      "description": "Разработчики из студии Exnilo совместно с издательством Raw Fury анонсировали Rivage — атмосферное научно-фантастическое приключение, действие которого будет происходить на космической станции. По случаю анонса был представлен трейлер, знакомящий игроков с ключевой локацией.   Источник изображений: Raw Fury",
      "shortDescription": "Разработчики из студии Exnilo совместно с издательством Raw Fury анонсировали Rivage — атмосферное научно-фантастическое приключение, действие которого будет происходить на космической станции. По случаю анонса был представлен трейлер, знакомящий игроков с ключевой локацией.   Источник изображений: ...",
      "link": "https://3dnews.ru/1133495",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133495/sm.rivage_01.800.jpg",
      "pubDate": "2025-12-05T22:10:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_1_1765003631",
      "title": "Японцы придумали «полицейский радар для Вселенной» — и он подтвердил трещину в фундаментальной физике",
      "description": "Исследователи Токийского университета (University of Tokyo) совместно с международной коллаборацией TDCOSMO представили новый высокоточный метод измерения скорости расширения Вселенной, который они назвали «полицейским радаром для Вселенной». Это новый способ определения космологических расстояний, который потенциально может решить проблему хаббловской напряжённости и даже открыть путь в новую физику. Эффект гравитационного линзирования с участием квазаров. Источник изображения:University of Tokyo",
      "shortDescription": "Исследователи Токийского университета (University of Tokyo) совместно с международной коллаборацией TDCOSMO представили новый высокоточный метод измерения скорости расширения Вселенной, который они назвали «полицейским радаром для Вселенной». Это новый способ определения космологических расстояний, ...",
      "link": "https://3dnews.ru/1133493",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133493/400275535.jpg",
      "pubDate": "2025-12-05T20:57:00+03:00",
      "hashtags": [
        "#it",
        "#радар"
      ]
    },
    {
      "id": "DTF_4_1765003630",
      "title": "Разработчики Monster Hunter Wilds призвали игроков вернуться и анонсировали презентацию на 8 декабря",
      "description": "На трансляции поделятся деталями следующего крупного апдейта.",
      "shortDescription": "На трансляции поделятся деталями следующего крупного апдейта.",
      "link": "https://dtf.ru/games/4513943-monster-hunter-wilds-prezentatsiya-8-dekabrya?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/4c4ad4bc-28a5-573c-ba11-536306aeb341/",
      "pubDate": "2025-12-05T20:40:08+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_10_1765003628",
      "title": "Не все чувства одинаково полезны: как искусственный интеллект объединяет информацию из разных источников",
      "description": "Новое исследование показывает, что мультимодальные модели искусственного интеллекта неравномерно полагаются на визуальные и текстовые данные, что может приводить к ошибкам при обработке противоречивой информации. Читать далее",
      "shortDescription": "Новое исследование показывает, что мультимодальные модели искусственного интеллекта неравномерно полагаются на визуальные и текстовые данные, что может приводить к ошибкам при обработке противоречивой информации. Читать далее",
      "link": "https://habr.com/ru/articles/973866/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973866",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/73e/9f3/b95/73e9f3b9568a2081d8cfafae0bed9bd6.png",
      "pubDate": "2025-12-05T20:35:25+00:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_11_1765003628",
      "title": "Обзор препринтов научных статей в области Информатики",
      "description": "Свежая подборка интересных научных статей в области Информатики, опубликованных на arXiv.org.Данный дайджест охватывает передовые и высокоспециализированные исследования в области информатики, которые формируют научный авангард IT-индустрии. Читать далее",
      "shortDescription": "Свежая подборка интересных научных статей в области Информатики, опубликованных на arXiv.org.Данный дайджест охватывает передовые и высокоспециализированные исследования в области информатики, которые формируют научный авангард IT-индустрии. Читать далее",
      "link": "https://habr.com/ru/articles/967184/?utm_source=habrahabr&utm_medium=rss&utm_campaign=967184",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f95/088/4e0/f950884e058b88a005a5d0059d023e33.png",
      "pubDate": "2025-12-05T20:20:43+00:00",
      "hashtags": [
        "#AR",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "DTF_9_1765003630",
      "title": "Resident Evil Requiem покажут на The Game Awards",
      "description": "Организаторы шоу пообещали поделиться новыми материалами.",
      "shortDescription": "Организаторы шоу пообещали поделиться новыми материалами.",
      "link": "https://dtf.ru/games/4513854-resident-evil-requiem-na-the-game-awards?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/2f23d6e9-7b9e-53a0-a992-389fc3d85870/",
      "pubDate": "2025-12-05T19:29:34+03:00",
      "hashtags": [
        "#AR",
        "#ui",
        "#game"
      ]
    },
    {
      "id": "3DNews_35_1765003631",
      "title": "Foxconn не прекращает снимать сливки с ИИ-бума — выручка взлетела на 26 % благодаря серверам",
      "description": "Foxconn является крупнейшим в мире контрактным производителем электроники. Компания производит широчайший ассортимент продукции — от сборки iPhone для Apple до выпуска серверов Nvidia и не только для центров обработки данных. Foxconn сообщила об увеличении выручки на 26 % в годовом исчислении, указав на «рост спроса на серверные стойки с ИИ» как на ключевой фактор этого роста. Источник изображения: Foxconn",
      "shortDescription": "Foxconn является крупнейшим в мире контрактным производителем электроники. Компания производит широчайший ассортимент продукции — от сборки iPhone для Apple до выпуска серверов Nvidia и не только для центров обработки данных. Foxconn сообщила об увеличении выручки на 26 % в годовом исчислении, указа...",
      "link": "https://3dnews.ru/1133485",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133485/foxconn.jpg",
      "pubDate": "2025-12-05T18:03:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_16_1765003628",
      "title": "glinq: LINQ для Go с ленивыми вычислениями",
      "description": "Привет, Хабр! Я бэкенд-разработчик в спортивном медиа Спортс”. В этой статье расскажу о glinq – LINQ-подобном API для работы с коллекциями в Go. После появления дженериков в Go 1.18 стало возможным реализовать type-safe функциональные операции без рефлексии и дорогостоящих приведений типов. Читать далее",
      "shortDescription": "Привет, Хабр! Я бэкенд-разработчик в спортивном медиа Спортс”. В этой статье расскажу о glinq – LINQ-подобном API для работы с коллекциями в Go. После появления дженериков в Go 1.18 стало возможным реализовать type-safe функциональные операции без рефлексии и дорогостоящих приведений типов. Читать д...",
      "link": "https://habr.com/ru/articles/973828/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973828",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/c8a/d1a/3b9/c8ad1a3b9dd06c042b85279d4ec77c17.jpg",
      "pubDate": "2025-12-05T17:53:15+00:00",
      "hashtags": [
        "#api",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_0_1765003628",
      "title": "Минцифры сообщило о постепенном отказе от подтверждения входа на Госуслуги с помощью SMS: что известно",
      "description": "По данным Telegram-каналов и СМИ, пользователи приложений стали получать сообщение, что войти теперь можно только с помощью мессенджера Max. В веб-версию пока можно зайти по коду из SMS.",
      "shortDescription": "По данным Telegram-каналов и СМИ, пользователи приложений стали получать сообщение, что войти теперь можно только с помощью мессенджера Max. В веб-версию пока можно зайти по коду из SMS.",
      "link": "https://vc.ru/services/2634378-gosuslugi-trebuyut-podklyuchit-messendzher-max-dlya-vkhoda?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/22a8b26f-6406-59fb-a4af-a2645886de25/",
      "pubDate": "2025-12-05T17:40:06+03:00",
      "hashtags": [
        "#веб",
        "#код"
      ]
    },
    {
      "id": "DTF_8_1765003630",
      "title": "Тим Кейн вернулся в студию Obsidian Entertainment в качестве постоянного сотрудника",
      "description": "Он покинул команду в 2020-м, но не терял с ней связи, выступив консультантом The Outer Worlds 2.",
      "shortDescription": "Он покинул команду в 2020-м, но не терял с ней связи, выступив консультантом The Outer Worlds 2.",
      "link": "https://dtf.ru/gameindustry/4513557-tim-keyin-vernulsya-v-obsidian-entertainment?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/d0cebf1a-abfb-5287-b027-ed1dcbd1faf9/",
      "pubDate": "2025-12-05T17:30:27+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "Habr_18_1765003628",
      "title": "Защита от SYN-flood: теория, практика и где искать подвох",
      "description": "Провайдер Panix в Нью‑Йорке внедрил систему блокировки спама по «чёрному списку» хостов, после чего стал мишенью затяжной SYN‑flood DDoS‑атаки, начавшейся 6 сентября 1996 года и на несколько дней фактически парализовавшей его почтовые, веб-серверы и серверы новостей, а также системы логина и DNS. Эта атака является одной из первых крупных DDoS-атак в истории.SYN-flood по-прежнему остаётся одним из самых популярных инструментов в арсенале злоумышленников. Согласно отчёту Cloudflare за Q2 2025, этот вектор атак составляет 27% всех DDoS-атак на 3 и 4 уровнях, уверенно занимая «почётное» второе место. В таких условиях надёжная защита от SYN-flood критически важна для любого сервиса.Меня зовут Лейли, я инженер по информационной безопасности в Ozon Tech, и сегодня расскажу о том, как мы внедряли и контролировали самый простой механизм защиты от SYN-flood и о подводных камнях. Читать далее",
      "shortDescription": "Провайдер Panix в Нью‑Йорке внедрил систему блокировки спама по «чёрному списку» хостов, после чего стал мишенью затяжной SYN‑flood DDoS‑атаки, начавшейся 6 сентября 1996 года и на несколько дней фактически парализовавшей его почтовые, веб-серверы и серверы новостей, а также системы логина и DNS. Эт...",
      "link": "https://habr.com/ru/companies/ozontech/articles/973736/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973736",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/30f/13c/3e7/30f13c3e7c6b6e5eb712b51a0195699f.jpg",
      "pubDate": "2025-12-05T16:41:04+00:00",
      "hashtags": [
        "#AR",
        "#cloud",
        "#ИИ",
        "#веб",
        "#сервер"
      ]
    },
    {
      "id": "Habr_19_1765003628",
      "title": "Репозиторий доверенного ПО: инхаус или аутсорс?",
      "description": "На SOC Forum одной из самых горячих дискуссий стала тема, которая ещё пять лет назад казалась нишевой, а сегодня напрямую влияет на устойчивость критической инфраструктуры: создание доверенных репозиториев ПО.  В дискуссии приняли участие: Федор Герасимов, лидер сообщества FinDevSecOps, эксперты финансового сектора − Максим Кожокарь (Банк России), Всеслав Соленик (Сбертех), а также Антон Прокофьев (ГК «Солар»), Юлия Липатникова (Cloud.ru) и Николай Костригин (Базальт СПО).Полную запись дискуссии можно посмотреть здесь (Программа 18 ноября, Зал 3, 16.00).В этом материале приводим самые интересные цитаты экспертов сессии и их рекомендации. Читать далее",
      "shortDescription": "На SOC Forum одной из самых горячих дискуссий стала тема, которая ещё пять лет назад казалась нишевой, а сегодня напрямую влияет на устойчивость критической инфраструктуры: создание доверенных репозиториев ПО.  В дискуссии приняли участие: Федор Герасимов, лидер сообщества FinDevSecOps, эксперты фин...",
      "link": "https://habr.com/ru/companies/solarsecurity/articles/973812/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973812",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/90c/eb4/1a4/90ceb41a496bc7da2f449be93b6171b8.jpg",
      "pubDate": "2025-12-05T16:40:32+00:00",
      "hashtags": [
        "#cloud",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_9_1765003629",
      "title": "ЕС оштрафовал соцсеть X на $140 млн за нарушение правил регулирования контента и прозрачности, в том числе за «обманчивый дизайн» галочки верификации",
      "description": "TikTok, который пообещал устранить нарушения, избежал штрафа.",
      "shortDescription": "TikTok, который пообещал устранить нарушения, избежал штрафа.",
      "link": "https://vc.ru/social/2634150-es-oshtrofoval-sotsset-x-na-140-millionov?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/271f88d0-7dd1-59cd-b68e-e19e9a8dbfdb/",
      "pubDate": "2025-12-05T16:32:08+03:00",
      "hashtags": [
        "#дизайн",
        "#сеть",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_20_1765003628",
      "title": "Сыч: телеграм-бот, который помнит обиды и обходит лимиты Google Gemini",
      "description": "Написал бота на Google Gemini, который ведет себя как живой участник чата: у него есть характер, он помнит обиды (система репутации) и может послать, если вы это заслужили.А еще он бесплатно расшифровывает голосовые (лучше Telegram Premium), понимает контекст переписки и обходит лимиты API через ротацию ключей. Под капотом — Node.js, никаких баз данных (только JSON) и чистый KISS-принцип. Посмотреть код",
      "shortDescription": "Написал бота на Google Gemini, который ведет себя как живой участник чата: у него есть характер, он помнит обиды (система репутации) и может послать, если вы это заслужили.А еще он бесплатно расшифровывает голосовые (лучше Telegram Premium), понимает контекст переписки и обходит лимиты API через рот...",
      "link": "https://habr.com/ru/articles/973804/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973804",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/110/ecb/2cb/110ecb2cb2dfec7ab91bdf7ade692786.png",
      "pubDate": "2025-12-05T16:30:00+00:00",
      "hashtags": [
        "#код",
        "#api",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_2_1765003629",
      "title": "Netflix объявил о покупке Warner Bros. за $82,7 млрд",
      "description": "Перед этим Discovery Global выделят в отдельную публичную компанию.",
      "shortDescription": "Перед этим Discovery Global выделят в отдельную публичную компанию.",
      "link": "https://vc.ru/media/2634174-netflix-pokupka-warner-bros-827-mlrd?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/d48d0152-986c-563c-9b2c-b7a73a897d7d/",
      "pubDate": "2025-12-05T16:22:27+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "Habr_21_1765003628",
      "title": "DEVLOG 1: Работа с ARTICY",
      "description": "Приветствую всех в новом сообществе, где я буду делиться ходом разработки!Сегодня говорим о том где вообще записываются диалоги игры.Если вы достаточно информированный фанат, то знаете что Дискач делали с помощью ARTICY, что у них были такие большие деревья диалогов, что программа буквально крашилась. Читать далее",
      "shortDescription": "Приветствую всех в новом сообществе, где я буду делиться ходом разработки!Сегодня говорим о том где вообще записываются диалоги игры.Если вы достаточно информированный фанат, то знаете что Дискач делали с помощью ARTICY, что у них были такие большие деревья диалогов, что программа буквально крашилас...",
      "link": "https://habr.com/ru/articles/973802/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973802",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/852/d55/9c5/852d559c52ed2cc7d2cb17413e796721.jpg",
      "pubDate": "2025-12-05T16:16:03+00:00",
      "hashtags": [
        "#AR",
        "#игры"
      ]
    },
    {
      "id": "3DNews_38_1765003631",
      "title": "Panasonic впервые доверила остекление офиса прозрачными солнечными панелями обычным рабочим со стройки",
      "description": "В текущем месяце компания Panasonic совместно с японским производителем строительных материалов YKK AP начала тесты по установке перовскитных солнечных панелей в обычные офисные окна. Стёкла изготовлены таким образом, чтобы вырабатывать энергию от падающего на них света. Для рабочих это непривычный материал, и Panasonic намерена убедиться, что работа с «солнечным» стеклом будет не сложнее остекления окон обычным стеклом. Источник изображения: Panasonic",
      "shortDescription": "В текущем месяце компания Panasonic совместно с японским производителем строительных материалов YKK AP начала тесты по установке перовскитных солнечных панелей в обычные офисные окна. Стёкла изготовлены таким образом, чтобы вырабатывать энергию от падающего на них света. Для рабочих это непривычный ...",
      "link": "https://3dnews.ru/1133474",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133474/panasonic.jpg",
      "pubDate": "2025-12-05T15:48:00+03:00",
      "hashtags": [
        "#тест",
        "#тесты"
      ]
    },
    {
      "id": "Habr_27_1765003628",
      "title": "Краткий обзор стандарта Open Agile Architecture от The Open Group (O-AA)",
      "description": "В октябре 2022 года The Open Group официально выпустил Open Agile Architecture™ (O-AA) — новую версию стандарта, призванного соединить мир «классической» корпоративной архитектуры с реалиями Agile, DevOps и цифровой трансформации. Первая версия документа была опубликована Open Group еще в 2020 году.Если вы корпоративный архитектор, архитектор решения, бизнес- или системный аналитик, и до сих пор считали, что Agile — это «про разработчиков», а архитектура  это «про рисунки и бумажки», эта статья для вас. Задача этой статьи — дать краткое содержание стандарта Open Agile Architecture, чтобы вы могли сами решить, нужно ли его вам изучить подробнее или нет.  Подробнее о стандарте",
      "shortDescription": "В октябре 2022 года The Open Group официально выпустил Open Agile Architecture™ (O-AA) — новую версию стандарта, призванного соединить мир «классической» корпоративной архитектуры с реалиями Agile, DevOps и цифровой трансформации. Первая версия документа была опубликована Open Group еще в 2020 году....",
      "link": "https://habr.com/ru/companies/otus/articles/969122/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969122",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/8ce/d4d/9ad/8ced4d9ad135a6fd26a12a691d0e45f0.jpg",
      "pubDate": "2025-12-05T15:32:41+00:00",
      "hashtags": [
        "#AR",
        "#devops",
        "#it",
        "#цифровой",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_7_1765003629",
      "title": "Reuters: власти Индии рассматривали возможность обязать производителей смартфонов включать отслеживание геолокации устройств — Apple, Samsung и Google выступили против",
      "description": "Вопрос обсуждался ещё летом 2025 года, но окончательное решение до сих пор не приняли.",
      "shortDescription": "Вопрос обсуждался ещё летом 2025 года, но окончательное решение до сих пор не приняли.",
      "link": "https://vc.ru/tech/2634067-indiya-mozhet-obazat-apple-samsung-i-google-vklyuchit-geolokatsiyu?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/7c1b7aed-79d2-5158-8630-853b4f31695b/",
      "pubDate": "2025-12-05T15:26:28+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_30_1765003628",
      "title": "[Перевод] Как развернуть полноценный n8n AI-стек за 15 минут, а не за целый день",
      "description": "Последние пару лет я активно работаю с автоматизацией и AI‑агентами. Проекты разные — от чат‑ботов для Telegram до сложных RAG‑систем с векторными базами. И знаете, что меня всегда бесило? Каждый раз при развертывании нового проекта уходило несколько часов, а то и целый день на настройку окружения.Сначала настраиваешь Docker Compose для n8n, потом прикручиваешь Postgres, потом вспоминаешь про Redis (потому что без него n8n в queue mode не заведешь), потом Supabase для векторов, потом Qdrant, потому что Supabase для векторов медленноват... А еще же HTTPS нужно настроить, Caddy или Nginx сконфигурировать, сертификаты получить. И так каждый раз.После очередного развертывания я подумал: «Хватит, надо это автоматизировать раз и навсегда». Так родился n8n‑install — репозиторий, который превращает чистый Ubuntu VPS в полноценный AI‑стек одной командой. Читать далее",
      "shortDescription": "Последние пару лет я активно работаю с автоматизацией и AI‑агентами. Проекты разные — от чат‑ботов для Telegram до сложных RAG‑систем с векторными базами. И знаете, что меня всегда бесило? Каждый раз при развертывании нового проекта уходило несколько часов, а то и целый день на настройку окружения.С...",
      "link": "https://habr.com/ru/articles/973776/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973776",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d94/0d6/920/d940d69202c39368989717acc1dc8839.png",
      "pubDate": "2025-12-05T15:15:36+00:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_40_1765003631",
      "title": "ИИ «Яндекса» распланирует снегоуборку в Подмосковье — впервые в России",
      "description": "Коммунальные службы Московской области первыми в России займутся снегоуборкой, планировать которую поручено службе с искусственным интеллектом «Яндекс Вектор». Мастера смены будут обращаться к алгоритмам машинного обучения при составлении плана уборки, распределения задач между работниками; система проследит за выполнением планов и подскажет водителям, когда потребуется что-то изменить. Источник изображения: Māris Prūsis / unsplash.com",
      "shortDescription": "Коммунальные службы Московской области первыми в России займутся снегоуборкой, планировать которую поручено службе с искусственным интеллектом «Яндекс Вектор». Мастера смены будут обращаться к алгоритмам машинного обучения при составлении плана уборки, распределения задач между работниками; система ...",
      "link": "https://3dnews.ru/1133472",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133472/snow.jpg",
      "pubDate": "2025-12-05T15:13:00+03:00",
      "hashtags": [
        "#алгоритм",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_31_1765003628",
      "title": "Не вставая с кресла — эволюция удаленного управления серверами от телетайпов до IPMI",
      "description": "История удаленного управления серверами — это история борьбы с расстоянием. С момента появления первых дорогостоящих мейнфреймов, работавших, дай бог, на перфокартах, инженеров стал волновать вопрос — как контролировать критически важное оборудование, не находясь рядом с ним 24/7? Ответом стала череда технологических решений: от примитивных терминалов на выделенных линиях до сложных сетевых архитектур и, наконец, интеллектуальных встроенных контроллеров. В этой статье рассмотрим ключевые этапы этого пути — от проприетарных систем 1970-х (IBM SNA) через трансформацию 1990-х к рождению универсального стандарта IPMI. Мы постараемся как можно интереснее рассказать об ИТ-ландшафте, заложившем основу для современных инструментов управления серверами. Где-то пройдемся по верхам, где-то остановимся чуть подробнее. Читать далее",
      "shortDescription": "История удаленного управления серверами — это история борьбы с расстоянием. С момента появления первых дорогостоящих мейнфреймов, работавших, дай бог, на перфокартах, инженеров стал волновать вопрос — как контролировать критически важное оборудование, не находясь рядом с ним 24/7? Ответом стала чере...",
      "link": "https://habr.com/ru/companies/ispsystem/articles/973768/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973768",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/4db/f0d/4cb/4dbf0d4cb207c24eb9c39ef2cb46b4e9.png",
      "pubDate": "2025-12-05T15:12:20+00:00",
      "hashtags": [
        "#сервер"
      ]
    },
    {
      "id": "DTF_5_1765003630",
      "title": "Netflix объявил о покупке Warner Bros. за 82,7 миллиарда долларов",
      "description": "Библиотека онлайн-кинотеатра заметно расширится.",
      "shortDescription": "Библиотека онлайн-кинотеатра заметно расширится.",
      "link": "https://dtf.ru/cinema/4513324-netflix-pokupaet-warner-bros-za-82-7-milliarda-dollara?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/7382aad9-e384-50d3-9a0c-1eacafb2312b/",
      "pubDate": "2025-12-05T15:12:14+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "Habr_33_1765003628",
      "title": "Проектирование нематериальной мотивации пользователей: как найти механики, которые запустят действие",
      "description": "10 факторов нематериальной мотивации. Как простая шкала или счётчик могут менять поведение сильнее, чем деньги и бонусы. Один мой товарищ буквально за год сбросил около 20 кг веса.— Ты так сильно похудел. Как у тебя это получилось? — удалось как-то задать ему вопрос.— Да на самом деле ничего сложного. Скачал приложение для подсчета калорий. В него надо просто фотографировать всю еду. А ИИ по фотографии считает калории.— И все?— Ну да. Там у тебя каждый день есть шкала – сколько калорий у тебя осталось на сегодня. Вот я и втянулся как-то в эту игру с шкалой. Соревноваться с ней начал. Она мне 2000 калорий на день разрешает, а я стараюсь еще меньше съесть. Чтобы хоть 100, а лучше 200-300 осталось недоиспользованных. Ну и взвешиваешься через умные весы – график прогресса показывает. Тоже очень приятно.— А раньше ты так не мог?— Да чего только не пробовал, интервальные голодания всякие, диеты. А тут все само как-то заиграло. Фоткаешь, играешь, худеешь. Читать далее",
      "shortDescription": "10 факторов нематериальной мотивации. Как простая шкала или счётчик могут менять поведение сильнее, чем деньги и бонусы. Один мой товарищ буквально за год сбросил около 20 кг веса.— Ты так сильно похудел. Как у тебя это получилось? — удалось как-то задать ему вопрос.— Да на самом деле ничего сложног...",
      "link": "https://habr.com/ru/articles/973322/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973322",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/cdf/8b8/3bc/cdf8b83bc3c905d9c7298ce6cbf5cf87.png",
      "pubDate": "2025-12-05T14:28:37+00:00",
      "hashtags": [
        "#приложение",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_41_1765003631",
      "title": "После обновления Tesla разрешила водителям писать SMS на ходу — полиция по-прежнему против",
      "description": "В начале ноября на ежегодном собрании акционеров глава Tesla Илон Маск (Elon Musk) пообещал, что в течение месяца или двух фирменный комплекс активных помощников водителя FSD позволит сидящему за рулём электромобиля Tesla человеку вести переписку в смартфоне без ущерба для безопасности движения. Недавнее обновление FSD до версии 14.2.1, по словам миллиардера, уже позволяет это делать. Источник изображения: Tesla",
      "shortDescription": "В начале ноября на ежегодном собрании акционеров глава Tesla Илон Маск (Elon Musk) пообещал, что в течение месяца или двух фирменный комплекс активных помощников водителя FSD позволит сидящему за рулём электромобиля Tesla человеку вести переписку в смартфоне без ущерба для безопасности движения. Нед...",
      "link": "https://3dnews.ru/1133468",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133468/fsd_01.jpg",
      "pubDate": "2025-12-05T14:17:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_42_1765003631",
      "title": "Индия собралась принудительно включить геолокацию на всех смартфонах навсегда — Apple, Google и Samsung против",
      "description": "Индийские власти изучают новую инициативу в телекоммуникационной отрасли — производителей смартфонов могут обязать сделать неотключаемой функцию спутниковой навигации на них. Apple, Google и Samsung уже выступили против, указав на проблемы с конфиденциальностью граждан, сообщает Reuters со ссылкой на несколько источников. Источник изображений: jaikishan patel / unsplash.com",
      "shortDescription": "Индийские власти изучают новую инициативу в телекоммуникационной отрасли — производителей смартфонов могут обязать сделать неотключаемой функцию спутниковой навигации на них. Apple, Google и Samsung уже выступили против, указав на проблемы с конфиденциальностью граждан, сообщает Reuters со ссылкой н...",
      "link": "https://3dnews.ru/1133464",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133464/man-phone_1.jpg",
      "pubDate": "2025-12-05T14:06:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_36_1765003628",
      "title": "Топ новостей инфобеза за ноябрь 2025 года",
      "description": "Всем привет! Ноябрь выдался богатым на интересные события, так что давайте подводить его итоги. Прошлый месяц принёс крупнейший сбой в работе Cloudflare с 2019-го, а также массовые заражения пакетов в экосистеме npm свежей версией червя Shai-Hulud, оказавшимся мощнее и продвинутее прежнего.Кроме того, было опубликовано расследование о роли Meta* в обслуживании экосистемы вредоносной рекламы, граничащим с соучастием. Кибератака по Jaguar привела к падению ВВП Великобритании, из крупной китайской ИБ-фирмы произошла утечка, а ClickFix обзавёлся интересными вариантами. Об этом и других горячих новостях инфобеза за последний осенний месяц читайте под катом! Читать далее",
      "shortDescription": "Всем привет! Ноябрь выдался богатым на интересные события, так что давайте подводить его итоги. Прошлый месяц принёс крупнейший сбой в работе Cloudflare с 2019-го, а также массовые заражения пакетов в экосистеме npm свежей версией червя Shai-Hulud, оказавшимся мощнее и продвинутее прежнего.Кроме тог...",
      "link": "https://habr.com/ru/companies/tomhunter/articles/973732/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973732",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/283/5fb/68c/2835fb68ca6f32ae0ed1d5c869cf9bc7.png",
      "pubDate": "2025-12-05T14:00:37+00:00",
      "hashtags": [
        "#AR",
        "#cloud",
        "#ИИ",
        "#кибер",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_5_1765003631",
      "title": "Сбой Cloudflare снова «положил» половину интернета — техобслуживание пошло не по плану",
      "description": "В условиях сложных инфраструктурных взаимосвязей проблемы даже одного провайдера интернет-сервисов сказываются на деятельности других. Второй за последние две недели сбой пережил сервис Cloudflare, который на этот раз затронул работу даже Downdetector — ресурса, на котором можно было пожаловаться, что не работает Cloudflare. Источник изображения: Cloudflare",
      "shortDescription": "В условиях сложных инфраструктурных взаимосвязей проблемы даже одного провайдера интернет-сервисов сказываются на деятельности других. Второй за последние две недели сбой пережил сервис Cloudflare, который на этот раз затронул работу даже Downdetector — ресурса, на котором можно было пожаловаться, ч...",
      "link": "https://3dnews.ru/1133460",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133460/cloudflare_down_01.jpg",
      "pubDate": "2025-12-05T12:40:00+03:00",
      "hashtags": [
        "#AR",
        "#cloud",
        "#интернет"
      ]
    },
    {
      "id": "3DNews_8_1765003631",
      "title": "Гоночный боевик на выживание Carmageddon: Rogue Shift вышел из тени — подробности и первый трейлер переосмысления легендарной серии",
      "description": "Как и было обещано, полноценный анонс гоночного роглайт-экшена Carmageddon: Rogue Shift от принадлежащей Saber Interactive итальянской студии 34BigThings (Redout 2) не заставил себя долго ждать.   Источник изображений: 34BigThings",
      "shortDescription": "Как и было обещано, полноценный анонс гоночного роглайт-экшена Carmageddon: Rogue Shift от принадлежащей Saber Interactive итальянской студии 34BigThings (Redout 2) не заставил себя долго ждать.   Источник изображений: 34BigThings",
      "link": "https://3dnews.ru/1133442",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133442/00.jpg",
      "pubDate": "2025-12-05T09:15:10+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_9_1765003631",
      "title": "Антирекорд Apple: iPhone Air за десять недель с покупки теряет почти половину стоимости",
      "description": "По некоторым данным, любопытство пользователей в отношении сверхтонкого iPhone Air в реальные продажи не конвертировалось, что в итоге даже могло подтолкнуть Apple к решению о снятии смартфона с производства уже в этом году. По данным SellCell, новинка Apple побила антирекорд 2022 года, поскольку на вторичном рынке iPhone Air за первые десять недель эксплуатации теряет почти половину начальной стоимости. Источник изображения: Apple",
      "shortDescription": "По некоторым данным, любопытство пользователей в отношении сверхтонкого iPhone Air в реальные продажи не конвертировалось, что в итоге даже могло подтолкнуть Apple к решению о снятии смартфона с производства уже в этом году. По данным SellCell, новинка Apple побила антирекорд 2022 года, поскольку на...",
      "link": "https://3dnews.ru/1133435",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133435/iphone_air.jpg",
      "pubDate": "2025-12-05T06:47:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_10_1765003631",
      "title": "Valve работает над Lepton — надстройкой на базе Waydroid, которая позволит запускать Android-игры в SteamOS",
      "description": "Компания Valve тестирует программное обеспечение под рабочим названием Lepton, которое позволит запускать Android-приложения на устройствах под управлением Linux, включая портативную игровую консоль Steam Deck и VR-гарнитуру Valve, выход которой ожидается в начале 2026 года. Информация об этом появилась после обнаружения в SteamDB и на внутренней странице магазина Steam логотипа проекта. Источник изображения: Valve",
      "shortDescription": "Компания Valve тестирует программное обеспечение под рабочим названием Lepton, которое позволит запускать Android-приложения на устройствах под управлением Linux, включая портативную игровую консоль Steam Deck и VR-гарнитуру Valve, выход которой ожидается в начале 2026 года. Информация об этом появи...",
      "link": "https://3dnews.ru/1133432",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133432/lepton.jpg",
      "pubDate": "2025-12-05T06:07:00+03:00",
      "hashtags": [
        "#VR",
        "#тест",
        "#ux",
        "#игры"
      ]
    },
    {
      "id": "3DNews_16_1765003631",
      "title": "Метавселенная Цукерберга схлопывается — M**a планирует радикально урезать расходы на неё",
      "description": "Глава M**a Марк Цукерберг (Mark Zuckerberg) значительно сократит траты на создание так называемой метавселенной. Это начинание он когда-то называл будущим компании и причиной смены названия с F******k на M**a. По слухам, рассматривается 30-процентное сокращение бюджета. Оно затронет продукт для виртуальных миров Horizon Worlds и подразделение виртуальной реальности Quest. Первые увольнения начнутся уже в январе. Источник изображений: M**a",
      "shortDescription": "Глава M**a Марк Цукерберг (Mark Zuckerberg) значительно сократит траты на создание так называемой метавселенной. Это начинание он когда-то называл будущим компании и причиной смены названия с F******k на M**a. По слухам, рассматривается 30-процентное сокращение бюджета. Оно затронет продукт для вирт...",
      "link": "https://3dnews.ru/1133416",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133416/meta-quest-entertainment-unsplash.jpg",
      "pubDate": "2025-12-04T19:06:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_21_1765003631",
      "title": "«За гранью всего, что кто-либо из нас мог представить»: нашумевшая Clair Obscur: Expedition 33 стала одним из главных хитов Game Pass в 2025 году",
      "description": "Нашумевшая фэнтезийная пошаговая ролевая игра Clair Obscur: Expedition 33 от разработчиков из французской студии Sandfall Interactive оказалась хитом не только продаж, но и сервиса Game Pass.   Источник изображения: Sandfall Interactive",
      "shortDescription": "Нашумевшая фэнтезийная пошаговая ролевая игра Clair Obscur: Expedition 33 от разработчиков из французской студии Sandfall Interactive оказалась хитом не только продаж, но и сервиса Game Pass.   Источник изображения: Sandfall Interactive",
      "link": "https://3dnews.ru/1133388",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133388/00.jpg",
      "pubDate": "2025-12-04T13:40:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#game",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "Ведомости Технологии_9_1765003637",
      "title": "В России запретят учиться с иностранными роботами",
      "description": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "shortDescription": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/03/1160054-v-rossii-zapretyat-uchitsya-s-inostrannimi-robotami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9c/1ev7nd/normal-1txb.png",
      "pubDate": "2025-12-03T00:35:15+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_12_1765003637",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#кибер",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_14_1765003637",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#смартфон",
        "#приложение"
      ]
    },
    {
      "id": "Ведомости Технологии_18_1765003637",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_23_1765003637",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_25_1765003637",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_31_1765003637",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#компьютер",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1765003637",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_35_1765003637",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_36_1765003637",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#кибер",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_39_1765003637",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_42_1765003637",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#AR",
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_43_1765003637",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_0_1765003645",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_49_1765003637",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#финтех",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_1_1765003645",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_2_1765003645",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1765003645",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1765003645",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1765003645",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1765003645",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1765003645",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1765003645",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1765003645",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_24_1765003645",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1765003645",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1765003645",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#искусственныйинтеллект",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_34_1765003645",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_36_1765003645",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1765003645",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_41_1765003645",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1765003645",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_45_1765003645",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#платформа",
        "#ИИ"
      ]
    }
  ]
}