{
  "lastUpdated": "2025-11-28T13:05:43.415471",
  "totalNews": 86,
  "categories": [
    "Игры",
    "Технологии"
  ],
  "hashtags": [
    "#AI",
    "#ИИ",
    "#робот",
    "#кибер",
    "#gpu",
    "#игры",
    "#cpu",
    "#сервер",
    "#ai",
    "#тест",
    "#цифровой",
    "#искусственныйинтеллект",
    "#разработка",
    "#it",
    "#веб",
    "#радио",
    "#технологии",
    "#AR",
    "#смартфон",
    "#финтех",
    "#облако",
    "#структура",
    "#cloud",
    "#ui",
    "#программирование",
    "#компьютер",
    "#приложение",
    "#стартап",
    "#код",
    "#интернет",
    "#графика",
    "#платформа",
    "#ux",
    "#api",
    "#web"
  ],
  "news": [
    {
      "id": "3DNews_25_1764335131",
      "title": "В Минцифры рассказали, как обойти период «охлаждения» для иностранных SIM-карт",
      "description": "Минцифры России выпустило рекомендации с разъяснением, каким образом владельцы иностранных SIM-карт могут восстановить доступ к связи сразу после прибытия в Россию, сократив до минимума период «охлаждения», занимающий при обычном сценарии 24 часа. Как известно, период «охлаждения», в течение которого блокируется доступ к мобильному интернету и отправке SMS, был введён с целью для обеспечения безопасности и защиты от беспилотников. Он действует как для российских, так и для иностранных SIM-карт.",
      "shortDescription": "Минцифры России выпустило рекомендации с разъяснением, каким образом владельцы иностранных SIM-карт могут восстановить доступ к связи сразу после прибытия в Россию, сократив до минимума период «охлаждения», занимающий при обычном сценарии 24 часа. Как известно, период «охлаждения», в течение которог...",
      "link": "https://3dnews.ru/1133103",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133103/sm.01.800.jpg",
      "pubDate": "2025-11-28T16:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_2_1764335134",
      "title": "В России начали принимать заказы на совершенно новый Toyota RAV4 (XA60): от 4,35 млн рублей за полный привод и 2,0-литровый мотор",
      "description": "Российские компании начали принимать заказы на совершенно новый Toyota RAV4 (XA60). Привезти машину предлагают из Китая, где продажи новинки только-только стартовали. На данный момент доступен только один вариант: с 2,0-литровым мотором мощностью 171 л.с., вариатором и полным приводом. Компания из Иваново за такую машину просит 4 357 466 рублей, компания из Владивостока — 4,35 млн рублей.  Фото: Toyota  Фото: Toyota  Фото: Toyota Обе машины предложены в исполнении Luxury Edition, которое предусматривает адаптивный круиз-контроль, электропривод двери багажника, медиасистему с большим экраном, климат-контроль, сиденья с обивкой из экокожи, панорамную крышу с люком и различные системы помощи водителю.  Скриншот сайта Auto.ru Габариты Toyota RAV4 (XA60) составляют 4612x1855x1680 мм, средний расход топлива в смешанном цикле — 6,65 л/100 км.",
      "shortDescription": "Российские компании начали принимать заказы на совершенно новый Toyota RAV4 (XA60). Привезти машину предлагают из Китая, где продажи новинки только-только стартовали. На данный момент доступен только один вариант: с 2,0-литровым мотором мощностью 171 л.с., вариатором и полным приводом. Компания из И...",
      "link": "https://www.ixbt.com/news/2025/11/28/toyota-rav4-xa60-4-35-2-0.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/5/cattouchret (1) copy_large.jpg",
      "pubDate": "2025-11-28T15:10:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#ux"
      ]
    },
    {
      "id": "3DNews_26_1764335131",
      "title": "В Китае реализуют крупнейший в мире проект по хранению энергии в задутом под землю воздухе",
      "description": "На днях в Китае подписаны документы о скорой реализации крупнейшего в мире проекта по хранению энергии в закачанном под землю воздухе. Строительство объекта стартует в новом году. Компрессорная станция сможет запасать 4,2 ГВт·ч энергии и выдавать на пике 700 МВт мощности. Установка сгладит скачки потребления электричества в регионе от возобновляемых источников и послужит примером для дальнейшего развития этой перспективной технологии. Источник изображения: ZCGN",
      "shortDescription": "На днях в Китае подписаны документы о скорой реализации крупнейшего в мире проекта по хранению энергии в закачанном под землю воздухе. Строительство объекта стартует в новом году. Компрессорная станция сможет запасать 4,2 ГВт·ч энергии и выдавать на пике 700 МВт мощности. Установка сгладит скачки по...",
      "link": "https://3dnews.ru/1133101",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133101/Screenshot.png",
      "pubDate": "2025-11-28T15:04:00+03:00",
      "hashtags": [
        "#ИИ",
        "#технологии"
      ]
    },
    {
      "id": "ixbt.com_3_1764335134",
      "title": "Складывающийся втрое Samsung Galaxy TriFold будет дешевле, чем предполагалось? Ему приписывают цену, примерно равную той, что приписывают и iPhone Fold",
      "description": "Похоже, компания Samsung хочет, чтобы её складывающийся вдвое смартфон Galaxy TriFold стоил примерно на уровне будущего первого складного смартфона Apple, хотя технически это будут разные аппараты.   Фото WCCF Tech Как сообщает инсайдер yeux1122, Samsung хочет установить цену около 2450 долларов, тогда как ранее рассматривала цену около 2720 долларов. Удешевление, особенно в текущей ситуации на рынке, предположительно, связано с утечками о цене iPhone Fold. Напомним, ему приписывают цену в 2400 долларов.  То есть в итоге необычный складывающийся вдвое TriFold будет стоить условно столько же, сколько и iPhone Fold, который будет иметь намного более привычный форм-фактор.  При этом новинка Samsung ожидается уже в декабре, а вот складной iPhone, если верить всем слухам, выйдет осенью 2026 года.  Данный  инса йдер точно сообщил о переносе выхода новых MacBook Pro на начало 2023 года и отсутствии титановой версии в линейке iPhone 14 Pro, а также указал объём ОЗУ в линейке iPhone 16 и данные об аккумуляторе iPhone 16 Pro Max.",
      "shortDescription": "Похоже, компания Samsung хочет, чтобы её складывающийся вдвое смартфон Galaxy TriFold стоил примерно на уровне будущего первого складного смартфона Apple, хотя технически это будут разные аппараты.   Фото WCCF Tech Как сообщает инсайдер yeux1122, Samsung хочет установить цену около 2450 долларов, то...",
      "link": "https://www.ixbt.com/news/2025/11/28/samsung-galaxy-trifold-iphone-fold.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/5/ked202510280015.700x.0-1-scaled_large.jpg",
      "pubDate": "2025-11-28T14:50:00+03:00",
      "hashtags": [
        "#ux",
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_49_1764335131",
      "title": "Бывший сценарист inXile рассекретил, когда выйдет Clockwork Revolution — амбициозная стимпанковая RPG про путешествия во времени",
      "description": "Стимпанковая ролевая игра Clockwork Revolution от американской inXile Entertainment (серия Wasteland) за два с половиной года так и не удостоилась анонса сроков выхода, однако, похоже, ждать релиз осталось не так уж и долго.   Источник изображения: Xbox",
      "shortDescription": "Стимпанковая ролевая игра Clockwork Revolution от американской inXile Entertainment (серия Wasteland) за два с половиной года так и не удостоилась анонса сроков выхода, однако, похоже, ждать релиз осталось не так уж и долго.   Источник изображения: Xbox",
      "link": "https://3dnews.ru/1133098",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133098/00.jpg",
      "pubDate": "2025-11-28T14:12:00+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "ixbt.com_7_1764335134",
      "title": "Intel готовит нас к GPU с потреблением 5 кВт. Компания расскажет о технологиях корпусировки, позволяющих создавать такие чипы",
      "description": "Потребление современных GPU и CPU уже давно достигло отметки в 500 Вт, пусть и лишь для топовых решений. Ускорители для ИИ потребляют ещё больше. Новая разработка Intel говорит нам о том, что в ближайшем будущем могут появиться GPU с потреблением до 5 кВт.  В феврале на мероприятии ISSCC 2026 компания Intel будет рассказывать о новых технология корпусировки, но подробности известны уже сейчас.    Создано Gemini  Одной из тем станет конструкция графического процессора мощностью 5000 Вт с использованием интегрированных регуляторов напряжения. Для таких решений Intel планирует использовать передовую технологию корпусирования, в частности вариант Foveros-B. И готово всё это будет уже к 2027 году, то есть компания считает, что через полтора-два года на рынке уже могут появиться решения с такой чудовищной мощностью.  Согласно некоторым данным, новые чипы Nvidia Vera Rubin могут потреблять до 2,3 кВт, но сама компания об этом пока не говорила.   Каким образом можно охлаждать один чип с потреблением в 5 кВт, тоже пока не очень понятно.",
      "shortDescription": "Потребление современных GPU и CPU уже давно достигло отметки в 500 Вт, пусть и лишь для топовых решений. Ускорители для ИИ потребляют ещё больше. Новая разработка Intel говорит нам о том, что в ближайшем будущем могут появиться GPU с потреблением до 5 кВт.  В феврале на мероприятии ISSCC 2026 компан...",
      "link": "https://www.ixbt.com/news/2025/11/28/intel-gpu-5.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/10/5/unnamed_2_large.jpg",
      "pubDate": "2025-11-28T14:02:00+03:00",
      "hashtags": [
        "#ИИ",
        "#cpu",
        "#gpu",
        "#разработка"
      ]
    },
    {
      "id": "ixbt.com_9_1764335134",
      "title": "Сюда можно будет установить новые 86-ядерные CPU Intel. Засветилась первая системная плата для линейки Xeon 600",
      "description": "Мы уже видели утечки о новых HEDT-процессорах Intel Xeon 600, а теперь в Сети появилось фото первой системной платы для таких CPU.    Фото WCCF Tech Модель ADLink ISB-W890 выглядит достаточно просто на фоне обычных потребительских моделей, но это всё же немного другой сегмент, и множество декоративных элементов тут отсутствует. Правда, отсутствует и охлаждение подсистемы питания, а ведь процессоры будут иметь TDP 350 Вт.   У этого CPU Intel 64 ядра, все большие, ещё и с поддержкой Hyper-Threading. В Сети засветился Xeon 696X Как бы там ни было, можно видеть очень крупный сокет, восемь слотов для ОЗУ, три полноразмерных слота PCIe и ещё четыре других варианта. Также имеются два слота Slim SAS, два слота M.2 NVMe и восемь портов SATA III.  Ожидается, что новые процессоры представят в начале 2026 года. Возможно, на выставке CES 2026 в январе. Новая линейка будет включать модели вплоть до 86-ядерной, и это будут конкуренты для Ryzen Threadripper.",
      "shortDescription": "Мы уже видели утечки о новых HEDT-процессорах Intel Xeon 600, а теперь в Сети появилось фото первой системной платы для таких CPU.    Фото WCCF Tech Модель ADLink ISB-W890 выглядит достаточно просто на фоне обычных потребительских моделей, но это всё же немного другой сегмент, и множество декоративн...",
      "link": "https://www.ixbt.com/news/2025/11/28/86-cpu-intel-xeon-600.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/5/Intel-W890-Motherboard-For-Granite-Rapids-Xeon-Workstation-CPUs-_1_large.png",
      "pubDate": "2025-11-28T13:44:00+03:00",
      "hashtags": [
        "#cpu"
      ]
    },
    {
      "id": "3DNews_29_1764335131",
      "title": "В Китае похвастались разработкой ИИ-ускорителя в полтора раза быстрее чипа Nvidia пятилетней давности",
      "description": "Китайский стартап Zhonghao Xinying доложил о разработке тензорного процессора общего назначения (GPTPU), который может использоваться для обучения и запуска моделей искусственного интеллекта. Производительность этого ускорителя, утверждает разработчик, в 1,5 раза превосходит показатели модели Nvidia A100, выпущенной в 2020 году. Источник изображения: Igor Omilaev / unsplash.com",
      "shortDescription": "Китайский стартап Zhonghao Xinying доложил о разработке тензорного процессора общего назначения (GPTPU), который может использоваться для обучения и запуска моделей искусственного интеллекта. Производительность этого ускорителя, утверждает разработчик, в 1,5 раза превосходит показатели модели Nvidia...",
      "link": "https://3dnews.ru/1133097",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133097/ai-chip.jpg",
      "pubDate": "2025-11-28T13:36:00+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_30_1764335131",
      "title": "Люди даже не представляют, насколько ИИ изменит мир — но завершится всё пузырём, хоть и не скоро",
      "description": "Увещевания некоторых авторитетных инвесторов типа Майкла Бьюрри (Michael Burry) по поводу неизбежности формирования пузыря на рынке ИИ начинают раздражать руководство Nvidia, которое неожиданно начинает оправдывать все происходящие на бирже процессы. Некоторые инвесторы придерживаются более взвешенной позиции, не отвергая при этом саму идею формирования пузыря на рынке ИИ. Источник изображения: OpenAI",
      "shortDescription": "Увещевания некоторых авторитетных инвесторов типа Майкла Бьюрри (Michael Burry) по поводу неизбежности формирования пузыря на рынке ИИ начинают раздражать руководство Nvidia, которое неожиданно начинает оправдывать все происходящие на бирже процессы. Некоторые инвесторы придерживаются более взвешенн...",
      "link": "https://3dnews.ru/1133095",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133095/openai_03.jpg",
      "pubDate": "2025-11-28T13:34:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_0_1764335123",
      "title": "90% программистов совершают эти ошибки. Как писать на Angular грамотно",
      "description": "Давайте начистоту. Большинство Angular-приложений пишутся по инерции. Мы используем паттерны, которые выучили на заре второй версии, и продолжаем тащить их за собой, игнорируя всё, что фреймворк предложил за последние годы. Фреймворк постоянно обновляется и дополняется, и уследить за всеми лучшими практиками почти нереально. В итоге даже опытные разработчики продолжают делать ошибки, которые когда-то не считались ошибками. В небольшом проекте это не страшно, но в крупном такие просчеты накапливаются и превращают код в трудноподдерживаемый легаси. Проблема в том, что фреймворк меняется, а привычки остаются.В этой статье мы не будем говорить о базовых синтаксических ошибках или разбирать, где вы точку с запятой забыли. Речь пойдёт о более глубоком уровне, об архитектурных просчётах и антипаттернах, которые тиражируются из проекта в проект. Многие из этих привычек были допустимы в прошлом, но с приходом новых версий, вроде Angular 20, от них пора избавляться. Читать далее",
      "shortDescription": "Давайте начистоту. Большинство Angular-приложений пишутся по инерции. Мы используем паттерны, которые выучили на заре второй версии, и продолжаем тащить их за собой, игнорируя всё, что фреймворк предложил за последние годы. Фреймворк постоянно обновляется и дополняется, и уследить за всеми лучшими п...",
      "link": "https://habr.com/ru/companies/ruvds/articles/967016/?utm_source=habrahabr&utm_medium=rss&utm_campaign=967016",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/68b/763/23b/68b76323ba30e387172f91da8580f0f0.jpg",
      "pubDate": "2025-11-28T13:01:45+00:00",
      "hashtags": [
        "#код",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_33_1764335131",
      "title": "Партнёры OpenAI набрали долгов на $100 млрд, чтобы оплатить ИИ-мегапроекты Альтмана",
      "description": "Отраслевых экспертов уже насторожила схема сделок с кольцевым финансированием, которая призвана позволить OpenAI направить на развитие вычислительной инфраструктуры для ИИ почти $1,4 трлн за ближайшие восемь лет. Как выяснила Financial Times, этим дело не ограничивается, поскольку ближайшие партнёры OpenAI ещё и набрали более $100 млрд кредитов для реализации планов стартапа. Источник изображений: OpenAI",
      "shortDescription": "Отраслевых экспертов уже насторожила схема сделок с кольцевым финансированием, которая призвана позволить OpenAI направить на развитие вычислительной инфраструктуры для ИИ почти $1,4 трлн за ближайшие восемь лет. Как выяснила Financial Times, этим дело не ограничивается, поскольку ближайшие партнёры...",
      "link": "https://3dnews.ru/1133091",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133091/openai_02.jpg",
      "pubDate": "2025-11-28T12:58:00+03:00",
      "hashtags": [
        "#ai",
        "#ИИ",
        "#стартап",
        "#AI"
      ]
    },
    {
      "id": "DTF_4_1764335125",
      "title": "Layers of Fear: The Final Masterpiece Edition выйдет 19 декабря на Switch 2",
      "description": "Цена составит 40 долларов.",
      "shortDescription": "Цена составит 40 долларов.",
      "link": "https://dtf.ru/games/4426224-layers-of-fear-final-masterpiece-edition-switch-2?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/7f097cae-5051-5c5a-9898-f32c51e42422/-/resize/1300/",
      "pubDate": "2025-11-28T12:45:19+03:00",
      "hashtags": [
        "#it",
        "#AR"
      ]
    },
    {
      "id": "Habr_1_1764335123",
      "title": "[Перевод] Как сократить количество Draw Calls (вызовов отрисовки) в UI Unity",
      "description": "В Unity UI часто тормозит не «крутая графика», а расползшееся число draw calls, которое тихо растёт вместе с канвасами, анимациями и материалами. В статье разбираемся, что именно делает каждый лишний вызов отрисовки, как с помощью Stats, Profiler и Frame Debugger найти проблемные места и какими приёмами — от грамотной структуры Canvas до атласов и батчинга — реально снизить нагрузку на мобильных устройствах. Оптимизировать Unity UI",
      "shortDescription": "В Unity UI часто тормозит не «крутая графика», а расползшееся число draw calls, которое тихо растёт вместе с канвасами, анимациями и материалами. В статье разбираемся, что именно делает каждый лишний вызов отрисовки, как с помощью Stats, Profiler и Frame Debugger найти проблемные места и какими приё...",
      "link": "https://habr.com/ru/companies/otus/articles/971228/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971228",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/2e5/a79/398/2e5a79398da4cbe2361bed530135087d.jpg",
      "pubDate": "2025-11-28T12:40:39+00:00",
      "hashtags": [
        "#it",
        "#ui",
        "#графика"
      ]
    },
    {
      "id": "Habr_2_1764335123",
      "title": "Kandinsky 5.0: линейка open-source моделей генерации изображений и видео нового поколения",
      "description": "В сентябре мы открыли доступ к Kandinsky 5.0 Video Lite, лёгкой модели с 2 млрд параметров для создания видео по тексту или на основе изображения. Теперь мы выкладываем в open source и все остальные модели линейки Kandinsky 5.0: Video Pro и Image Lite!   Читать далее",
      "shortDescription": "В сентябре мы открыли доступ к Kandinsky 5.0 Video Lite, лёгкой модели с 2 млрд параметров для создания видео по тексту или на основе изображения. Теперь мы выкладываем в open source и все остальные модели линейки Kandinsky 5.0: Video Pro и Image Lite!   Читать далее",
      "link": "https://habr.com/ru/companies/sberbank/articles/971154/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971154",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/da9/bd6/83e/da9bd683ec0b828dd2cd5cb10f2b798a.png",
      "pubDate": "2025-11-28T12:23:28+00:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_5_1764335123",
      "title": "Еще пара историй про темные паттерны UX: почему вас постоянно пытаются запутать",
      "description": "Приветствую, Хабр! Пока исследования по web-аналитике затянулись решил немного посмотреть в сторону маркетинговой аналитики. И собрал для вас примеры не самых лучших подходов, которых есть на просторах интернета в изобилии. И имя им - темные паттерны UX, причем это прям термин. И давайте в нем разбираться! Прочиать и не делать так!",
      "shortDescription": "Приветствую, Хабр! Пока исследования по web-аналитике затянулись решил немного посмотреть в сторону маркетинговой аналитики. И собрал для вас примеры не самых лучших подходов, которых есть на просторах интернета в изобилии. И имя им - темные паттерны UX, причем это прям термин. И давайте в нем разби...",
      "link": "https://habr.com/ru/articles/971276/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971276",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/68b/915/895/68b9158952becdbd271dc7c78c93b5b0.png",
      "pubDate": "2025-11-28T11:59:46+00:00",
      "hashtags": [
        "#ux",
        "#интернет",
        "#ИИ",
        "#web"
      ]
    },
    {
      "id": "Habr_6_1764335123",
      "title": "Технология разработки веб приложений BayLang",
      "description": "Привет, Хабр!BayLang — это OpenSource технология разработки программного обеспечения. Основная идея этой технологии, сделать разработку ПО качественной и высокоскоростной, за счет применения конструктора и ИИ. Я очень много проводил экспериментов с этой технологией, и вот к каким выводам я пришел. Читать далее",
      "shortDescription": "Привет, Хабр!BayLang — это OpenSource технология разработки программного обеспечения. Основная идея этой технологии, сделать разработку ПО качественной и высокоскоростной, за счет применения конструктора и ИИ. Я очень много проводил экспериментов с этой технологией, и вот к каким выводам я пришел. Ч...",
      "link": "https://habr.com/ru/articles/969028/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969028",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/766/123/daf/766123daf8cd0fca87e98bfe94678199.png",
      "pubDate": "2025-11-28T11:59:34+00:00",
      "hashtags": [
        "#ИИ",
        "#веб",
        "#технологии"
      ]
    },
    {
      "id": "vc.ru_0_1764335124",
      "title": "В App Store появилось приложение с функциями «Т-Банка» — как сервис для наблюдения за птицами",
      "description": "Обновлённое приложение называется The Birds Voices.",
      "shortDescription": "Обновлённое приложение называется The Birds Voices.",
      "link": "https://vc.ru/services/2621511-the-birds-voices-t-bank?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/21acc679-00ea-5418-b146-47744c882426/",
      "pubDate": "2025-11-28T11:58:15+03:00",
      "hashtags": [
        "#приложение"
      ]
    },
    {
      "id": "DTF_0_1764335125",
      "title": "Участники группы Jane Air исполнили роли Бременских музыкантов в фильме «Король и Шут. Навсегда»",
      "description": "Группа также записала песню для саундтрека ленты.",
      "shortDescription": "Группа также записала песню для саундтрека ленты.",
      "link": "https://dtf.ru/cinema/4426094-jane-air-v-filme-korol-i-shut-navsegda-bremenskie-muzykanty?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/a56ef459-c61d-52a0-905a-e7582bdd9ce6/",
      "pubDate": "2025-11-28T11:33:03+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "Habr_7_1764335123",
      "title": "FinOps — как оптимизировать расходы на облачную инфраструктуру",
      "description": "Всем привет! Меня зовут Александр, я работаю менеджером по аналитике в Cloud.ru. В этой статье разберёмся, с какими подводными камнями сталкиваются компании при работе с облаком и как их можно избежать.Облако стало стандартом, избавляя от необходимости покупки серверов и обеспечивая гибкость управления инфраструктурой. Однако эта гибкость иногда оборачивается неприятным сюрпризом: расходы на облако растут быстрее выручки, а контроль затрат становится отдельной сложной задачей. Вот типичная история: команде потребовалось тестовое окружение, инженер его развернул, а отключить забыл — это обошлось компании в 100 000 рублей в месяц.Статья будет полезна тимлидам, техническим директорам, руководителям проектных и инженерных команд, а также всем, кто отвечает за бюджеты в IT и беспокоится о растущих расходах на облачную инфраструктуру. Если вы управляете командой, распределяете или контролируете облачные ресурсы, планируете бюджеты — разберемся, как внедрить практики FinOps и сделать ваши расходы прозрачными, а облако — реально выгодным для бизнеса. Интересно",
      "shortDescription": "Всем привет! Меня зовут Александр, я работаю менеджером по аналитике в Cloud.ru. В этой статье разберёмся, с какими подводными камнями сталкиваются компании при работе с облаком и как их можно избежать.Облако стало стандартом, избавляя от необходимости покупки серверов и обеспечивая гибкость управле...",
      "link": "https://habr.com/ru/companies/cloud_ru/articles/970340/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970340",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/212/6c0/ce5/2126c0ce584e287aa71b6fcf27d0f80b.png",
      "pubDate": "2025-11-28T11:31:29+00:00",
      "hashtags": [
        "#ИИ",
        "#облако",
        "#it",
        "#cloud",
        "#сервер",
        "#тест"
      ]
    },
    {
      "id": "Habr_8_1764335123",
      "title": "Как обеспечить работу хранилища паролей: 3 практических кейса",
      "description": "Ни на один стикер не влезут пароли от десятка root-учеток в разных сервисах, JWT-токены, API-ключи и другие секреты, с которыми работает IT-команда. С задачей куда лучше справится корпоративное хранилище паролей.Нужно ли его резервировать, как правильно защищать, где и какие секреты хранить — в экспертном разборе практических кейсов. Читать",
      "shortDescription": "Ни на один стикер не влезут пароли от десятка root-учеток в разных сервисах, JWT-токены, API-ключи и другие секреты, с которыми работает IT-команда. С задачей куда лучше справится корпоративное хранилище паролей.Нужно ли его резервировать, как правильно защищать, где и какие секреты хранить — в эксп...",
      "link": "https://habr.com/ru/companies/bizone/articles/970312/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970312",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/bd9/e91/5ae/bd9e915ae617438db1cd01b113373b9b.png",
      "pubDate": "2025-11-28T11:30:30+00:00",
      "hashtags": [
        "#it",
        "#api"
      ]
    },
    {
      "id": "3DNews_36_1764335131",
      "title": "Блогер показал разборку iPhone 17 и рассказал, сколько стоит ремонт смартфона",
      "description": "В интернете уже опубликованы видео с разборкой новых iPhone 17 Air и iPhone 17 Pro. Теперь же благодаря авторам YouTube-канала JerryRigEverything любой желающий может увидеть расположение внутренних компонентов в базовом iPhone 17, а также оценить стоимость ремонта смартфона. Источник изображения: JerryRigEverything / YouTube",
      "shortDescription": "В интернете уже опубликованы видео с разборкой новых iPhone 17 Air и iPhone 17 Pro. Теперь же благодаря авторам YouTube-канала JerryRigEverything любой желающий может увидеть расположение внутренних компонентов в базовом iPhone 17, а также оценить стоимость ремонта смартфона. Источник изображения: J...",
      "link": "https://3dnews.ru/1133086",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133086/1057.jpg",
      "pubDate": "2025-11-28T10:43:00+03:00",
      "hashtags": [
        "#ai",
        "#смартфон",
        "#интернет",
        "#AI"
      ]
    },
    {
      "id": "3DNews_37_1764335131",
      "title": "Производитель легендарных Cherry MX рассматривает продажу части активов из-за растущих убытков",
      "description": "До 2014 года компания Cherry владела патентом на конструкцию механических переключателей MX для компьютерных клавиатур, её продукция пользовалась спросом в определённых кругах, но в последние годы под натиском китайских конкурентов дела у неё идут не лучшим образом. Чистые убытки за девять месяцев этого года перевалили за 20 млн евро, и теперь Cherry задумалась о частичной продаже активов. Источник изображения: Cherry",
      "shortDescription": "До 2014 года компания Cherry владела патентом на конструкцию механических переключателей MX для компьютерных клавиатур, её продукция пользовалась спросом в определённых кругах, но в последние годы под натиском китайских конкурентов дела у неё идут не лучшим образом. Чистые убытки за девять месяцев э...",
      "link": "https://3dnews.ru/1133083",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133083/cherry_01.jpg",
      "pubDate": "2025-11-28T10:40:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "Habr_11_1764335123",
      "title": "Рынок найма в IT-2025: мифы, факты и взросление индустрии. Разбор от HRD МойОфис [SHORT &amp; FULL]",
      "description": "Самое время признать: несмотря на шум в СМИ и на Хабре о массовых увольнениях разработчиков и «заморозке» найма, 2025-й год не принёс обвала. Но индустрия вышла из режима лёгких денег и хаотичного роста и перешла к требовательной, измеряемой нормальности. Айтишка стала более осознанной и экономной в вопросах продвижения и маркетинга. Или нет?Привет, Хабр! Меня зовут Кирилл Ширяев, я  — HRD в МойОфис. Ниже разбор главных мифов о рынке и тех механизмов, по которым реально жили найм, удержание и развитие людей в IT в 2025 году. Я вижу это как по нашей компании, так и в целом по индустрии. Читайте короткую версию и сохраняйте полную — она пригодится. Читать далее",
      "shortDescription": "Самое время признать: несмотря на шум в СМИ и на Хабре о массовых увольнениях разработчиков и «заморозке» найма, 2025-й год не принёс обвала. Но индустрия вышла из режима лёгких денег и хаотичного роста и перешла к требовательной, измеряемой нормальности. Айтишка стала более осознанной и экономной в...",
      "link": "https://habr.com/ru/companies/ncloudtech/articles/970966/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970966",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/9ad/91b/002/9ad91b0028911ba0cbed517f85b00091.png",
      "pubDate": "2025-11-28T10:34:38+00:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_1_1764335124",
      "title": "Минпромторг предложил установить тариф технологического сбора на уровне 750 рублей за смартфон и 1500 рублей за ноутбук — «Ведомости»",
      "description": "По словам собеседников газеты, параметры техсбора ещё обсуждаются в правительстве и с участниками рынка.",
      "shortDescription": "По словам собеседников газеты, параметры техсбора ещё обсуждаются в правительстве и с участниками рынка.",
      "link": "https://vc.ru/money/2621264-minpromtorg-tarif-tehnologicheskogo-sbora-smartfony-noutbuki?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/fd178d11-c898-586c-9f47-4db362cf8619/",
      "pubDate": "2025-11-28T10:33:18+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Habr_17_1764335123",
      "title": "Цифровой карьер: как «Албынский рудник» ускорил и перевел маркшейдерские работы в nanoCAD",
      "description": "Хотим поделиться реальным опытом цифровой трансформации маркшейдерской службы на Албынском руднике – активе ООО «Албынский рудник». Если вы работаете с данными лазерного сканирования, то наверняка сталкивались с ситуацией, когда на устранение шумов и ручную фильтрацию облаков точек уходит несколько рабочих дней, а на инженерный анализ почти не остается времени.Материал будет полезен специалистам в области маркшейдерского дела и горнодобывающей промышленности, которые ищут проверенные способы более быстрой и точной работы с большими облаками точек. Узнать, как повысить эффективность работы",
      "shortDescription": "Хотим поделиться реальным опытом цифровой трансформации маркшейдерской службы на Албынском руднике – активе ООО «Албынский рудник». Если вы работаете с данными лазерного сканирования, то наверняка сталкивались с ситуацией, когда на устранение шумов и ручную фильтрацию облаков точек уходит несколько ...",
      "link": "https://habr.com/ru/companies/nanosoft/articles/971210/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971210",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/8dc/3cf/9d4/8dc3cf9d4b7c7719e8975d8f9957cf9a.webp",
      "pubDate": "2025-11-28T09:54:52+00:00",
      "hashtags": [
        "#цифровой",
        "#ИИ",
        "#облако"
      ]
    },
    {
      "id": "3DNews_2_1764335131",
      "title": "«С тех пор игра сильно изменилась»: Ubisoft отреагировала на утечку внутренней презентации ремейка Prince of Persia: The Sands of Time",
      "description": "Французский издатель и разработчик Ubisoft прокомментировал недавнюю утечку внутреннего показа многострадального ремейка культового приключенческого экшена Prince of Persia: The Sands of Time.   Источник изображений: Ubisoft",
      "shortDescription": "Французский издатель и разработчик Ubisoft прокомментировал недавнюю утечку внутреннего показа многострадального ремейка культового приключенческого экшена Prince of Persia: The Sands of Time.   Источник изображений: Ubisoft",
      "link": "https://3dnews.ru/1133082",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133082/00.jpg",
      "pubDate": "2025-11-28T09:28:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_19_1764335123",
      "title": "Удаляем пробелы из строки",
      "description": "Недавно мы разбирали популярную задачу — проверяли строку на наличие цифр. Еще одна популярная задача при работе со строками — удалить из них пробельные символы. Можно представить, что нам нужно очистить пользовательский ввод: удалить пробелы вначале и конце строк в имени или удалить пробелы из телефонного номера. .NET предоставляет нам несколько возможностей для решения этой задачи, давайте рассмотрим самые популярные и попробуем найти наиболее эффективные. Заодно проверим, какие изменения произошли в новой версии .NET 10. Читать далее",
      "shortDescription": "Недавно мы разбирали популярную задачу — проверяли строку на наличие цифр. Еще одна популярная задача при работе со строками — удалить из них пробельные символы. Можно представить, что нам нужно очистить пользовательский ввод: удалить пробелы вначале и конце строк в имени или удалить пробелы из теле...",
      "link": "https://habr.com/ru/companies/skbkontur/articles/970178/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970178",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/083/02f/6d7/08302f6d774c79c1f4c81aaa1e8fd3b1.jpg",
      "pubDate": "2025-11-28T09:17:50+00:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_21_1764335123",
      "title": "Как обрабатывать исключения в Java",
      "description": "Обработка исключений — одна из фундаментальных тем в Java, с которой сталкивается каждый разработчик. Правильная работа с ошибками не только делает приложение стабильным, но и значительно упрощает его отладку и поддержку. В отличие от многих других языков, Java имеет строгую и продуманную систему исключений, которая делит все ошибки на проверяемые (checked) и непроверяемые (unchecked). В этой статье мы подробно рассмотрим иерархию исключений, их типы, лучшие практики обработки, а также распространенные антипаттерны. Чтобы статья была практико‑ориентированной, мы разберем реальные примеры кода, которые покажут, как правильно выбрасывать, обрабатывать и создавать собственные исключения. Читать далее",
      "shortDescription": "Обработка исключений — одна из фундаментальных тем в Java, с которой сталкивается каждый разработчик. Правильная работа с ошибками не только делает приложение стабильным, но и значительно упрощает его отладку и поддержку. В отличие от многих других языков, Java имеет строгую и продуманную систему ис...",
      "link": "https://habr.com/ru/companies/otus/articles/971192/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971192",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/cf1/573/825/cf1573825793c13d89645312f4227c5e.jpg",
      "pubDate": "2025-11-28T09:05:59+00:00",
      "hashtags": [
        "#код",
        "#приложение"
      ]
    },
    {
      "id": "Habr_24_1764335123",
      "title": "Миллениал и вайб-кодинг: как я делаю ИИ-анализатор новостей по инструкциям ChatGPT (Часть 2)⁠ + скринкаст прогресса",
      "description": "Сегодня расскажу о том, как подружил бота с GPT через OpenAI API. Получилось быстро и почти без проблем, но есть нюанс, который видно невооружённым взглядом :-) Читать далее",
      "shortDescription": "Сегодня расскажу о том, как подружил бота с GPT через OpenAI API. Получилось быстро и почти без проблем, но есть нюанс, который видно невооружённым взглядом :-) Читать далее",
      "link": "https://habr.com/ru/articles/971186/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971186",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/969/5b3/399/9695b3399586ed214cdc27b81c7b5582.png",
      "pubDate": "2025-11-28T08:51:46+00:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#код",
        "#api",
        "#ai"
      ]
    },
    {
      "id": "Habr_25_1764335123",
      "title": "Обнаружена бета-версия Fallout: New Vegas с несколькими гигабайтами вырезанного контента",
      "description": "Энтузиасты обнаружили бета-версию Fallout: New Vegas, собранную всего за месяц до релиза. И самое интересное — этот билд примерно на два гигабайта больше финальной игры и содержит огромное количество вырезанного или изменённого контента, который мы до сих пор не видели!!! 😱Когда казалось, что про Fallout: New Vegas известно буквально всё, спустя 15 лет после релиза энтузиасты обнаружили два девкита Xbox 360 от Obsidian с несколькими ранними сборками игры — включая почти финальную бету от 21 июля 2010 года. Этот билд, созданный всего за месяц до ухода проекта «на золото», оказался примерно на 2 ГБ тяжелее релизной версии и уже выложен в открытый доступ для изучения и запуска. Читать далее",
      "shortDescription": "Энтузиасты обнаружили бета-версию Fallout: New Vegas, собранную всего за месяц до релиза. И самое интересное — этот билд примерно на два гигабайта больше финальной игры и содержит огромное количество вырезанного или изменённого контента, который мы до сих пор не видели!!! 😱Когда казалось, что про Fa...",
      "link": "https://habr.com/ru/articles/971182/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971182",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/ee8/9cd/9b7/ee89cd9b726270a6fa86689d036164da.jpg",
      "pubDate": "2025-11-28T08:41:50+00:00",
      "hashtags": [
        "#ИИ",
        "#игры"
      ]
    },
    {
      "id": "Habr_28_1764335124",
      "title": "Гайд по базовому окружению для AI без знаний в MLOps",
      "description": "Слышите из каждого утюга про «эй-ай» и хотите разобраться в этом тренде? Или просто собрались попробовать запустить ML- или AI-проект, но вас пугают настройки серверов и облаков?                                                     Не переживайте, сейчас расскажем, когда лучше выбрать собственный выделенный сервер, а когда — облако. И как не тратить кучу времени на рутину, а сосредоточиться на важном — развитии моделей и получении результата. Эта статья — ваш путеводитель по настройке окружения для AI, без лишнего технического мата и сложных терминов. Детали под катом. Читать далее",
      "shortDescription": "Слышите из каждого утюга про «эй-ай» и хотите разобраться в этом тренде? Или просто собрались попробовать запустить ML- или AI-проект, но вас пугают настройки серверов и облаков?                                                     Не переживайте, сейчас расскажем, когда лучше выбрать собственный выд...",
      "link": "https://habr.com/ru/companies/selectel/articles/971150/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971150",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/701/648/bfb/701648bfbfc2399bc2400fe1d5434c22.jpg",
      "pubDate": "2025-11-28T08:21:37+00:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#облако",
        "#сервер",
        "#ai"
      ]
    },
    {
      "id": "Habr_29_1764335124",
      "title": "Вайбкодинг — советы НЕразработчикам, которые хотят кодить с ИИ",
      "description": "Я не разработчик, не знаю ни одного языка программирования и ни разу не писал настоящий код руками. В школе и универе изучал какие-то основы, но все уже безнадежно выветрилось. При этом за последний год я создал несколько пет-проектов, которые приносят мне деньги, и которыми пользуются тысячи людей.При первых попытках вайбкодинга ИИ писал мне неработающий код, ломал уже работающие сервисы, безнадежно врал, удалял важные файлы и всячески саботировал работу. Не потому что он тупой, а потому что я не умел с ним работать.Это статья для НЕразработчиков, которые хотят в паре с ИИ сделать себе полезный скрипт или пет-проект. Я постарался написать ее максимально просто, чтобы даже далекие от разработки люди понимали, что делать и куда копать. Читать далее",
      "shortDescription": "Я не разработчик, не знаю ни одного языка программирования и ни разу не писал настоящий код руками. В школе и универе изучал какие-то основы, но все уже безнадежно выветрилось. При этом за последний год я создал несколько пет-проектов, которые приносят мне деньги, и которыми пользуются тысячи людей....",
      "link": "https://habr.com/ru/articles/971080/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971080",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/627/df8/18d/627df818da0eb3a9295df9480470910b.webp",
      "pubDate": "2025-11-28T08:20:09+00:00",
      "hashtags": [
        "#код",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_33_1764335124",
      "title": "Все главные нововведения Python 3.14: от JIT до инструментов отладки",
      "description": "Представьте: ваш Python-код работает на 30% быстрее благодаря JIT-компиляции, обработка запросов масштабируется на все ядра процессора без ограничений GIL, а отладка высоконагруженных систем происходит в реальном времени, без остановки продакшена. Это не футуристический сценарий “what-if” — это реальность Python 3.14, релиза, который переосмысливает саму природу разработки с высокой производительностью на Python. Читать далее",
      "shortDescription": "Представьте: ваш Python-код работает на 30% быстрее благодаря JIT-компиляции, обработка запросов масштабируется на все ядра процессора без ограничений GIL, а отладка высоконагруженных систем происходит в реальном времени, без остановки продакшена. Это не футуристический сценарий “what-if” — это реал...",
      "link": "https://habr.com/ru/companies/axenix/articles/970806/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970806",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e17/edc/044/e17edc0447873ba2c0c28deefe7ec385.jpg",
      "pubDate": "2025-11-28T08:06:56+00:00",
      "hashtags": [
        "#it",
        "#код",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_35_1764335124",
      "title": "Программирование для Windows 1.0 в 2025 году",
      "description": "\"...Одним из примеров громоздкой и, по мнению авторов, бесполезной надстройки является интегрированная система WINDOWS фирмы Microsoft. Эта система занимает почти 1 Мбайт дисковой памяти и рассчитана на преимущественное использование совместно с устройством типа \"мышь\".\" - вы точно знаете, откуда этоПриветствую всех! Буквально неделю назад прошло сорок лет с момента выхода первой релизной версии Windows. Именно в тот день в 1985 году началась история ныне повсеместно распространённой ОС.И вот, узнав об этом, я подумал: а что, если попробовать запустить эту ОС и узнать, как предполагалось писать софт для неё? Именно этим мы сейчас и займёмся. Заодно и узнаем, насколько это было проще или сложнее, нежели сейчас. Type WIN",
      "shortDescription": "\"...Одним из примеров громоздкой и, по мнению авторов, бесполезной надстройки является интегрированная система WINDOWS фирмы Microsoft. Эта система занимает почти 1 Мбайт дисковой памяти и рассчитана на преимущественное использование совместно с устройством типа \"мышь\".\" - вы точно знаете, откуда эт...",
      "link": "https://habr.com/ru/companies/timeweb/articles/969202/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969202",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e3b/bef/dce/e3bbefdce5eb212f341d7d56405499eb.JPG",
      "pubDate": "2025-11-28T08:05:59+00:00",
      "hashtags": [
        "#ИИ",
        "#программирование"
      ]
    },
    {
      "id": "Habr_37_1764335124",
      "title": "Нагрузочное испытание Wi-Fi, «народный» метод",
      "description": "2025 год начался с короткого затишья текущих проектов, возникла идея поковырять тему нагрузочного испытания радиоподсистемы Wi-Fi. Основная сложность и основной вопрос всех нагрузочных тестов - Чем нагрузить? Вот этот вопрос попробуем разобрать в этой статье ... Читать далее",
      "shortDescription": "2025 год начался с короткого затишья текущих проектов, возникла идея поковырять тему нагрузочного испытания радиоподсистемы Wi-Fi. Основная сложность и основной вопрос всех нагрузочных тестов - Чем нагрузить? Вот этот вопрос попробуем разобрать в этой статье ... Читать далее",
      "link": "https://habr.com/ru/articles/971148/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971148",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/8ed/199/ffd/8ed199ffd13bdb3b9f0c80309b780e88.png",
      "pubDate": "2025-11-28T07:48:39+00:00",
      "hashtags": [
        "#радио",
        "#тест"
      ]
    },
    {
      "id": "Habr_38_1764335124",
      "title": "[Перевод] Fizz Buzz на косинусах",
      "description": "Fizz Buzz — это игра с числами, которая стала неожиданно популярной в мире компьютерного программирования в качестве простой проверки базовых навыков. Правила игры просты: игроки вслух произносят по порядку числа, начиная с единицы. Если число делится на 3, игрок должен сказать вместо него «Fizz». Если число делится на 5, он должен сказать «Buzz». Если оно делится и на 3, и на 5, игрок говорит «FizzBuzz». Вот типичная программа на Python, выводящая нужную последовательность:for n in range(1, 101):     if n % 15 == 0:         print('FizzBuzz')     elif n % 3 == 0:         print('Fizz')     elif n % 5 == 0:         print('Buzz')     else:         print(n)А вот её вывод: fizz-buzz.txt. Можно ли усложнить эту программу? Слова «Fizz», «Buzz» и «FizzBuzz» повторяются в этой последовательности периодически. А что ещё у нас есть периодического? Тригонометрические функции! Возможно, нам удастся при помощи этих функций закодировать все четыре правила последовательности в выражении в аналитическом виде. Именно эту задачу мы и исследуем в статье, получив в конце дискретный ряд Фурье, который может получить любое целочисленное n и выбрать для печати соответствующий текст. Читать далее",
      "shortDescription": "Fizz Buzz — это игра с числами, которая стала неожиданно популярной в мире компьютерного программирования в качестве простой проверки базовых навыков. Правила игры просты: игроки вслух произносят по порядку числа, начиная с единицы. Если число делится на 3, игрок должен сказать вместо него «Fizz». Е...",
      "link": "https://habr.com/ru/articles/969856/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969856",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/8cc/f25/30f/8ccf2530f157d93a6cca281caba42942.png",
      "pubDate": "2025-11-28T07:45:47+00:00",
      "hashtags": [
        "#код",
        "#ИИ",
        "#компьютер",
        "#игры"
      ]
    },
    {
      "id": "3DNews_39_1764335131",
      "title": "Крупные производители ПК нагнетают: ИИ-бум завёл рынок памяти на неизведанную территорию, и теперь можно ждать чего угодно",
      "description": "В последние месяцы о ситуации на рынке микросхем памяти не говорит только ленивый, и ресурс Bloomberg решил обобщить в одном материале все недавние высказывания крупных производителей компонентов и готовых ПК. Ситуация начинает влиять на рынок готовых компьютеров, который в свете прекращения поддержки Windows 10 должен был получить новый толчок к активизации покупателей. Источник изображения: Samsung Electronics",
      "shortDescription": "В последние месяцы о ситуации на рынке микросхем памяти не говорит только ленивый, и ресурс Bloomberg решил обобщить в одном материале все недавние высказывания крупных производителей компонентов и готовых ПК. Ситуация начинает влиять на рынок готовых компьютеров, который в свете прекращения поддерж...",
      "link": "https://3dnews.ru/1133075",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133075/samsung_01.jpg",
      "pubDate": "2025-11-28T06:18:00+03:00",
      "hashtags": [
        "#ИИ",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews_41_1764335131",
      "title": "Как построить 5000-ваттный GPU будущего — Intel расскажет на ISSCC 2026",
      "description": "Насыщенная программа конференции ISSCC 2026, которая пройдет в феврале будущего года, включает немало интересных тем. Среди них — «как реализовать 5000-ваттные графические процессоры». Идею хочет предложить не абы кто, а заслуженный исследователь Intel, проработавший в компании более 25 лет, пишет Computer Base. Источник изображения: Intel",
      "shortDescription": "Насыщенная программа конференции ISSCC 2026, которая пройдет в феврале будущего года, включает немало интересных тем. Среди них — «как реализовать 5000-ваттные графические процессоры». Идею хочет предложить не абы кто, а заслуженный исследователь Intel, проработавший в компании более 25 лет, пишет C...",
      "link": "https://3dnews.ru/1133073",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133073/eF1lCHESsTyNxmWO.jpg",
      "pubDate": "2025-11-28T01:39:00+03:00",
      "hashtags": [
        "#ИИ",
        "#gpu"
      ]
    },
    {
      "id": "Ведомости Технологии_1_1764335135",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_43_1764335131",
      "title": "В Китае намекнули на создание многочиповых ИИ-ускорителей, способных потягаться с Nvidia Blackwell",
      "description": "Разработанные в Китае ускорители ИИ из логических чиплетов на основе 14-нм техпроцесса и памяти DRAM на базе 18-нм техпроцесса в состоянии конкурировать с чипами Nvidia Blackwell, которые производятся по 4-нм техпроцессу TSMC. Такое мнение на отраслевом мероприятии озвучил Вэй Шаоцзюнь (Wei Shaojun), заместитель председателя Китайской ассоциации полупроводниковой промышленности и профессор Университета Цинхуа, сообщает DigiTimes. Источник изображения: AMD",
      "shortDescription": "Разработанные в Китае ускорители ИИ из логических чиплетов на основе 14-нм техпроцесса и памяти DRAM на базе 18-нм техпроцесса в состоянии конкурировать с чипами Nvidia Blackwell, которые производятся по 4-нм техпроцессу TSMC. Такое мнение на отраслевом мероприятии озвучил Вэй Шаоцзюнь (Wei Shaojun)...",
      "link": "https://3dnews.ru/1133069",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133069/SENABQVRJEVZ6.jpg",
      "pubDate": "2025-11-27T21:43:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "DTF_7_1764335130",
      "title": "На ПК вышла Hail to the Rainbow — адвенчура в сеттинге постапокалиптического киберпанка от российского разработчика",
      "description": "Главным героем игры выступает юноша по имени Игнат, который отправляется в странствие после получения загадочного письма.",
      "shortDescription": "Главным героем игры выступает юноша по имени Игнат, который отправляется в странствие после получения загадочного письма.",
      "link": "https://dtf.ru/games/4425307-hail-to-the-rainbow-novaya-adventura-v-postapokalipticheskom-kiberpanke?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/1186bcb5-177f-50c4-a878-ee7b78f66d45/",
      "pubDate": "2025-11-27T21:35:56+03:00",
      "hashtags": [
        "#ai",
        "#кибер",
        "#AI",
        "#игры"
      ]
    },
    {
      "id": "3DNews_44_1764335131",
      "title": "Honor представила компактный проектор с жестовым управлением и автокалибровкой за $85",
      "description": "Вместе со смартфонами Honor 500 компания Honor недавно анонсировала компактный проектор Honor Choice Firefly AI Projector Air. В основе аппарата лежит технология проецирования 1LCD и четырёхэлементный объектив из лантанидного стекла, разработанный для снижения потерь света и повышения чёткости картинки. Источник изображений: Honor",
      "shortDescription": "Вместе со смартфонами Honor 500 компания Honor недавно анонсировала компактный проектор Honor Choice Firefly AI Projector Air. В основе аппарата лежит технология проецирования 1LCD и четырёхэлементный объектив из лантанидного стекла, разработанный для снижения потерь света и повышения чёткости карти...",
      "link": "https://3dnews.ru/1133067",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133067/Honor-Choice-Firefly-AI-Projector-Air.jpg",
      "pubDate": "2025-11-27T21:34:00+03:00",
      "hashtags": [
        "#ai",
        "#смартфон",
        "#AI"
      ]
    },
    {
      "id": "DTF_8_1764335130",
      "title": "СМИ: некоторые китайские производители отказались от разработки тонких смартфонов на фоне низких продаж iPhone Air",
      "description": "Ранее такое же решение приняли в Samsung.",
      "shortDescription": "Ранее такое же решение приняли в Samsung.",
      "link": "https://dtf.ru/mobile/4424079-kitayskie-proizvoditeli-otkazyvayutsya-ot-tonkikh-smartfonov?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/70832a73-a816-5c7d-a5e2-1f32b70c1204/",
      "pubDate": "2025-11-27T19:51:11+03:00",
      "hashtags": [
        "#ai",
        "#смартфон",
        "#AI"
      ]
    },
    {
      "id": "3DNews_45_1764335131",
      "title": "После провала iPhone Air китайские бренды передумали выпускать сверхтонкие смартфоны",
      "description": "Не прошло и трёх месяцев с анонса iPhone Air, как общественность утвердилась во мнении, что тонкий смартфон от Apple провалился в продаже, и компания была вынуждена либо значительно сократить, либо полностью остановить его производство. Это повлияло и на планы китайских брендов в отношении собственных тонких смартфонов. Источник изображения: apple.com",
      "shortDescription": "Не прошло и трёх месяцев с анонса iPhone Air, как общественность утвердилась во мнении, что тонкий смартфон от Apple провалился в продаже, и компания была вынуждена либо значительно сократить, либо полностью остановить его производство. Это повлияло и на планы китайских брендов в отношении собственн...",
      "link": "https://3dnews.ru/1133062",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133062/iphone-air.jpg",
      "pubDate": "2025-11-27T17:54:00+03:00",
      "hashtags": [
        "#ai",
        "#смартфон",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_47_1764335131",
      "title": "Комариный хоботок приспособили под сопло для 3D-микропечати — тоньше, дешевле и лучше искусственных",
      "description": "Учёные Макгиллского университета в Канаде потратили некоторое время на поиск сопла для высокоточной трёхмерной печати и пришли к выводу, что лучше всего на эту роль подходит хоботок самки комара. Он позволяет создавать объекты миниатюрных размеров с гладкими поверхностями, которые востребованы в аэрокосмической отрасли, стоматологии и области биомедицинских исследований. Источник изображения: McGill University",
      "shortDescription": "Учёные Макгиллского университета в Канаде потратили некоторое время на поиск сопла для высокоточной трёхмерной печати и пришли к выводу, что лучше всего на эту роль подходит хоботок самки комара. Он позволяет создавать объекты миниатюрных размеров с гладкими поверхностями, которые востребованы в аэр...",
      "link": "https://3dnews.ru/1133056",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133056/mosq.jpg",
      "pubDate": "2025-11-27T17:05:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_7_1764335131",
      "title": "«Гаражная» компания запустила предзаказ на одноместный летающий мотоцикл с предоплатой в $999",
      "description": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которые создают распределённую тягу. Источник изображений: LEO Flight",
      "shortDescription": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которы...",
      "link": "https://3dnews.ru/1133051",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133051/leo_00.jpg",
      "pubDate": "2025-11-27T16:00:31+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "vc.ru_4_1764335124",
      "title": "«Т-Банк» открыл всем доступ к «фрод-рулетке» для борьбы с телефонными мошенниками",
      "description": "По заявкам сервис тестировали с июля 2024 года.",
      "shortDescription": "По заявкам сервис тестировали с июля 2024 года.",
      "link": "https://vc.ru/money/2619310-t-bank-zapustil-frod-ruletku?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/c0a2e0e1-4e5c-5850-8840-9064021a663a/",
      "pubDate": "2025-11-27T14:52:01+03:00",
      "hashtags": [
        "#тест"
      ]
    },
    {
      "id": "3DNews_9_1764335131",
      "title": "Paradox взяла на себя вину за провал Vampire: The Masquerade — Bloodlines 2 и списала больше половины бюджета игры",
      "description": "Долгожданный вампирский ролевой экшен Vampire: The Masquerade — Bloodlines 2 от разработчиков из британской студии The Chinese Room разочаровал не только игроков и критиков, но и издателя в лице шведской компании Paradox Interactive.   Источник изображений: Paradox Interactive",
      "shortDescription": "Долгожданный вампирский ролевой экшен Vampire: The Masquerade — Bloodlines 2 от разработчиков из британской студии The Chinese Room разочаровал не только игроков и критиков, но и издателя в лице шведской компании Paradox Interactive.   Источник изображений: Paradox Interactive",
      "link": "https://3dnews.ru/1133045",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133045/00.jpg",
      "pubDate": "2025-11-27T14:05:00+03:00",
      "hashtags": [
        "#ИИ",
        "#игры",
        "#AR"
      ]
    },
    {
      "id": "vc.ru_6_1764335124",
      "title": "Сервис знакомств TON Dating запустил приложения для iOS и Android и веб-версию — раньше он работал только в Telegram",
      "description": "Аудитория мини-приложения в мессенджере на ноябрь 2025 года — свыше 200 тысяч ежемесячно активных пользователей.",
      "shortDescription": "Аудитория мини-приложения в мессенджере на ноябрь 2025 года — свыше 200 тысяч ежемесячно активных пользователей.",
      "link": "https://vc.ru/social/2618923-ton-dating-zapustil-prilozheniya-i-osnovnye-vozmozhnosti?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/562ee6f7-2994-52c9-910e-1cda8a2a2f7f/",
      "pubDate": "2025-11-27T14:02:07+03:00",
      "hashtags": [
        "#веб"
      ]
    },
    {
      "id": "3DNews_12_1764335131",
      "title": "Пользователи совсем неохотно переходят на Windows 11 — это обернётся стагнацией рынка ПК, предупредила Dell",
      "description": "Компания Dell прогнозирует, что продажи персональных компьютеров в будущем году останутся на прежнем уровне, несмотря на потенциал устройств со встроенным искусственным интеллектом. В качестве основной причины, как сообщает The Register, указывается медленный переход пользователей с Windows 10 на Windows 11. Источник изображений: Brian Westover/Dell",
      "shortDescription": "Компания Dell прогнозирует, что продажи персональных компьютеров в будущем году останутся на прежнем уровне, несмотря на потенциал устройств со встроенным искусственным интеллектом. В качестве основной причины, как сообщает The Register, указывается медленный переход пользователей с Windows 10 на Wi...",
      "link": "https://3dnews.ru/1133016",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133016/dell.jpg",
      "pubDate": "2025-11-27T00:24:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_6_1764335135",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_18_1764335131",
      "title": "Россия доставила во Францию ключевое оборудование для международного термоядерного реактора ИТЭР",
      "description": "На днях на стройплощадку Международного термоядерного экспериментального реактора (ITER) на юге Франции прибыл первый из четырёх российских испытательных стендов. Эти стенды являются ключевыми для проекта, поскольку будут проверять «окна в плазму» — специальные порты в рабочей камере реактора с измерительным оборудованием. Таких портов будет 24, каждый из которых проверят вакуумом, нагревом, радиацией и ЭМ-излучением. Источник изображений: «Росатом»",
      "shortDescription": "На днях на стройплощадку Международного термоядерного экспериментального реактора (ITER) на юге Франции прибыл первый из четырёх российских испытательных стендов. Эти стенды являются ключевыми для проекта, поскольку будут проверять «окна в плазму» — специальные порты в рабочей камере реактора с изме...",
      "link": "https://3dnews.ru/1132991",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132991/iter_01.jpg",
      "pubDate": "2025-11-26T17:38:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_22_1764335131",
      "title": "Российская Neiry представила управляемых «голубей-биодронов» PJN-1 — это живые птицы с чипированным мозгом",
      "description": "Группа компаний Neiry представила голубей-биодронов — обычных птиц со встроенными в головы электродами. Цена вопроса примерно как при покупке и эксплуатации дронов из пластика и электроники, но продолжительность полёта, скрытность и безопасность у живых особей несоизмеримо больше. Жизни птиц ничего не угрожает, утверждают разработчики, после операции они продолжают жить привычной птичьей жизнью. Источник изображения: Neiry",
      "shortDescription": "Группа компаний Neiry представила голубей-биодронов — обычных птиц со встроенными в головы электродами. Цена вопроса примерно как при покупке и эксплуатации дронов из пластика и электроники, но продолжительность полёта, скрытность и безопасность у живых особей несоизмеримо больше. Жизни птиц ничего ...",
      "link": "https://3dnews.ru/1132965",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132965/01.jpg",
      "pubDate": "2025-11-26T11:12:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_24_1764335131",
      "title": "В Windows 11 появилось централизованное управление обновлениями приложений",
      "description": "В свежих предварительных сборках Windows 11 в разделе «Параметры» появился раздел «Обновления приложений», где можно обновлять установленное на компьютер ПО, не открывая Microsoft Store. Источник изображения: windowscentral.com",
      "shortDescription": "В свежих предварительных сборках Windows 11 в разделе «Параметры» появился раздел «Обновления приложений», где можно обновлять установленное на компьютер ПО, не открывая Microsoft Store. Источник изображения: windowscentral.com",
      "link": "https://3dnews.ru/1132963",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132963/windows.jpg",
      "pubDate": "2025-11-26T10:13:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_8_1764335135",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_14_1764335135",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#кибер",
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_15_1764335135",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_18_1764335135",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_19_1764335135",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#it",
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_22_1764335135",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_25_1764335135",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Ведомости Технологии_26_1764335135",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_0_1764335142",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1764335135",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#финтех",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_34_1764335135",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#ИИ",
        "#структура"
      ]
    },
    {
      "id": "Ведомости Технологии_42_1764335135",
      "title": "В России введут так называемый технологический сбор",
      "description": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "shortDescription": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/10/1153413-v-rossii-vvedut-tak-nazivaemii-tehnologicheskii-sbor",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8p/1dhre2/normal-1s56.jpg",
      "pubDate": "2025-11-10T00:25:39+03:00",
      "hashtags": [
        "#радио",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_46_1764335135",
      "title": "У России к 2028 году может появиться процессор для базовых станций LTE",
      "description": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "shortDescription": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152534-u-rossii-mozhet-poyavitsya-protsessor-dlya-lte",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1eq278/normal-1tqm.png",
      "pubDate": "2025-11-06T01:33:07+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_47_1764335135",
      "title": "В России обещают сделать первого антропоморфного робота",
      "description": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "shortDescription": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152530-v-rossii-obeschayut-sdelat-pervogo-antropomorfnogo-robota",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1enrrz/normal-1tnn.png",
      "pubDate": "2025-11-06T01:32:35+03:00",
      "hashtags": [
        "#ИИ",
        "#робот"
      ]
    },
    {
      "id": "3DNews Software_1_1764335142",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_2_1764335142",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764335142",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_5_1764335142",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1764335142",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_7_1764335142",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1764335142",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764335142",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764335142",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_24_1764335142",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1764335142",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764335142",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ai",
        "#искусственныйинтеллект",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_34_1764335142",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_36_1764335142",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764335142",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_41_1764335142",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764335142",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764335142",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа",
        "#компьютер"
      ]
    }
  ]
}