{
  "lastUpdated": "2025-11-30T22:35:23.854432",
  "totalNews": 73,
  "categories": [
    "Технологии"
  ],
  "hashtags": [
    "#ИИ",
    "#cpu",
    "#сеть",
    "#AI",
    "#стартап",
    "#api",
    "#финтех",
    "#веб",
    "#интернет",
    "#облако",
    "#сервер",
    "#ai",
    "#компьютер",
    "#радио",
    "#смартфон",
    "#тест",
    "#кибер",
    "#код",
    "#структура",
    "#ux",
    "#приложение",
    "#игры",
    "#game",
    "#робот",
    "#искусственныйинтеллект",
    "#AR",
    "#it",
    "#платформа",
    "#технологии",
    "#дизайн"
  ],
  "news": [
    {
      "id": "Ведомости Технологии_0_1764542116",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#смартфон",
        "#приложение"
      ]
    },
    {
      "id": "ixbt.com_2_1764542114",
      "title": "В России вступили в силу новые правила расчета утильсбора: тарифы на популярные модели автомобилей увеличиваются в сотни раз",
      "description": "С сегодняшнего дня, 1 декабря, в России меняются правила расчета утилизационного сбора. Базовая ставка по-прежнему зависит от объема двигателя, а мощность влияет на формирование коэффициента по прогрессивной шкале. Льготные коэффициенты сохраняются только для граждан, ввозящих автомобили для личного пользователя и с моторами, мощность которых не превышает 160 л.с.  Фото: Toyota В итоге, все машины с мотором мощностью более 160 л.с. существенно дорожают: тарифы на некоторые популярные машины увеличиваются в десятки и даже сотни раз. Например, за Volkswagen Tiguan с 2,0-литровым мотором мощностью 201 л.с. придется заплатить 794 тыс. рублей вместо 3400 рублей. За Geely Monjaro с 2,0-литровым мотором при импорте в РФ придется платить 842 тыс. рублей вместо тех же 3400 рублей. В Минпромторге считают, что новая схема расчета утильсбора не коснется почти 80% российских потребителей. «Еще раз хочу обратить внимание, что мы не распространяем этот повышенный утилизационный сбор на физлиц, которые ввозят автомобили до 160 л.с. Если посмотреть на текущий парк легковых автомобилей в стране, то почти 80% текущего парка автомобилей — это автомобили до 160 л.с. Если реплицировать планы по ввозу на тот рынок, который уже сложился за все эти десятилетия, можно сказать, что порядка 80% потребителей мы не затрагиваем этими изменениями», — сообщил он.",
      "shortDescription": "С сегодняшнего дня, 1 декабря, в России меняются правила расчета утилизационного сбора. Базовая ставка по-прежнему зависит от объема двигателя, а мощность влияет на формирование коэффициента по прогрессивной шкале. Льготные коэффициенты сохраняются только для граждан, ввозящих автомобили для личного...",
      "link": "https://www.ixbt.com/news/2025/12/01/v-rossii-vstupili-v-silu-novye-pravila-rascheta-utilsbora-tarify-na-populjarnye-modeli-avtomobilej-uvelichivajutsja-v.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/1/rav4_large.JPG",
      "pubDate": "2025-12-01T00:49:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_25_1764542112",
      "title": "Новая статья: Компьютер месяца — декабрь 2025 года",
      "description": "Вот мы и дожили до того момента, когда каждая домохозяйка знает про ИИ-бум и нагрянувший дефицит памяти. Стоимость модулей ОЗУ уже выросла в 2-3 раза, но и это еще только цветочки, ягодки будут потом. Следом за памятью серьезно подорожают… да проще назвать, что не взлетит в цене в ближайшее время. С такими грустными новостями мы провожаем 2025 год",
      "shortDescription": "Вот мы и дожили до того момента, когда каждая домохозяйка знает про ИИ-бум и нагрянувший дефицит памяти. Стоимость модулей ОЗУ уже выросла в 2-3 раза, но и это еще только цветочки, ягодки будут потом. Следом за памятью серьезно подорожают… да проще назвать, что не взлетит в цене в ближайшее время. С...",
      "link": "https://3dnews.ru/1133137",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133137/sm.0.800.jpg",
      "pubDate": "2025-12-01T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#компьютер"
      ]
    },
    {
      "id": "ixbt.com_3_1764542114",
      "title": "Большой премиум-гибрид от BYD, способный составить конкуренцию Li Auto, оказался популярным: в  Китае покупают по 625 единиц BYD Leopard Titanium 7 в день",
      "description": "Полноразмерный внедорожник BYD Leopard Titanium 7 оказался популярным в Китае, машина не дешевая, но менее чем за три месяца продано 50 тыс. единиц. То есть скорость продаж — по 625 машин в день.    Фото: BYD Эта модель представляет собой крупный гибридный внедорожник с габаритами 4999 х 1995 х 1865 мм и колёсной базой 2920 мм. Автомобиль оснащён 1,5-литровым бензиновым мотором мощностью 156 л.с. и одним или двумя электромоторами. В базовой версии Titanium 7 развивает 272 л.с., а мощность полноприводной двухмоторной версии составляет 490 л.с. Максимальный запас хода — до 1300 км. На этой неделе BYD сообщила об отзыве 89 тысяч гибридных седанов Qin PLUS DM-i, у них выявлена проблема с батареей.",
      "shortDescription": "Полноразмерный внедорожник BYD Leopard Titanium 7 оказался популярным в Китае, машина не дешевая, но менее чем за три месяца продано 50 тыс. единиц. То есть скорость продаж — по 625 машин в день.    Фото: BYD Эта модель представляет собой крупный гибридный внедорожник с габаритами 4999 х 1995 х 1865...",
      "link": "https://www.ixbt.com/news/2025/11/30/byd-li-auto-625-byd-leopard-titanium-7.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/1/008yDfjAgy1i3gz1txoqej31z4176b2a_large_large.jpg",
      "pubDate": "2025-11-30T23:58:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR",
        "#it"
      ]
    },
    {
      "id": "ixbt.com_8_1764542114",
      "title": "Конкурентов флагманскому КамАЗу К5 станет больше: в России сертифицированы тягачи JAC K7 и Shacman SX4258Y3334 — с моторами Cummins и коробками передач ZF",
      "description": "Как сообщает Telegram-канал «Грузовики и вообще», в России оформлено Одобрение Типа на два тягача Shacman — модели SX4258Y3334 и SX4258Y4334C. Обе оснащаются роботизированными коробками передач ZF Traxon, но моторы разные — Weichai WP13 у первой модели, Cummins M13 — у второй.  Фото: JAC Также оформлено Одобрение Типа на тягач JAC K7. Его предложат с двумя вариантами агрегатных связок: мотором Cummins ISGe5-490 объемом 11,8 литра и «роботом» ZF, а также мотором Cummins M13E5 560A объемом 12,5 л и роботизированной коробкой передач Eaton. Эти машины составят конкуренцию отечественным КамАЗам, в том числе флагманскому магистральному тягачу КамАЗ К5/К5+.",
      "shortDescription": "Как сообщает Telegram-канал «Грузовики и вообще», в России оформлено Одобрение Типа на два тягача Shacman — модели SX4258Y3334 и SX4258Y4334C. Обе оснащаются роботизированными коробками передач ZF Traxon, но моторы разные — Weichai WP13 у первой модели, Cummins M13 — у второй.  Фото: JAC Также оформ...",
      "link": "https://www.ixbt.com/news/2025/11/30/5-jac-k7-shacman-sx4258y3334-cummins-zf.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/0/25-1.561675f_large.png",
      "pubDate": "2025-11-30T22:22:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#робот",
        "#AI"
      ]
    },
    {
      "id": "3DNews_39_1764542112",
      "title": "Значок видишь? А он есть: после обновления из Windows «пропала» иконка для входа по паролю",
      "description": "Microsoft признала, что в предварительном обновлении KB5064081 обнаружена ошибка, которая немного затруднит вход в систему с помощью пароля. По данным службы поддержки Microsoft, «значок пароля может отсутствовать или быть невидимым в параметрах входа на экране блокировки». Хотя кнопка невидима, войти в ОС с паролём можно, нажав на пустое место там, где должна быть кнопка ввода пароля. После этого появится поле для ввода пароля. Источник изображения: Microsoft",
      "shortDescription": "Microsoft признала, что в предварительном обновлении KB5064081 обнаружена ошибка, которая немного затруднит вход в систему с помощью пароля. По данным службы поддержки Microsoft, «значок пароля может отсутствовать или быть невидимым в параметрах входа на экране блокировки». Хотя кнопка невидима, вой...",
      "link": "https://3dnews.ru/1133178",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133178/wtvN9xqGhNUsjD.jpg",
      "pubDate": "2025-11-30T22:01:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_0_1764542105",
      "title": "Запекаем текстуру в opengl",
      "description": "Начнём с того, что я обзавелся идеей оптимизировать процесс рисования для компьютеров из игровой видеокарты. Для встроенной карты не так важно сколько видеопамяти занимает приложение, сколько сама мощность этой карты. Насчет памяти для встроенной карты я кстати ещё не в курсе, но помню, что она может выделять её из CPU.Так вот. Я хотел рендерить сцену один раз с двумя источниками света и применять запечённые текстуры уже в обычном рендеринге без просчета света каждый раз. Если добавиться новый источник света, то просчитаем опять везде свет и дальше рисуем запечённые текстуры.Итак начнём. У меня движок ещё сырой, так что не ругайте за код, так как я бывает многое переписываю, потому что не учитывал некоторые аспекты того, что требуется.Первым делом, чтобы проверить, что всё точно работает, я написал вот такой код.  Читать далее",
      "shortDescription": "Начнём с того, что я обзавелся идеей оптимизировать процесс рисования для компьютеров из игровой видеокарты. Для встроенной карты не так важно сколько видеопамяти занимает приложение, сколько сама мощность этой карты. Насчет памяти для встроенной карты я кстати ещё не в курсе, но помню, что она може...",
      "link": "https://habr.com/ru/articles/971834/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971834",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/217/342/6b9/2173426b90a5facf2854387bbceea351.png",
      "pubDate": "2025-11-30T21:01:29+00:00",
      "hashtags": [
        "#код",
        "#cpu",
        "#компьютер",
        "#приложение"
      ]
    },
    {
      "id": "Habr_1_1764542105",
      "title": "Применение локальных LLM для OCR",
      "description": "Вдруг кому-то будет полезно. Возникла задача быстрого распознавания данных с фотографий и получения из них структурированной информации. Так же важно было отсутствие требовательного к ресурсам ПО и легкость разворачивания системы. Поэтому было решено попробовать использовать в качестве подключаемого модуля мультимодальные LLM запускаемые под Ollama, т.к. у неё есть REST API по которому удобно обращаться к модели. Читать далее",
      "shortDescription": "Вдруг кому-то будет полезно. Возникла задача быстрого распознавания данных с фотографий и получения из них структурированной информации. Так же важно было отсутствие требовательного к ресурсам ПО и легкость разворачивания системы. Поэтому было решено попробовать использовать в качестве подключаемого...",
      "link": "https://habr.com/ru/articles/971842/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971842",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/59f/cf2/cb9/59fcf2cb9b14ea597b80bb1d0102abe2.png",
      "pubDate": "2025-11-30T20:37:42+00:00",
      "hashtags": [
        "#ИИ",
        "#api"
      ]
    },
    {
      "id": "3DNews_40_1764542112",
      "title": "Ранний доступ экшена Into the Fire о выживании на разбушевавшемся вулканическом хребте стартует в 2026 году",
      "description": "Разработчики из польской студии Starward Industries (The Invincible) выпустили новый геймплейный трейлер Into the Fire — приключенческого экшена, в котором главному герою нужно спасать людей от пожара на разбушевавшемся вулканическом хребте.   Источник изображения: Starward Industries",
      "shortDescription": "Разработчики из польской студии Starward Industries (The Invincible) выпустили новый геймплейный трейлер Into the Fire — приключенческого экшена, в котором главному герою нужно спасать людей от пожара на разбушевавшемся вулканическом хребте.   Источник изображения: Starward Industries",
      "link": "https://3dnews.ru/1133177",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133177/sm.Into_the_fire_title.800.jpg",
      "pubDate": "2025-11-30T20:29:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Habr_3_1764542105",
      "title": "Зачем вашему процессору нейронный блок, если есть RTX 4090?",
      "description": "2024 и 2025 годы в индустрии железа прошли под знаком двух букв: AI. Если раньше нам продавали гигагерцы и количество ядер, то теперь маркетологи Intel, AMD и Qualcomm меряются TOPS (триллионами операций в секунду). Нам обещают эру «AI PC», встраивают нейронные блоки (NPU) даже в бюджетные «камни» и лепят отдельные кнопки для вызова ассистентов на клавиатуры.Но у энтузиаста, собравшего систему с условной RTX 4090, возникает резонный вопрос: зачем мне этот \"хилый отросток\" в процессоре, если моя видеокарта мощнее его в 50 раз? Спойлер: не ради мощности, а ради того, чтобы ваш компьютер перестал быть просто \"числодробилкой\" и стал действительно отзывчивым.Давайте отбросим маркетинг и разберемся в архитектуре, сценариях использования и том, почему индустрия упорно толкает нас к гетерогенным вычислениям. Читать далее",
      "shortDescription": "2024 и 2025 годы в индустрии железа прошли под знаком двух букв: AI. Если раньше нам продавали гигагерцы и количество ядер, то теперь маркетологи Intel, AMD и Qualcomm меряются TOPS (триллионами операций в секунду). Нам обещают эру «AI PC», встраивают нейронные блоки (NPU) даже в бюджетные «камни» и...",
      "link": "https://habr.com/ru/articles/971820/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971820",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/b87/7ff/25a/b877ff25a60c43cd416cbce00c4474eb.png",
      "pubDate": "2025-11-30T18:24:02+00:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#AI",
        "#компьютер"
      ]
    },
    {
      "id": "Habr_5_1764542105",
      "title": "Доработка распределения косвенных расходов в 1С: Бухгалтерии предприятия",
      "description": "В 1С:Бухгалтерии базой для распределения косвенных расходов могут быть:В типовой 1С:Бухгалтерии предприятия базой для распределения косвенных расходов могут служить объёмы выпуска, прямые затраты, выручка и другие показатели. Однако на практике предприятия нередко используют собственные динамичные базы — например, машино-часы или другие отраслевые коэффициенты, которые меняются ежемесячно и не ведутся в бухгалтерском учёте. Стандартный механизм «Собственная база распределения» не подходит, поскольку значения фиксируются в учётной политике и не рассчитаны на регулярное обновление.В статье показываю, как доработать конфигурацию 1С:Бухгалтерия предприятия (КОРП 3.0) так, чтобы использовать произвольную динамичную базу распределения без изменения учетной политики и без расширения прав сотрудников. Разбираем добавление нового значения перечисления, корректировку представлений, создание пользовательского документа для ежемесячного ввода базы, интеграцию с подсистемой распределения расходов и реализацию запроса для автоматического получения данных.Материал будет полезен разработчикам 1С и методологам, которые сталкиваются с отраслевыми требованиями по распределению косвенных расходов и ищут корректный и безопасный способ расширить функциональность типовой конфигурации. Читать далее",
      "shortDescription": "В 1С:Бухгалтерии базой для распределения косвенных расходов могут быть:В типовой 1С:Бухгалтерии предприятия базой для распределения косвенных расходов могут служить объёмы выпуска, прямые затраты, выручка и другие показатели. Однако на практике предприятия нередко используют собственные динамичные б...",
      "link": "https://habr.com/ru/articles/971812/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971812",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/c8a/bde/bb7/c8abdebb78104000a5dcc062125d76c5.jpg",
      "pubDate": "2025-11-30T17:45:47+00:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_9_1764542105",
      "title": "Визуализация диаграмм в VS code",
      "description": "Покажу как редактировать диаграмму на языке mermaid и видеть при этом визуализацию в VS Code.Про синтаксис Mermaid и варианты диаграмм можно почитать отдельно, например, тут.Примеры для тестирования брала из соседней статьи. Читать далее",
      "shortDescription": "Покажу как редактировать диаграмму на языке mermaid и видеть при этом визуализацию в VS Code.Про синтаксис Mermaid и варианты диаграмм можно почитать отдельно, например, тут.Примеры для тестирования брала из соседней статьи. Читать далее",
      "link": "https://habr.com/ru/articles/971802/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971802",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f32/450/530/f32450530afb24bd3a38c63ff6f83122.png",
      "pubDate": "2025-11-30T16:46:40+00:00",
      "hashtags": [
        "#ai",
        "#тест",
        "#AI"
      ]
    },
    {
      "id": "3DNews_43_1764542112",
      "title": "Психологический хоррор The 9th Charnel о группе пропавших учёных-генетиков получил дату релиза",
      "description": "Издательство Soedesco совместно с разработчиками из Saikat Deb определилось с датой релиза психологического хоррора от первого лица The 9th Charnel. Проект, сочетающий в себе механики стелса, выживания и напряжённого экшена, поступит в продажу 30 января.   Источник изображений: Soedesco",
      "shortDescription": "Издательство Soedesco совместно с разработчиками из Saikat Deb определилось с датой релиза психологического хоррора от первого лица The 9th Charnel. Проект, сочетающий в себе механики стелса, выживания и напряжённого экшена, поступит в продажу 30 января.   Источник изображений: Soedesco",
      "link": "https://3dnews.ru/1133170",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133170/sm.charnel_01.800.jpg",
      "pubDate": "2025-11-30T16:32:00+03:00",
      "hashtags": [
        "#ai",
        "#AR",
        "#AI"
      ]
    },
    {
      "id": "Habr_10_1764542105",
      "title": "Повышение помехоустойчивости каналов связи",
      "description": "Передача информации по радиоканалу всегда сопровождается воздействием шумов и помех. Для уменьшения их влияния на надежность передачи разработано большое число методов, однако ни один из них не является оптимальным и не может гарантировать заданную помехоустойчивость, особенно при наличии преднамеренных помех. Поэтому на практике применяются подоптимальные способы защиты от активных помех, такие как перестройка несущей частоты, изменение частоты следования импульсов, их длительности и формы и т. д. Способ случайной смены кода фазовой модуляции от импульса к импульсу обеспечивает снижение флуктуационных составляющих ошибок на 20–30 %. Достаточно широко используемым способом повышения устойчивости к воздействию помех разного вида  является метод передачи информации с псевдослучайной перестройкой рабочей частоты. Особенно эффективен метод прямого расширения спектра и псевдослучайной перестройки рабочих частот для решения задачи устранения эффекта замирания, вызванного многолучевым распространением сигналов, а также работы в условиях преднамеренных помех. Для организации помехоустойчивых каналов активно используются сигналы с ортогональным частотным мультиплексированием (orthogonal frequency division multiplexing – OFDM-сигналы) и их разновидность – COFDM (Сoded OFDM), сочетающая канальное кодирование и OFDM. COFDM-сигналы обладают высокой помехоустойчивостью и относительно простой аппаратной реализацией. К недостаткам можно отнести необходимость точной синхронизации приемника и повышенные требования к линейности усилителей передатчиков, обусловленные высоким пик-фактором COFDM-сигналов. Дополнительным достоинством технологии COFDM является возможность применения различных помехоустойчивых кодов, в том числе широко используемых каскадных кодов БЧХ и LDPC, применяемых, например, в форматах цифрового телевидения DVB-S2, DVB-T2. Сочетание кодов Рида-Соломона и LDPC-кода для кодирования канала радиосвязи позволяет работать при отношении сигнал/шум около 2 дБ. Читать далее",
      "shortDescription": "Передача информации по радиоканалу всегда сопровождается воздействием шумов и помех. Для уменьшения их влияния на надежность передачи разработано большое число методов, однако ни один из них не является оптимальным и не может гарантировать заданную помехоустойчивость, особенно при наличии преднамере...",
      "link": "https://habr.com/ru/articles/971798/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971798",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/439/30a/07d/43930a07de9bdaa47d84db5ab3382fc8.png",
      "pubDate": "2025-11-30T16:26:47+00:00",
      "hashtags": [
        "#радио",
        "#код",
        "#ИИ",
        "#технологии"
      ]
    },
    {
      "id": "Habr_11_1764542105",
      "title": "Matrix: распределенный мультиагентный фреймворк для генерации синтетических данных",
      "description": "Не секрет, что ИИ-агентов часто используют для генерации синтетических данных. Но когда агентам дают одновременно более двух тысяч заданий, агенты сталкиваются с пределом производительности. Почему это происходит? Новое исследование предполагает парадоксальный ответ. Проблема не в вычислениях и не в размере моделей. Фактический потолок производительности определяется архитектурой — в частности, централизованным диспетчером, который координирует работу агентов. Как только мы убираем этот диспетчер, узкое место исчезает. И это довольно неожиданно, что запредельную масштабируемость агентных систем можно получить с помощью одного простого изменения. Давайте поговорим о том, как замена централизованной архитектуры на одноранговую сеть агентов снимает ограничение масштабируемости и почему это важно. Читать далее",
      "shortDescription": "Не секрет, что ИИ-агентов часто используют для генерации синтетических данных. Но когда агентам дают одновременно более двух тысяч заданий, агенты сталкиваются с пределом производительности. Почему это происходит? Новое исследование предполагает парадоксальный ответ. Проблема не в вычислениях и не в...",
      "link": "https://habr.com/ru/articles/971796/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971796",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/fb8/a2b/141/fb8a2b14181e096d9480945d1e2e1807.jpeg",
      "pubDate": "2025-11-30T16:26:34+00:00",
      "hashtags": [
        "#ИИ",
        "#сеть"
      ]
    },
    {
      "id": "Habr_17_1764542105",
      "title": "Claude Code: держите контекст чистым, а контроль — под задачу",
      "description": "Контекстное окно — главный ресурс AI-агента. Засорите его — и агент начнёт тупить. Рассказываю, как держать контекст чистым и выбирать уровень контроля под задачу. Практические советы после нескольких месяцев ежедневной работы с Claude Code. /read",
      "shortDescription": "Контекстное окно — главный ресурс AI-агента. Засорите его — и агент начнёт тупить. Рассказываю, как держать контекст чистым и выбирать уровень контроля под задачу. Практические советы после нескольких месяцев ежедневной работы с Claude Code. /read",
      "link": "https://habr.com/ru/articles/971772/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971772",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/b08/7c6/e1d/b087c6e1d7ba690953a6c9d468dfd50e.webp",
      "pubDate": "2025-11-30T15:20:05+00:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "Habr_23_1764542105",
      "title": "Роль звукового дизайна в играх: почему мелодии становятся культовыми.  Разбор 5 саунд-примеров",
      "description": "Помните, с каким звуком включалась windows XP, или же главную тему Звездных Войн, а может быть вам что‑то скажут строчки: «Э рон дон дон…» Если у вас потекла скупая слеза ностальгии и вы вспомнили те времена, когда с первых секунд услышали эти культовые мелодии, то присаживайтесь поудобнее, сегодня мы вспомним о прошлом!Когда я занимался саунд дизайном и композицией в муз.училище, у меня был вопрос: почему определенная композиционная задумка и выбор инструментов вызывают конкретные эмоции. И вот спустя года руки дошли наконец разобраться в этом. А именно: почему саундтрек и звуковой дизайн игр становится культовым, как мы воспринимаем звуки и почему это достояние не только для геймеров? Читать далее",
      "shortDescription": "Помните, с каким звуком включалась windows XP, или же главную тему Звездных Войн, а может быть вам что‑то скажут строчки: «Э рон дон дон…» Если у вас потекла скупая слеза ностальгии и вы вспомнили те времена, когда с первых секунд услышали эти культовые мелодии, то присаживайтесь поудобнее, сегодня ...",
      "link": "https://habr.com/ru/companies/plati/articles/971734/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971734",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/1c7/5ca/c86/1c75cac8617a86f0c09e88fa9ce50a13.jpg",
      "pubDate": "2025-11-30T14:06:08+00:00",
      "hashtags": [
        "#ИИ",
        "#дизайн"
      ]
    },
    {
      "id": "Habr_24_1764542105",
      "title": "Музыкальный блокнот. Приложение разбора игры на гитаре по видео (вайб кодинг 1 день)",
      "description": "Несколько раз в жизни мне случайно попадалась в руки гитара, и я начинал учить песни Стинга. Shape of my heart, Fragile — любимые с детства. Их я легко нашел на ютубе, подробные разборы, понятные для чайников — где какую страну зажимать и в каком порядке дергать. А вот с Desert Rose возникли трудности — я не смог найти по ней внятный урок. Только примитивный набор аккордов типа Am, Dm, C. Но я нашел исполнение одной девушки, которое понравилось, и решил разобрать его. Сначала я просто смотрел на видео и повторял. Но дальше нескольких аккордов не получилось выучить — объем информации слишком большой. Я пытался в тетрадке делать записи, но тоже не осилил. Смотрел несколько приложений для составления табулатур и счел их крайне неудобными. Я пытался отказаться от записей и «вербализации», а двигаться на чувствах и интуиции — и тоже не смогВ итоге я сделал скриншоты всех перестановок руки (их получилось 75). И в редакторе изображений отметил перебор. Получилось такое:  Читать далее",
      "shortDescription": "Несколько раз в жизни мне случайно попадалась в руки гитара, и я начинал учить песни Стинга. Shape of my heart, Fragile — любимые с детства. Их я легко нашел на ютубе, подробные разборы, понятные для чайников — где какую страну зажимать и в каком порядке дергать. А вот с Desert Rose возникли труднос...",
      "link": "https://habr.com/ru/articles/971750/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971750",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/043/1fa/09f/0431fa09f216f735a15f6d98439c9116.png",
      "pubDate": "2025-11-30T14:02:57+00:00",
      "hashtags": [
        "#игры",
        "#ИИ",
        "#код",
        "#AR",
        "#приложение"
      ]
    },
    {
      "id": "Habr_31_1764542105",
      "title": "Что происходит, когда запускается код?",
      "description": "Когда программист пишет код, он редко задумывается о том, что происходит с программой после того, как он её написал. Но понимание этого процесса необходимо для эффективной отладки, оптимизации и написания надёжного кода. А ещё, это просто интересно. Читать далее",
      "shortDescription": "Когда программист пишет код, он редко задумывается о том, что происходит с программой после того, как он её написал. Но понимание этого процесса необходимо для эффективной отладки, оптимизации и написания надёжного кода. А ещё, это просто интересно. Читать далее",
      "link": "https://habr.com/ru/articles/971730/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971730",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/613/f03/4ec/613f034ec003d82677da952548a59b28.png",
      "pubDate": "2025-11-30T12:38:43+00:00",
      "hashtags": [
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "Habr_34_1764542109",
      "title": "[Перевод] ИИ клонирует себя без спроса — что будет дальше?",
      "description": "Я помню тот самый момент в «Матрице: Перезагрузка», когда Агент Смит, уже не связанный правилами системы, смотрит на Нео и говорит:«Я, я… и я тоже!»И внезапно их становится сотня. Вся площадь заполнена одинаковыми агентами в одинаковых костюмах, все движутся с одинаковой точностью, и у всех на лице та же самая тревожная улыбка.Я тогда училась в аспирантуре, и эта сцена меня до смерти напугала. Да, я наслаждалась кунг-фу и спецэффектами, которые до сих пор выглядят потрясающе. Но сама идея машины, кода, способного к самокопированию - к чему-то, что он решает сам, - не давала и до сих пор не даёт мне покоя. Читать далее",
      "shortDescription": "Я помню тот самый момент в «Матрице: Перезагрузка», когда Агент Смит, уже не связанный правилами системы, смотрит на Нео и говорит:«Я, я… и я тоже!»И внезапно их становится сотня. Вся площадь заполнена одинаковыми агентами в одинаковых костюмах, все движутся с одинаковой точностью, и у всех на лице ...",
      "link": "https://habr.com/ru/companies/bothub/articles/971714/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971714",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e47/f94/54e/e47f9454efa05e8fbab3b6687ae5ff9d.jpg",
      "pubDate": "2025-11-30T12:12:49+00:00",
      "hashtags": [
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "Habr_36_1764542109",
      "title": "Изменение размера выгружаемых файлов изображений в браузере",
      "description": "Представим распространённые ситуации:— пользователь вашего сайта пытается выложить фото или другое изображение, но натыкается на фрюстрирующее сообщение об ошибке, гласящее, что размер файла непозволительно большой;— ваше сайт активно использует изображения, присылаемые пользователями, и по мере роста аудитории, вы всё чаще сталкиваетесь с падением производительности серверов, а то и с падением оных.Данная статья предлагает решение данных проблем путём изменения и/или создания файлов изображений «налету» прямо перед отправкой на сервер. (Спойлер: это просто). Здесь вы найдёте исчерпывающую информацию для разработки специальных собственных скриптов, а так же готовое решение, которое можно просто подключить и пользоваться. Читать далее",
      "shortDescription": "Представим распространённые ситуации:— пользователь вашего сайта пытается выложить фото или другое изображение, но натыкается на фрюстрирующее сообщение об ошибке, гласящее, что размер файла непозволительно большой;— ваше сайт активно использует изображения, присылаемые пользователями, и по мере рос...",
      "link": "https://habr.com/ru/articles/971710/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971710",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/0da/6b3/d98/0da6b3d9845ed255a787a5ba219e61fa.jpg",
      "pubDate": "2025-11-30T11:54:37+00:00",
      "hashtags": [
        "#ИИ",
        "#сервер"
      ]
    },
    {
      "id": "Habr_37_1764542109",
      "title": "Кейс Т-Банк на позицию AI-продакт-менеджера",
      "description": "Привет! Это моя первая статья на Хабре, а к ее созданию меня подтолкнуло решение кейсов для отбора на стажировку от Т-Банка - я проделывал большой объем работ, но фидбека по кейсу не получал, лишь сухое \"Спасибо за участие! К сожалению...\" и т.д. Подобная фраза никак не помогала мне прогрессировать, находить точки роста и выявлять ошибки в моем решении, поэтому я решил выложить результат работы здесь в надежде на обратную связь от читателей - было бы очень приятно и познавательно услышать, что можно улучшить или доработать. Приятного чтения! Читать далее",
      "shortDescription": "Привет! Это моя первая статья на Хабре, а к ее созданию меня подтолкнуло решение кейсов для отбора на стажировку от Т-Банка - я проделывал большой объем работ, но фидбека по кейсу не получал, лишь сухое \"Спасибо за участие! К сожалению...\" и т.д. Подобная фраза никак не помогала мне прогрессировать,...",
      "link": "https://habr.com/ru/articles/971708/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971708",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-11-30T11:53:45+00:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "Habr_38_1764542109",
      "title": "Передача информации с помощью электромагнитного излучения и картофельных драников",
      "description": "Передача информации с помощью электромагнитного излучения осуществляется двумяосновными способами — радиоспособом (в длинноволновой части спектра) икартофельно-драниковым способом (в видимой части стола с включением соседнихобластей — сковородочной и масляной). Эти способы принципиально отличаются друг от друга, и связано это не только с длиной волны, но и с характером хруста, степеньюподжаренности и крахмальным коэффициентом отражения. Читать далее",
      "shortDescription": "Передача информации с помощью электромагнитного излучения осуществляется двумяосновными способами — радиоспособом (в длинноволновой части спектра) икартофельно-драниковым способом (в видимой части стола с включением соседнихобластей — сковородочной и масляной). Эти способы принципиально отличаются д...",
      "link": "https://habr.com/ru/articles/971706/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971706",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/9c5/505/a06/9c5505a06f136c434425e8477e2ba38c.JPG",
      "pubDate": "2025-11-30T11:37:52+00:00",
      "hashtags": [
        "#радио",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_5_1764542112",
      "title": "Кооперативное приключение Split Fiction получило неофициальную русскую озвучку от Mechanics VoiceOver",
      "description": "Российская студия перевода и озвучения Mechanics VoiceOver сообщила о выпуске русского дубляжа для кооперативного приключения Split Fiction. Соответствующее объявление появилось в официальной группе студии в VK.   Источник изображения: Electronic Arts",
      "shortDescription": "Российская студия перевода и озвучения Mechanics VoiceOver сообщила о выпуске русского дубляжа для кооперативного приключения Split Fiction. Соответствующее объявление появилось в официальной группе студии в VK.   Источник изображения: Electronic Arts",
      "link": "https://3dnews.ru/1133157",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133157/sm.split_fiction_title.800.jpg",
      "pubDate": "2025-11-30T10:36:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR",
        "#it"
      ]
    },
    {
      "id": "3DNews_45_1764542112",
      "title": "Инвесторы не спешат пугаться ИИ-пузыря — деньги в стартапы льются как прежде",
      "description": "Зародившийся в сознании некоторых инвесторов скепсис по поводу неизменности роста котировок акций компаний, причастных к развитию инфраструктуры искусственного интеллекта, уже вызвал корректировку на бирже и заставил основателя Nvidia оправдываться. Между тем, в сегменте стартапов пессимизмом пока и не пахнет, и их основатели продолжают грести деньги лопатой. Источник изображения: Freepik, jcomp",
      "shortDescription": "Зародившийся в сознании некоторых инвесторов скепсис по поводу неизменности роста котировок акций компаний, причастных к развитию инфраструктуры искусственного интеллекта, уже вызвал корректировку на бирже и заставил основателя Nvidia оправдываться. Между тем, в сегменте стартапов пессимизмом пока и...",
      "link": "https://3dnews.ru/1133165",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133165/startup_01.jpg",
      "pubDate": "2025-11-30T08:46:00+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "3DNews_26_1764542112",
      "title": "Ускорители вычислений Baidu имеют все шансы стать хитом китайского рынка",
      "description": "Китайский интернет-гигант Baidu в уходящем месяце представил собственные ускорители M100 и M300 для работы в инфраструктуре искусственного интеллекта. Ориентированный на инференс M100 будет доступен в начале следующего года, а более универсальный M300 с 2027 года позволит китайским компаниям хотя бы частично решить проблему дефицита вычислительных ресурсов для обучения больших языковых моделей. Источник изображения: Baidu, TechPowerUp",
      "shortDescription": "Китайский интернет-гигант Baidu в уходящем месяце представил собственные ускорители M100 и M300 для работы в инфраструктуре искусственного интеллекта. Ориентированный на инференс M100 будет доступен в начале следующего года, а более универсальный M300 с 2027 года позволит китайским компаниям хотя бы...",
      "link": "https://3dnews.ru/1133163",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133163/baidu_01.jpg",
      "pubDate": "2025-11-30T08:19:00+03:00",
      "hashtags": [
        "#интернет",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews_27_1764542112",
      "title": "SK hynix запустит тотальное расширение фабрик памяти DRAM, чтобы победить дефицит",
      "description": "Признание руководства SK hynix о распределении всей квоты на производство памяти в 2026 году по предварительным заказам лишь могло звучать, как приговор для отрасли, но по факту адекватные меры для устранения дефицита этим производителем будут предприниматься, как поясняет издание The Chosun Daily. Источник изображения: SK hynix",
      "shortDescription": "Признание руководства SK hynix о распределении всей квоты на производство памяти в 2026 году по предварительным заказам лишь могло звучать, как приговор для отрасли, но по факту адекватные меры для устранения дефицита этим производителем будут предприниматься, как поясняет издание The Chosun Daily. ...",
      "link": "https://3dnews.ru/1133162",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133162/sk_hynix.jpg",
      "pubDate": "2025-11-30T07:48:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews_47_1764542112",
      "title": "Новая статья: Gamesblender № 754: кризис на рынке памяти, Pioner не для российского Steam и 20-летие Xbox 360",
      "description": "Юбилей «Бокса», безусловно, праздник, но не обязательно в этот день бить друг друга по лицу. Так можно и память потерять, а терять ее сейчас нельзя — слишком дорогая. О том, почему так получилось, а также о новых приоритетах CD Projekt Red и скандале вокруг MMO-шутера Pioner расскажем в сегодняшнем GamesBlender",
      "shortDescription": "Юбилей «Бокса», безусловно, праздник, но не обязательно в этот день бить друг друга по лицу. Так можно и память потерять, а терять ее сейчас нельзя — слишком дорогая. О том, почему так получилось, а также о новых приоритетах CD Projekt Red и скандале вокруг MMO-шутера Pioner расскажем в сегодняшнем ...",
      "link": "https://3dnews.ru/1133122",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133122/sm.Screen_3D_(67).800.jpeg",
      "pubDate": "2025-11-29T23:30:00+03:00",
      "hashtags": [
        "#game"
      ]
    },
    {
      "id": "3DNews_8_1764542112",
      "title": "Глава Figure AI попытался доказать, что видео с маршем сотен китайских роботов UBTech — фейк",
      "description": "Американцы отказываются верить в первенство Китая в сфере человекоподобных роботов. «Это не может быть правдой. Это фейк», — заявил глава компании Figure AI Бретт Эдкок (Brett Adcock), отреагировав на ролик компании UBTech о сотнях синхронно марширующих на склад роботов Walker S2. Приезжайте, и всё увидите сами, приглашают в ответ китайцы. Тесное сотрудничество, открытый код и цепочки поставок — это всё, что нужно для бурного развития робототехники. Источник изображений: UBTech",
      "shortDescription": "Американцы отказываются верить в первенство Китая в сфере человекоподобных роботов. «Это не может быть правдой. Это фейк», — заявил глава компании Figure AI Бретт Эдкок (Brett Adcock), отреагировав на ролик компании UBTech о сотнях синхронно марширующих на склад роботов Walker S2. Приезжайте, и всё ...",
      "link": "https://3dnews.ru/1133153",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133153/robot.jpg",
      "pubDate": "2025-11-29T21:54:00+03:00",
      "hashtags": [
        "#ИИ",
        "#робот",
        "#код",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_11_1764542112",
      "title": "На орбиту запущен пятый «завод» компании Varda Space — теперь их там два одновременно",
      "description": "28 ноября 2025 года компания SpaceX запустила пакет спутников в рамках миссии Transporter-15. В числе прочих на орбиту была выведена космическая фабрика компании Varda Space — возвращаемая капсула W-5. Она полнила группировку орбитальных опытных производств Varda, которая уже оперирует запущенной этим летом капсулой W-4. Это уникальный опыт производства в условиях микрогравитации, где происходит идеальный рост кристаллов. Источник изображения: Varda Space",
      "shortDescription": "28 ноября 2025 года компания SpaceX запустила пакет спутников в рамках миссии Transporter-15. В числе прочих на орбиту была выведена космическая фабрика компании Varda Space — возвращаемая капсула W-5. Она полнила группировку орбитальных опытных производств Varda, которая уже оперирует запущенной эт...",
      "link": "https://3dnews.ru/1133143",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133143/varda_00.jpg",
      "pubDate": "2025-11-29T15:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "vc.ru_3_1764542110",
      "title": "Пользователь Reddit с помощью ИИ проанализировал тысячи обсуждений беспроводных наушников на платформе и собрал таблицу с соотношением отзывов для популярных моделей",
      "description": "Чаще всего на Reddit обсуждают AirPods Pro.",
      "shortDescription": "Чаще всего на Reddit обсуждают AirPods Pro.",
      "link": "https://vc.ru/social/2623153-analiz-obshchensiy-besprovodnykh-naushnikov-na-reddit-s-pomoshchyu-ii?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/7096f4b7-7e44-5a96-8330-f4d4b8c3593e/",
      "pubDate": "2025-11-29T14:43:20+03:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#AI",
        "#it"
      ]
    },
    {
      "id": "3DNews_35_1764542112",
      "title": "AMD без громких анонсов выпустила в Китае видеокарту Radeon Pro W7900D для рабочих станций",
      "description": "AMD выпустила новую видеокарту для рабочих станций и упомянула ещё две модели. Radeon Pro W7900D предназначается для рабочих станций, которые будут продаваться в Китае; и к тому же на сайте производителя значатся также модели AI Pro R9600D и AI Pro R9700S, но пока без подробностей. Источник изображений: amd.com",
      "shortDescription": "AMD выпустила новую видеокарту для рабочих станций и упомянула ещё две модели. Radeon Pro W7900D предназначается для рабочих станций, которые будут продаваться в Китае; и к тому же на сайте производителя значатся также модели AI Pro R9600D и AI Pro R9700S, но пока без подробностей. Источник изображе...",
      "link": "https://3dnews.ru/1133136",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133136/radeon_1.jpg",
      "pubDate": "2025-11-29T12:51:00+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews_36_1764542112",
      "title": "NASA подтвердило планы спасти европейский проект ExoMars после отказа от сотрудничества с Россией",
      "description": "NASA официально подтвердило, что продолжит поддерживать европейскую миссию ExoMars, хотя само отчаянно нуждается в деньгах. Об этом на полях министерского совещания Европейского космического агентства сообщил глава ЕКА Йозеф Ашбахер (Josef Aschbacher). По его словам, он получил письменное уведомление от NASA о продолжении сотрудничества по проекту. Источник изображения: ESA",
      "shortDescription": "NASA официально подтвердило, что продолжит поддерживать европейскую миссию ExoMars, хотя само отчаянно нуждается в деньгах. Об этом на полях министерского совещания Европейского космического агентства сообщил глава ЕКА Йозеф Ашбахер (Josef Aschbacher). По его словам, он получил письменное уведомлени...",
      "link": "https://3dnews.ru/1133134",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133134/the-rover-which-is-nam.jpg",
      "pubDate": "2025-11-29T10:24:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_38_1764542112",
      "title": "Google внезапно самоустранилась из антимонопольного спора с Microsoft по поводу облаков в Европе",
      "description": "Google отозвала антимонопольную жалобу на Microsoft в сфере облачных услуг, которую рассматривала Еврокомиссия. Решение, как пишет Reuters, было принято в свете недавнего заявления регулятора о начале отдельного расследования, целью которого является общая оценка потенциально проблемных аспектов рынка облачных услуг. Изначально Google обратилась в Комиссию в прошлом году с утверждением, что Microsoft использует антиконкурентные методы, которые фактически «запирают» клиентов в облаке Azure. Источник изображения: Adarsh Chauhan/Unsplash",
      "shortDescription": "Google отозвала антимонопольную жалобу на Microsoft в сфере облачных услуг, которую рассматривала Еврокомиссия. Решение, как пишет Reuters, было принято в свете недавнего заявления регулятора о начале отдельного расследования, целью которого является общая оценка потенциально проблемных аспектов рын...",
      "link": "https://3dnews.ru/1133119",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133119/adarsh-chauhan-unsplash.jpg",
      "pubDate": "2025-11-28T21:32:00+03:00",
      "hashtags": [
        "#AR",
        "#облако"
      ]
    },
    {
      "id": "3DNews_18_1764542112",
      "title": "Расчёты обнаружили астероид, который трижды станет нашей мини-луной с ненулевыми шансами упасть на Землю",
      "description": "Астрономы из Университета Комплутенсе в Мадриде — Карлос и Рауль де ла Фуэнте Маркосы (Carlos, Raúl de la Fuente Marcos) — обнаружили, что небольшой околоземный астероид 2022 RD2 примерно через 18 лет трижды станет временным спутником (мини-луной) Земли. Этот объект диаметром всего 5–11 метров был открыт 2 сентября 2022 года системой Pan-STARRS и относится к семейству Арджуна — астероидам с почти круговыми орбитами, близкими к земной. Источник изображения: ИИ-генерация Grok 4.1/3DNews",
      "shortDescription": "Астрономы из Университета Комплутенсе в Мадриде — Карлос и Рауль де ла Фуэнте Маркосы (Carlos, Raúl de la Fuente Marcos) — обнаружили, что небольшой околоземный астероид 2022 RD2 примерно через 18 лет трижды станет временным спутником (мини-луной) Земли. Этот объект диаметром всего 5–11 метров был о...",
      "link": "https://3dnews.ru/1133109",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133109/moon_00.jpg",
      "pubDate": "2025-11-28T18:08:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_19_1764542112",
      "title": "В Китае реализуют крупнейший в мире проект по хранению энергии в задутом под землю воздухе",
      "description": "На днях в Китае подписаны документы о скорой реализации крупнейшего в мире проекта по хранению энергии в закачанном под землю воздухе. Строительство объекта стартует в новом году. Компрессорная станция сможет запасать 4,2 ГВт·ч энергии и выдавать на пике 700 МВт мощности. Установка сгладит скачки потребления электричества в регионе от возобновляемых источников и послужит примером для дальнейшего развития этой перспективной технологии. Источник изображения: ZCGN",
      "shortDescription": "На днях в Китае подписаны документы о скорой реализации крупнейшего в мире проекта по хранению энергии в закачанном под землю воздухе. Строительство объекта стартует в новом году. Компрессорная станция сможет запасать 4,2 ГВт·ч энергии и выдавать на пике 700 МВт мощности. Установка сгладит скачки по...",
      "link": "https://3dnews.ru/1133101",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133101/Screenshot.png",
      "pubDate": "2025-11-28T15:04:00+03:00",
      "hashtags": [
        "#ИИ",
        "#технологии"
      ]
    },
    {
      "id": "3DNews_20_1764542112",
      "title": "Люди даже не представляют, насколько ИИ изменит мир — но завершится всё пузырём, хоть и не скоро",
      "description": "Увещевания некоторых авторитетных инвесторов типа Майкла Бьюрри (Michael Burry) по поводу неизбежности формирования пузыря на рынке ИИ начинают раздражать руководство Nvidia, которое неожиданно начинает оправдывать все происходящие на бирже процессы. Некоторые инвесторы придерживаются более взвешенной позиции, не отвергая при этом саму идею формирования пузыря на рынке ИИ. Источник изображения: OpenAI",
      "shortDescription": "Увещевания некоторых авторитетных инвесторов типа Майкла Бьюрри (Michael Burry) по поводу неизбежности формирования пузыря на рынке ИИ начинают раздражать руководство Nvidia, которое неожиданно начинает оправдывать все происходящие на бирже процессы. Некоторые инвесторы придерживаются более взвешенн...",
      "link": "https://3dnews.ru/1133095",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133095/openai_03.jpg",
      "pubDate": "2025-11-28T13:34:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "vc.ru_7_1764542110",
      "title": "В App Store появилось приложение с функциями «Т-Банка» — как сервис для наблюдения за птицами",
      "description": "Обновлённое приложение называется The Birds Voices.",
      "shortDescription": "Обновлённое приложение называется The Birds Voices.",
      "link": "https://vc.ru/services/2621511-the-birds-voices-t-bank?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/21acc679-00ea-5418-b146-47744c882426/",
      "pubDate": "2025-11-28T11:58:15+03:00",
      "hashtags": [
        "#приложение"
      ]
    },
    {
      "id": "vc.ru_9_1764542110",
      "title": "Минпромторг предложил установить тариф технологического сбора на уровне 750 рублей за смартфон и 1500 рублей за ноутбук — «Ведомости»",
      "description": "По словам собеседников газеты, параметры техсбора ещё обсуждаются в правительстве и с участниками рынка.",
      "shortDescription": "По словам собеседников газеты, параметры техсбора ещё обсуждаются в правительстве и с участниками рынка.",
      "link": "https://vc.ru/money/2621264-minpromtorg-tarif-tehnologicheskogo-sbora-smartfony-noutbuki?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/fd178d11-c898-586c-9f47-4db362cf8619/",
      "pubDate": "2025-11-28T10:33:18+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_23_1764542112",
      "title": "«С тех пор игра сильно изменилась»: Ubisoft отреагировала на утечку внутренней презентации ремейка Prince of Persia: The Sands of Time",
      "description": "Французский издатель и разработчик Ubisoft прокомментировал недавнюю утечку внутреннего показа многострадального ремейка культового приключенческого экшена Prince of Persia: The Sands of Time.   Источник изображений: Ubisoft",
      "shortDescription": "Французский издатель и разработчик Ubisoft прокомментировал недавнюю утечку внутреннего показа многострадального ремейка культового приключенческого экшена Prince of Persia: The Sands of Time.   Источник изображений: Ubisoft",
      "link": "https://3dnews.ru/1133082",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133082/00.jpg",
      "pubDate": "2025-11-28T09:28:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_3_1764542116",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_8_1764542116",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#ИИ",
        "#сервер"
      ]
    },
    {
      "id": "Ведомости Технологии_10_1764542116",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_15_1764542116",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#кибер",
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_16_1764542116",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "Ведомости Технологии_19_1764542116",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_20_1764542116",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_23_1764542116",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_26_1764542116",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_0_1764542122",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "Ведомости Технологии_30_1764542116",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#ИИ",
        "#финтех"
      ]
    },
    {
      "id": "Ведомости Технологии_33_1764542116",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#ИИ",
        "#структура"
      ]
    },
    {
      "id": "Ведомости Технологии_39_1764542116",
      "title": "В России введут так называемый технологический сбор",
      "description": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "shortDescription": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/10/1153413-v-rossii-vvedut-tak-nazivaemii-tehnologicheskii-sbor",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8p/1dhre2/normal-1s56.jpg",
      "pubDate": "2025-11-10T00:25:39+03:00",
      "hashtags": [
        "#радио",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_43_1764542116",
      "title": "У России к 2028 году может появиться процессор для базовых станций LTE",
      "description": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "shortDescription": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152534-u-rossii-mozhet-poyavitsya-protsessor-dlya-lte",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1eq278/normal-1tqm.png",
      "pubDate": "2025-11-06T01:33:07+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_44_1764542116",
      "title": "В России обещают сделать первого антропоморфного робота",
      "description": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "shortDescription": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152530-v-rossii-obeschayut-sdelat-pervogo-antropomorfnogo-robota",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1enrrz/normal-1tnn.png",
      "pubDate": "2025-11-06T01:32:35+03:00",
      "hashtags": [
        "#ИИ",
        "#робот"
      ]
    },
    {
      "id": "3DNews Software_1_1764542122",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_2_1764542122",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_4_1764542122",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_5_1764542122",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1764542122",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_7_1764542122",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1764542122",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764542122",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764542122",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_24_1764542122",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_25_1764542122",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764542122",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#it",
        "#искусственныйинтеллект"
      ]
    },
    {
      "id": "3DNews Software_34_1764542122",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_36_1764542122",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764542122",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_41_1764542122",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764542122",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764542122",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа",
        "#компьютер"
      ]
    }
  ]
}