{
  "lastUpdated": "2025-12-02T08:49:26.835006",
  "totalNews": 80,
  "categories": [
    "Технологии",
    "Игры"
  ],
  "hashtags": [
    "#стартап",
    "#нейросеть",
    "#искусственныйинтеллект",
    "#ai",
    "#веб",
    "#технологии",
    "#IoT",
    "#AI",
    "#ux",
    "#тесты",
    "#сервер",
    "#компьютер",
    "#AR",
    "#интеграция",
    "#платформа",
    "#it",
    "#радио",
    "#цифровой",
    "#код",
    "#смартфон",
    "#тест",
    "#ИИ",
    "#дизайн",
    "#кибер",
    "#программирование",
    "#ui",
    "#bigdata",
    "#gpu",
    "#финтех",
    "#алгоритм",
    "#структура",
    "#интернет",
    "#api",
    "#приложение",
    "#game",
    "#игры",
    "#сеть",
    "#облако"
  ],
  "news": [
    {
      "id": "3DNews_40_1764665350",
      "title": "Microsoft ускорила «Проводник» в Windows 11, но он всё равно медленнее и прожорливее, чем в Windows 10",
      "description": "В прошлом месяце стало известно, что Microsoft планирует ускорить запуск «Проводника» в Windows 11 за счёт его предварительной загрузки в фоновом режиме. В настоящее время это нововведение доступно участникам программы Windows Insider на каналах Dev и Beta. Однако тесты этого улучшения показывают, что Microsoft ещё есть над чем работать. Источник изображения: Microsoft",
      "shortDescription": "В прошлом месяце стало известно, что Microsoft планирует ускорить запуск «Проводника» в Windows 11 за счёт его предварительной загрузки в фоновом режиме. В настоящее время это нововведение доступно участникам программы Windows Insider на каналах Dev и Beta. Однако тесты этого улучшения показывают, ч...",
      "link": "https://3dnews.ru/1133245",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133245/1359.jpg",
      "pubDate": "2025-12-02T11:46:00+03:00",
      "hashtags": [
        "#тест",
        "#тесты"
      ]
    },
    {
      "id": "ixbt.com_2_1764665354",
      "title": "На Солнце образовался «Чёрный лебедь» — гигантская группа пятен, вторая по размеру за 10 лет",
      "description": "На юго-восточном лимбе Солнца за последние дни сформировался огромный комплекс активных областей — группы 4294, 4296 и 4298. Фактически это единая структура, суммарная площадь которой утром превысила 2200 единиц. Это значение наблюдается крайне редко: для сравнения, легендарная область №486 в 2003 году имела около 2600 единиц и породила серию рекордных вспышек. При этом центральная группа комплекса, 4294, достигла площади 1450 единиц, став второй по величине за последние десять лет — крупнее за этот период была лишь область 3664 в мае 2024 года, вызвавшая сильнейшую магнитную бурю за два десятилетия. Однако нынешний гигант ведёт себя необычно тихо: графики рентгеновской активности остаются практически прямой линией, а единственная вчерашняя X-вспышка произошла вовсе не здесь.  Изображение Grok Это уже вызывает недоумение у специалистов: крупные активные зоны обычно быстро сбрасывают накопленную энергию через вспышки, но данный комплекс так и не породил ни одного значимого события — даже находясь на обратной стороне Солнца. Если предположить, что энергия в короне продолжает накапливаться, то размеры и простая линейная структура области делают ситуацию потенциально взрывной. Сформировавшись всего за три недели, эта группа пятен остаётся молодой, но её дальнейшее развитие может стать одним из самых важных событий текущего солнечного цикла. На Солнце, если говорить простыми словами, сформировался \"черный лебедь\". Сценарий, что он так и пройдёт в таком размере от края до края величественно и беззвучно, как это выглядит сейчас, и сценарий серии крупнейших за десятилетие вспышек уровня X10-X20 в такой ситуации равновероятны и одинаково не прогнозируемы. Остается только наблюдать. Лаборатория солнечной астрономии ИКИ и ИСЗФ",
      "shortDescription": "На юго-восточном лимбе Солнца за последние дни сформировался огромный комплекс активных областей — группы 4294, 4296 и 4298. Фактически это единая структура, суммарная площадь которой утром превысила 2200 единиц. Это значение наблюдается крайне редко: для сравнения, легендарная область №486 в 2003 г...",
      "link": "https://www.ixbt.com/news/2025/12/02/na-solnce-obrazovalsja-chjornyj-lebed--gigantskaja-gruppa-pjaten-vtoraja-po-razmeru-za-10-let.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/2/image (60)_large.jpg",
      "pubDate": "2025-12-02T11:21:00+03:00",
      "hashtags": [
        "#структура",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_5_1764665354",
      "title": "Квартиры ПИК начинают продаваться с устройствами умного дома Яндекса",
      "description": "В кварталах ПИК появились квартиры с устройствами умного дома Яндекса и других производителей. Как рассказали в пресс-службе застройщика, до конца 2026 года в продажу поступит более 4500 таких квартир в шести московских проектах ПИК — это одно из крупнейших внедрений умного дома в России. В 2025 году квартиры с умным домом стали доступны в новом квартале «Строгино 360».  Иллюстрация: ПИК Девелопер установит в квартирах «Хаб» Яндекса, умные реле, систему защиты от протечек, терморегулятор тёплого пола, терморегулятор радиатора, а также датчики температуры, протечки и открытия двери в квартиру. Управлять устройствами можно будет с помощью приложения «Дом с Алисой». Благодаря протоколам умного дома Matter и Zigbee, к «Хабу» можно подключать дополнительные совместимые устройства разных производителей.  Жителям проектов ПИК будут также доступны собственные технологические решения девелопера, которые сейчас находятся на стадии «пилота» — это сервис детской безопасности, просмотр видеопотока из камер видеонаблюдения в приложении, интеграция домофона с голосовыми помощниками, бесконтактный доступ в подъезд и лифт и гостевые пропуска.",
      "shortDescription": "В кварталах ПИК появились квартиры с устройствами умного дома Яндекса и других производителей. Как рассказали в пресс-службе застройщика, до конца 2026 года в продажу поступит более 4500 таких квартир в шести московских проектах ПИК — это одно из крупнейших внедрений умного дома в России. В 2025 год...",
      "link": "https://www.ixbt.com/news/2025/12/02/kvartiry-pik-nachinajut-prodavatsja-s-ustrojstvami-umnogo-doma-jandeksa.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/1/0748_Strogino_EXT_Fob_15_0012_large.jpg",
      "pubDate": "2025-12-02T11:01:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интеграция"
      ]
    },
    {
      "id": "vc.ru_2_1764665347",
      "title": "Samsung представила складной смартфон с тройным экраном Galaxy Z TriFold",
      "description": "12 декабря 2025 года устройство поступит в продажу в Южной Корее.",
      "shortDescription": "12 декабря 2025 года устройство поступит в продажу в Южной Корее.",
      "link": "https://vc.ru/tech/2627033-samsung-galaxy-z-trifold-skladnoj-smartfon?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/ccfebb05-eee0-5620-add3-e79b7616c027/",
      "pubDate": "2025-12-02T11:00:48+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "DTF_0_1764665348",
      "title": "Хидео Кодзима озвучил персонажа в японском дубляже «Зверополиса 2» — это его дебютная роль в анимации",
      "description": "Геймдизайнер получил эпизодическую роль крота-полицейского.",
      "shortDescription": "Геймдизайнер получил эпизодическую роль крота-полицейского.",
      "link": "https://dtf.ru/cinema/4506006-hideo-kodzima-ozvuchil-krota-v-zveropolise-2?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/d2b6963a-0c2f-5254-b4b9-99ff630254bb/",
      "pubDate": "2025-12-02T10:10:50+03:00",
      "hashtags": [
        "#код",
        "#ИИ",
        "#дизайн"
      ]
    },
    {
      "id": "3DNews_41_1764665350",
      "title": "ByteDance выпустила голосового ИИ-помощника для китайских смартфонов",
      "description": "Китайская компания ByteDance, разработчик видеосервиса TikTok, сообщила о выпуске голосового помощника на базе большой языковой модели Doubao собственной разработки. Он входит в предустановленное программное обеспечение смартфона Nubia M153 компании ZTE и в дальнейшем станет доступен и на смартфонах других производителей, пишет Reuters. Источник изображения: Kelli McClintock/unsplash.com",
      "shortDescription": "Китайская компания ByteDance, разработчик видеосервиса TikTok, сообщила о выпуске голосового помощника на базе большой языковой модели Doubao собственной разработки. Он входит в предустановленное программное обеспечение смартфона Nubia M153 компании ZTE и в дальнейшем станет доступен и на смартфонах...",
      "link": "https://3dnews.ru/1133241",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133241/kelli-mcclintock-cr-Gh5A_9Nc-unsplash.jpg",
      "pubDate": "2025-12-02T10:05:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_42_1764665350",
      "title": "Ничего святого: Microsoft представила новый «уродливый» рождественский свитер с логотипом Copilot",
      "description": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фирменного свитера давно знакомые пользователям символы пополнились стилизованным логотипом Copilot. Источник изображения: Microsoft",
      "shortDescription": "Корпорация Microsoft регулярно подыгрывает западной традиции дарить друг другу на Рождество и Новый год свитеры с нарочито уродливыми орнаментами, предлагая подобные предметы одежды в фирменном интернет-магазине. Наступающий сезон предпраздничных распродаж не стал исключением, и в новой редакции фир...",
      "link": "https://3dnews.ru/1133238",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133238/copilot_01.jpg",
      "pubDate": "2025-12-02T09:59:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_3_1764665346",
      "title": "Секреты Apache Kafka API: обработка сообщений без потерь и дублей",
      "description": "Меня зовут Андрей Серебрянский, и я люблю Apache Kafka. И гарантии доставки exactly once. И рассказывать обо всём этом на конференциях. Пять лет я строил платформы потоковой обработки данных в финтехе, а теперь вместе с командой работаю над YDB Topics: частью YDB (СУБД Яндекса), которая заменяет Apache Kafka в роли брокера сообщений. СУБД Яндекса уже некоторое время поддерживает Apache Kafka API. Недавно мы расширили этот API, добавив поддержку Kafka-транзакций.Но наличия транзакций в брокере сообщений недостаточно для получения гарантий exactly once. Чтобы неудачно зависший или перезагрузившийся сервер не привёл к дублированию или потере сообщений, нужно хорошо понимать, как именно работают транзакции в брокерах сообщений вообще и в Apache Kafka в частности.Эта статья будет полезна начинающим разработчикам и тем, кто хочет освежить знания или разобраться в тонкостях exactly once обработки данных с помощью YDB Topics или других брокеров сообщений. Читать далее",
      "shortDescription": "Меня зовут Андрей Серебрянский, и я люблю Apache Kafka. И гарантии доставки exactly once. И рассказывать обо всём этом на конференциях. Пять лет я строил платформы потоковой обработки данных в финтехе, а теперь вместе с командой работаю над YDB Topics: частью YDB (СУБД Яндекса), которая заменяет Apa...",
      "link": "https://habr.com/ru/companies/ydb/articles/972180/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972180",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/6e4/e40/0e1/6e4e400e12e65e69cd88592e8797941e.png",
      "pubDate": "2025-12-02T08:37:40+00:00",
      "hashtags": [
        "#api",
        "#ИИ",
        "#финтех",
        "#сервер"
      ]
    },
    {
      "id": "Habr_6_1764665346",
      "title": "Коротко про масштабирование UI-автотестов в Java",
      "description": "Привет, Хабр! В этой статье рассмотрим, как масштабировать UI-автотесты с помощью Java.Если у вас десяток тестов, проблем не возникнет, они бегают шустро и всем довольны. Но представьте абстрактный проект интернет-банка или маркетплейса, функциональность растёт, количество автотестов идёт на сотни (а то и тысячи). Последовательный запуск такой тестовой свиты может занять довольно большое время. Каждый релиз начинает тормозиться ожиданием результатов автотестов. Масштабирование тестов решает эту проблему: запускаем тесты параллельно, сокращаем время прогона и получаем быстрый фидбэк о качестве.  Читать далее",
      "shortDescription": "Привет, Хабр! В этой статье рассмотрим, как масштабировать UI-автотесты с помощью Java.Если у вас десяток тестов, проблем не возникнет, они бегают шустро и всем довольны. Но представьте абстрактный проект интернет-банка или маркетплейса, функциональность растёт, количество автотестов идёт на сотни (...",
      "link": "https://habr.com/ru/companies/otus/articles/969908/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969908",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f6a/4ed/db5/f6a4eddb57aa5aa19fa93df3811978e7.jpg",
      "pubDate": "2025-12-02T08:33:05+00:00",
      "hashtags": [
        "#ui",
        "#интернет",
        "#тест",
        "#тесты"
      ]
    },
    {
      "id": "3DNews_1_1764665350",
      "title": "Samsung наконец представила трёхстворчатый смартфон Galaxy Z TriFold — 10\" дисплей, толщина от 3,9 мм и цена $2450",
      "description": "Последний месяц года ещё сохраняет возможность желающим преподнести близким остромодные подарки приобрести горячие новинки в мобильном сегменте. Для жителей Южной Кореи с 12 декабря откроется возможность купить складной смартфон Galaxy Z TriFold, который компания Samsung наделила тремя секциями. Источник изображений: Samsung Electronics",
      "shortDescription": "Последний месяц года ещё сохраняет возможность желающим преподнести близким остромодные подарки приобрести горячие новинки в мобильном сегменте. Для жителей Южной Кореи с 12 декабря откроется возможность купить складной смартфон Galaxy Z TriFold, который компания Samsung наделила тремя секциями. Ист...",
      "link": "https://3dnews.ru/1133235",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133235/Galaxy-Z-TriFold_03.jpg",
      "pubDate": "2025-12-02T08:32:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Habr_7_1764665346",
      "title": "[Перевод] Большинство уязвимостей веб-API не выявляются стандартными тестами",
      "description": "Как обезопасить себя от атак по этому вектору, за которым плохо следятБезопасность API — «отличный вход» в карьеру пентестера, считает Кори Дж. Болл, эксперт в отрасли.ИНТЕРВЬЮ. Обеспечение безопасности веб-API требует иного подхода, чем классическое обеспечение безопасности веб-приложений, поскольку стандартные тесты обычно упускают наиболее распространённые уязвимости, возникающие при работе с API.Именно так считает эксперт по безопасности API Кори Дж. Болл, предупреждающий, что методы, не откалиброванные на работу с веб-API, могут давать пентестеру слишком много ложноотрицательных результатов.Болл начинал осваивать искусство пентестинга веб-приложений ещё в 2015 году по хакерским книгам, а также ресурсам HackTheBox и VulnHub. Далее он оттачивал навыки работы с компьютерами, пользуясь Cold Fusion, WordPress, Apache Tomcat и другими веб-приложениями, ориентированными на использование на большом предприятии. Читать далее",
      "shortDescription": "Как обезопасить себя от атак по этому вектору, за которым плохо следятБезопасность API — «отличный вход» в карьеру пентестера, считает Кори Дж. Болл, эксперт в отрасли.ИНТЕРВЬЮ. Обеспечение безопасности веб-API требует иного подхода, чем классическое обеспечение безопасности веб-приложений, поскольк...",
      "link": "https://habr.com/ru/articles/970114/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970114",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-02T08:21:29+00:00",
      "hashtags": [
        "#тесты",
        "#компьютер",
        "#api",
        "#тест",
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_8_1764665346",
      "title": "Фокусы, хаки, магия и прочее ненормальное программирование на C",
      "description": "Доброго времени суток, господа и дамы! Иногда у некоторых людей возникает желание заняться откровенным непотребством в программировании — то, что не несет практической пользы напрямую, но помогает развлечься. И я — не исключение. В этой статье я хочу рассказать вам о лайфхаках, трюках (магических и не очень), алгоритмах на языке C!Идея написать эту статью зародилась из моего поста, после него я написал статью «Математика, биты, магия и немного ненормального программирования на C», которая раскрывала много интересных моментов. Увидев, что многим понравилась, я задумался: почему бы не изучить еще какие-нибудь трюки, заодно практикуясь в программировании на C? В этой статье мы погрузимся глубже и раскроем больше тем, такие как генераторы псевдослучайных чисел, трюки с побитовыми сдвигами и прочие быстрые алгоритмы на C!Всех, кто заинтересовался — прошу под кат. Читать далее",
      "shortDescription": "Доброго времени суток, господа и дамы! Иногда у некоторых людей возникает желание заняться откровенным непотребством в программировании — то, что не несет практической пользы напрямую, но помогает развлечься. И я — не исключение. В этой статье я хочу рассказать вам о лайфхаках, трюках (магических и ...",
      "link": "https://habr.com/ru/companies/timeweb/articles/967678/?utm_source=habrahabr&utm_medium=rss&utm_campaign=967678",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/520/ba1/735/520ba17358f7693a8f818b475775a091.png",
      "pubDate": "2025-12-02T08:05:40+00:00",
      "hashtags": [
        "#программирование",
        "#алгоритм",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_10_1764665346",
      "title": "После налоговой реформы 2026 бухгалтерия не будет прежней: что на самом деле сказал глава ФНС и что делать бизнесу",
      "description": "Мы привыкли думать о налоговой как о бюрократической машине. Но недавнее интервью главы ФНС Даниила Егорова подтверждает: теперь это одна из самых продвинутых IT-компаний в стране. Их стек — это Big Data, скоринг в реальном времени и алгоритмы, которые видят связи между юрлицами быстрее, чем вы успеваете подписать договор.Егоров прямо заявил: ФНС переходит от модели «контроля» к модели «сплошного учета». Это значит, что данные из ваших CRM, банковских выписок и онлайн-касс становятся частью глобальной налоговой базы данных. Для IT-бизнеса, селлеров и стартапов это меняет всё: от юнит-экономики до архитектуры финансовых потоков. Читать далее",
      "shortDescription": "Мы привыкли думать о налоговой как о бюрократической машине. Но недавнее интервью главы ФНС Даниила Егорова подтверждает: теперь это одна из самых продвинутых IT-компаний в стране. Их стек — это Big Data, скоринг в реальном времени и алгоритмы, которые видят связи между юрлицами быстрее, чем вы успе...",
      "link": "https://habr.com/ru/articles/971878/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971878",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/36b/97d/92f/36b97d92f2e72c2447d3d2316a3f2478.png",
      "pubDate": "2025-12-02T08:00:36+00:00",
      "hashtags": [
        "#bigdata",
        "#стартап",
        "#алгоритм",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_11_1764665346",
      "title": "«Ты не пройдёшь!»: как мы учили нейросеть искать патологии на КТ, обучая её только на норме. Наш опыт на ЛЦТ-2025",
      "description": "Привет, Habr!Знаете, как обычно проходят будни исследователя в AI? Сидишь, читаешь статьи, пьёшь восьмую кружку кофе и пытаешься уговорить модель наконец‑то сойтись. А потом кто‑то из коллег кидает в чат ссылку: «Ребята, тут хакатон. „Лидеры цифровой трансформации 2025“. По медицине. Пойдём?»Ну, а мы что? Мы пошли.Мы — это три исследователя из группы Foundation Models лаборатории «Сильный ИИ в медицине» Института AIRI. Базируемся в Москве, любим большие модели и сложные задачи. Нам достался, возможно, один из самых интересных треков: «Сервис для выявления компьютерных томографий органов грудной клетки без патологий„.“»Казалось бы, что сложного? Но тут дьявол в деталях. О них и хотелось бы рассказать подробнее. Читать далее",
      "shortDescription": "Привет, Habr!Знаете, как обычно проходят будни исследователя в AI? Сидишь, читаешь статьи, пьёшь восьмую кружку кофе и пытаешься уговорить модель наконец‑то сойтись. А потом кто‑то из коллег кидает в чат ссылку: «Ребята, тут хакатон. „Лидеры цифровой трансформации 2025“. По медицине. Пойдём?»Ну, а м...",
      "link": "https://habr.com/ru/companies/airi/articles/972104/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972104",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f72/7af/a57/f727afa57e2b1babc07967291da13243.jpg",
      "pubDate": "2025-12-02T07:58:23+00:00",
      "hashtags": [
        "#AI",
        "#компьютер",
        "#нейросеть",
        "#ai",
        "#ИИ",
        "#сеть",
        "#цифровой"
      ]
    },
    {
      "id": "Habr_15_1764665346",
      "title": "Вайб No-Coding или на что способен n8n с ИИ за спиной",
      "description": "\"Claude, создай мне воркфлоу в n8n\" — работает или хайп?Я настроил Claude Desktop для работы с n8n. Две недели тестил. YouTube обещает магию. Реальность оказалась сложнее: он теперь джун, а я слежу, чтобы не накосячил.Что работает: анализ воркфлоу, поиск узких мест. Что не работает: создание сложных процессов, редактирование без глюков.В статье — инструкция по настройке + честные выводы. Читать далее",
      "shortDescription": "\"Claude, создай мне воркфлоу в n8n\" — работает или хайп?Я настроил Claude Desktop для работы с n8n. Две недели тестил. YouTube обещает магию. Реальность оказалась сложнее: он теперь джун, а я слежу, чтобы не накосячил.Что работает: анализ воркфлоу, поиск узких мест. Что не работает: создание сложных...",
      "link": "https://habr.com/ru/articles/970036/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970036",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/564/a76/59d/564a7659d07468898b9788244c01e1d4.jpg",
      "pubDate": "2025-12-02T07:30:26+00:00",
      "hashtags": [
        "#тест",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_16_1764665346",
      "title": "[Перевод] Как устроен компилятор Go: сканер (лексер)",
      "description": "Команда Go for Devs подготовила перевод статьи о том, как работает первый этап компиляции Go — сканер. Автор подробно показывает, как исходный код превращается в поток токенов, что происходит с каждым символом и откуда берётся автоматическая вставка точек с запятой. Если вы хотите понять Go «изнутри» — начинайте именно отсюда.   Читать далее",
      "shortDescription": "Команда Go for Devs подготовила перевод статьи о том, как работает первый этап компиляции Go — сканер. Автор подробно показывает, как исходный код превращается в поток токенов, что происходит с каждым символом и откуда берётся автоматическая вставка точек с запятой. Если вы хотите понять Go «изнутри...",
      "link": "https://habr.com/ru/articles/971348/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971348",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/ece/e48/aeb/ecee48aebd4b8415fcd7c21290294e2f.png",
      "pubDate": "2025-12-02T07:30:17+00:00",
      "hashtags": [
        "#код",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_19_1764665346",
      "title": "Граничные вычисления простыми словами: почему IoT больше не хочет бегать в облако",
      "description": "Край, на котором всё решаетсяВ мире IT редко появляется слово, которое не звучит из каждого утюга, но производит тихую революцию. «Edge computing» - одно из таких. После того, как датчик научился проводить вычисления быстрее, чем кто-то моргнет, сломалось сразу несколько привычных концепций. Датчики теперь не глупые, весь трафик не обязательно гнать на удаленный сервер или в облако, а децентрализация систем вышла на какой-то новый уровень.Edge-вычисления стремительно ворвались в IT-сферу, но не как очередной модный термин, а как вынужденная эволюция. Мир нарастил такое количество данных и устройств, что централизованная модель - «собираем всё в облако и там разбираемся» - просто перестала справляться. Задержки, медлительность протоколов IoT, приватность. Список проблем рос быстрее, чем дата-центры.И вот - вычисления переезжают на край сети. Буквально.Сегодня попробуем разобраться, что такое edge-контроллеры, зачем они нужны и почему без них не будет ни автономных машин, ни умных заводов, ни нормального Интернета вещей. Читать далее",
      "shortDescription": "Край, на котором всё решаетсяВ мире IT редко появляется слово, которое не звучит из каждого утюга, но производит тихую революцию. «Edge computing» - одно из таких. После того, как датчик научился проводить вычисления быстрее, чем кто-то моргнет, сломалось сразу несколько привычных концепций. Датчики...",
      "link": "https://habr.com/ru/companies/beget/articles/971386/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971386",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/b70/13b/1c3/b7013b1c3c76bf8211465507d10a112c.png",
      "pubDate": "2025-12-02T07:05:14+00:00",
      "hashtags": [
        "#сервер",
        "#интернет",
        "#it",
        "#IoT",
        "#облако"
      ]
    },
    {
      "id": "Habr_20_1764665346",
      "title": "Автоматизация BIM-проверок без участия пользователя: как работают «умные фермы» в BIM Inspector",
      "description": "Максим Курбатов, руководитель продукта BIM Inspector (ПИК Digital)В современном проектировании BIM-модели становятся всё более сложными, а требования к их качеству — строже. Проверка соответствия модели внутренним стандартам, ГОСТам и регламентам — неотъемлемая часть рабочего процесса. Однако ручная или полуавтоматическая проверка быстро превращается в узкое место: десятки правил, сотни элементов, часы ожидания результата.В ПИК мы столкнулись с этой проблемой на практике. Когда проверка одной модели стала занимать до часа, стало ясно: подход «нажми и жди» больше не масштабируется. Мы задались целью не просто ускорить проверку, а полностью исключить её из активного участия проектировщика. Так родилось решение, которое мы называем «умные фермы» — распределённая система фоновой автоматической проверки BIM-моделей. Читать далее",
      "shortDescription": "Максим Курбатов, руководитель продукта BIM Inspector (ПИК Digital)В современном проектировании BIM-модели становятся всё более сложными, а требования к их качеству — строже. Проверка соответствия модели внутренним стандартам, ГОСТам и регламентам — неотъемлемая часть рабочего процесса. Однако ручная...",
      "link": "https://habr.com/ru/companies/pik_digital/articles/972302/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972302",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/336/839/d73/336839d73d3387996ac28750143e2fad.jpeg",
      "pubDate": "2025-12-02T07:04:04+00:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_23_1764665346",
      "title": "Сортировка, сварка, тесты: из чего состоит современное производство накопителей энергии Volts",
      "description": "Компания Volts выпускает накопители электрической энергии для квартир и домов. Мы уже бывали на их производственной площадке два года назад — и вот вернулись снова. С первых минут стало ясно, что производство заметно изменилось: появилась собственная ультразвуковая сварка аккумуляторов, автоматическая сортировка ячеек, SMD-монтаж плат управления, уличная версия корпуса и обновленная BMS. То, что раньше обсуждали как перспективу, теперь работает в регулярном режиме.Мы прошли путь от склада до тестовой зоны и посмотрели, как сегодня собирают накопители Volts — какие решения используют, какие процессы изменили и какие задачи удалось решить за эти два года. Читать далее",
      "shortDescription": "Компания Volts выпускает накопители электрической энергии для квартир и домов. Мы уже бывали на их производственной площадке два года назад — и вот вернулись снова. С первых минут стало ясно, что производство заметно изменилось: появилась собственная ультразвуковая сварка аккумуляторов, автоматическ...",
      "link": "https://habr.com/ru/companies/wirenboard/articles/972222/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972222",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/630/bcb/efd/630bcbefd6362b0b4bf0d8a7dd244377.jpg",
      "pubDate": "2025-12-02T07:00:08+00:00",
      "hashtags": [
        "#тест",
        "#ИИ",
        "#тесты"
      ]
    },
    {
      "id": "Habr_24_1764665346",
      "title": "LatentMAS: Секрет AI-агентов, которые думают без слов, работают точнее и экономят до 80% токенов",
      "description": "Классические AI-агенты общаются текстом — это дорого и медленно. LatentMAS раскрывает секрет \"безмолвного\" общения: агенты обмениваются \"мыслями\" напрямую через общую латентную память (KV-кэш). Разбираемся, как эта архитектура позволяет добиться двузначного прироста точности и радикально сократить расходы на токены. Читать далее",
      "shortDescription": "Классические AI-агенты общаются текстом — это дорого и медленно. LatentMAS раскрывает секрет \"безмолвного\" общения: агенты обмениваются \"мыслями\" напрямую через общую латентную память (KV-кэш). Разбираемся, как эта архитектура позволяет добиться двузначного прироста точности и радикально сократить р...",
      "link": "https://habr.com/ru/articles/972184/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972184",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f7c/e4f/895/f7ce4f895c9e4ce60c990aaba1007f07.webp",
      "pubDate": "2025-12-02T07:00:07+00:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "Habr_25_1764665346",
      "title": "Как я создал HHBro — платформу для умного поиска работы на HeadHunter",
      "description": "Пол года назад у меня была простая идея: большинство соискателей проводят часы на hh.ru, листая сотни вакансий, но редко находят то, что идеально подходит. Чем больше вакансий, тем дольше поиск. Тем выше риск упустить что-то стоящее. Я подумал — а что если создать платформу, которая использует ИИ для умного анализа?Так родилась идея HHBro.ru — приложение, которое не просто показывает вакансии с hh.ru, а анализирует каждую через призму вашего резюме и находит идеальные совпадения.Это был проект, который я разрабатывал в одиночку — от концепции до деплоя. Без финансирования, без команды, только идеи и энтузиазм.Важное замечание: Как соло-проект без инвестиций, HHBro развивается медленнее, чем хотелось бы. Есть недостатки и баги, есть фичи, которые я хочу добавить, но на которые пока нет времени. Но я полон идей и энтузиазма! В этой статье я поделюсь не только тем, что получилось, но и тем, как я подошел к разработке, какие решения принимал, и как планирую развивать проект дальше. Читать далее",
      "shortDescription": "Пол года назад у меня была простая идея: большинство соискателей проводят часы на hh.ru, листая сотни вакансий, но редко находят то, что идеально подходит. Чем больше вакансий, тем дольше поиск. Тем выше риск упустить что-то стоящее. Я подумал — а что если создать платформу, которая использует ИИ дл...",
      "link": "https://habr.com/ru/articles/972186/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972186",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/a6c/20b/bde/a6c20bbde1444d94d79a72a94c31f54b.jpg",
      "pubDate": "2025-12-02T07:00:04+00:00",
      "hashtags": [
        "#приложение",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_28_1764665346",
      "title": "Российские LLM в 2025: обзор GigaChat и Alice AI, их место на мировой арене",
      "description": "В 2025 году рынок  моделей продолжает стремительно развиваться. Достаточно вспомнить недавний выход новой модели от Microsoft или обновление Nano Banana. Российские разработки также не стоят на месте.В сегодняшней статье мы поговорим о GigaChat и Alice AI, разберем их место на мировом рынке и, конечно, сравним в нескольких тестах. Устраивайтесь поудобнее, я начинаю. Читать далее",
      "shortDescription": "В 2025 году рынок  моделей продолжает стремительно развиваться. Достаточно вспомнить недавний выход новой модели от Microsoft или обновление Nano Banana. Российские разработки также не стоят на месте.В сегодняшней статье мы поговорим о GigaChat и Alice AI, разберем их место на мировом рынке и, конеч...",
      "link": "https://habr.com/ru/companies/bothub/articles/972292/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972292",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/600/d1f/695/600d1f695da74a0c600bb172b5991972.png",
      "pubDate": "2025-12-02T06:20:54+00:00",
      "hashtags": [
        "#AI",
        "#тест",
        "#ai"
      ]
    },
    {
      "id": "Habr_29_1764665346",
      "title": "Считаем денежки в ИИ, ML и LLM-проектах до копеечки",
      "description": "Пока бедолаги из NANDA жалуются, что 95% их ИИ-проектов не выгорают, мы, как взрослые люди, считаем финансовый эффект от ИИ, ML и LLM в банке без магии — с калькулятором.Меня зовут Михаил Войтко, я работаю в Альфа Банке руководителем по внедрению решений продвинутой аналитики в Дирекции ботов и виртуальных ассистентов. И я не люблю, когда на вопрос «Ну как там с деньгами в вашем ИИ-проекте?» говорят: «Мы улучшим пользовательский опыт, а там как пойдёт».Не-не-не. Утром деньги, а вечером проекты.  Читать далее",
      "shortDescription": "Пока бедолаги из NANDA жалуются, что 95% их ИИ-проектов не выгорают, мы, как взрослые люди, считаем финансовый эффект от ИИ, ML и LLM в банке без магии — с калькулятором.Меня зовут Михаил Войтко, я работаю в Альфа Банке руководителем по внедрению решений продвинутой аналитики в Дирекции ботов и вирт...",
      "link": "https://habr.com/ru/companies/alfa/articles/970596/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970596",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/785/231/b64/785231b64cf1634492d1bef4f5be9d2b.png",
      "pubDate": "2025-12-02T06:07:24+00:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_31_1764665346",
      "title": "Как мы строили хранилище на 70 ПБ данных и не планируем останавливаться",
      "description": "Привет, сегодня я расскажу о том, как наша команда строила платформу обработки и хранения данных для обучения GenAI-моделей в Сбере, и как мы выросли до 70 ПБ сырых данных. Меня зовут Александр, я работаю в Сбере и два года занимался развитием этой платформы. Читать далее",
      "shortDescription": "Привет, сегодня я расскажу о том, как наша команда строила платформу обработки и хранения данных для обучения GenAI-моделей в Сбере, и как мы выросли до 70 ПБ сырых данных. Меня зовут Александр, я работаю в Сбере и два года занимался развитием этой платформы. Читать далее",
      "link": "https://habr.com/ru/companies/sberbank/articles/972078/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972078",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/93d/716/8f4/93d7168f4f55e8c0cc561ebe0f043798.png",
      "pubDate": "2025-12-02T06:00:46+00:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "Habr_34_1764665346",
      "title": "Как я внедрил агента в бекенд-прод для решения рутинных задач",
      "description": "TL;DRМы собрали рабочего ИИ-агента-разработчика, который сам анализирует задачи в Jira, уточняет детали, пишет код, запускает сборку, фиксит ошибки, создаёт MR в GitLab и отправляет его человеку на ревью. Он работает параллельно на нескольких задачах, благодаря чему суммарное время выполнения пачки задач падает почти втрое. Команда избавилась от рутины, а скорость разработки выросла без расширения штата.Использовали: Ollama + Qwen3 Coder, PostgreSQL, Docker, GitLab/Jira API, систему строгих JSON-действий.Столкнулись с контекстом, \"галлюцинациями\", GPU и самовольными правками кода - всё решаемо архитектурой.ИИ не заменяет разработчиков, он снимает тупую монотонную работу и экономит деньги. Читать далее",
      "shortDescription": "TL;DRМы собрали рабочего ИИ-агента-разработчика, который сам анализирует задачи в Jira, уточняет детали, пишет код, запускает сборку, фиксит ошибки, создаёт MR в GitLab и отправляет его человеку на ревью. Он работает параллельно на нескольких задачах, благодаря чему суммарное время выполнения пачки ...",
      "link": "https://habr.com/ru/articles/971454/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971454",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/dc6/0b9/dda/dc60b9dda39c0a1a5d20fd1c8ca1eb10.png",
      "pubDate": "2025-12-02T05:12:39+00:00",
      "hashtags": [
        "#gpu",
        "#код",
        "#api",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_35_1764665346",
      "title": "Быстрое формирование команд под проект, умные коммерческие предложения — и ещё 8 российских стартапов",
      "description": "10 новых российских продуктов для помощи отделу продаж, принятия вебхуков от любых API, превращения экрана компьютера в виртуальную IP-камеру и многого другого. Битва за «Продукт недели» началась!Product Radar — здесь каждую неделю публикуются лучшие онлайн-сервисы и железки от русскоязычных команд. Читать далее",
      "shortDescription": "10 новых российских продуктов для помощи отделу продаж, принятия вебхуков от любых API, превращения экрана компьютера в виртуальную IP-камеру и многого другого. Битва за «Продукт недели» началась!Product Radar — здесь каждую неделю публикуются лучшие онлайн-сервисы и железки от русскоязычных команд....",
      "link": "https://habr.com/ru/companies/productradar/articles/972150/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972150",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/294/47f/1d2/29447f1d26254e91d9d982b35a1fb68a.png",
      "pubDate": "2025-12-02T05:03:34+00:00",
      "hashtags": [
        "#AR",
        "#стартап",
        "#компьютер",
        "#api",
        "#веб"
      ]
    },
    {
      "id": "Habr_37_1764665346",
      "title": "Как я случайно DDOS-нул hh. ru, пытаясь найти работу: история о том, почему боты должны быть асинхронными (и вежливыми)",
      "description": "Привет, Хабр. С вами снова Вадим.В прошлом посте я рассказывал, как написал AI-бота Аврора, который ищет вакансии вместо меня.Статья залетела, и к нам пришли первые 100 тестеров. И тут началось веселье.Представьте: вы нажимаете кнопку \"Найти работу\", а бот молчит. 10 секунд, 20 секунд. Вы думаете: \"Сломалось\" и жмете кнопку еще 5 раз.А на самом деле бот не сломался. Он просто \"ушел на кухню готовить\".В этой статье расскажу, как мы переписали архитектуру с \"однорукого повара\" на \"промышленный конвейер\", зачем использовали SQL вместо модного Redis и как наша скорость стала нашей проблемой.Если вы разработчик - найдете тут код про SKIP LOCKED.Если вы ищете работу - поймете, почему наш бот теперь быстрее, чем пальцы любого рекрутера. Читать далее",
      "shortDescription": "Привет, Хабр. С вами снова Вадим.В прошлом посте я рассказывал, как написал AI-бота Аврора, который ищет вакансии вместо меня.Статья залетела, и к нам пришли первые 100 тестеров. И тут началось веселье.Представьте: вы нажимаете кнопку \"Найти работу\", а бот молчит. 10 секунд, 20 секунд. Вы думаете: \"...",
      "link": "https://habr.com/ru/articles/972270/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972270",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-02T04:09:11+00:00",
      "hashtags": [
        "#AI",
        "#код",
        "#ai",
        "#тест",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_38_1764665346",
      "title": "Как модули UWB обеспечивают высокоточное позиционирование внутри помещений",
      "description": "Когда вы заходите внутрь, сигналы GPS наталкиваются на преграду. Они быстро затухают, делая обычные инструменты позиционирования бесполезными. Для отраслей, зависящих от точности, это не просто проблема; это снижает производительность и повышает риски безопасности. Bluetooth $5.1+$ и Wi-Fi 6 достаточно хороши для общего зонирования, но они не могут обеспечить точность на уровне сантиметра, необходимую для промышленной автоматизации. Именно здесь сверхширокополосная технология (UWB) выступает в качестве практичного решения для промышленных сред.Модули UWB позволяют системам определения местоположения в реальном времени (RTLS) достигать стандартов сантиметровой точности. Отслеживание UWB дает вам реальную точность, которую можно использовать для повышения эффективности маршрутов вилочных погрузчиков на складе или для обеспечения безопасности работников в опасных зонах, таких как шахты. Давайте рассмотрим технические аспекты этих модулей и увидим, почему они настолько превосходят другие беспроводные технологии. Читать далее",
      "shortDescription": "Когда вы заходите внутрь, сигналы GPS наталкиваются на преграду. Они быстро затухают, делая обычные инструменты позиционирования бесполезными. Для отраслей, зависящих от точности, это не просто проблема; это снижает производительность и повышает риски безопасности. Bluetooth $5.1+$ и Wi-Fi 6 достато...",
      "link": "https://habr.com/ru/articles/972266/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972266",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/793/d93/14b/793d9314bd4751e46ab2ca4cf5601cbb.png",
      "pubDate": "2025-12-02T03:11:29+00:00",
      "hashtags": [
        "#ИИ",
        "#технологии"
      ]
    },
    {
      "id": "3DNews_2_1764665350",
      "title": "DeepSeek ответил на GPT-5 и Gemini 3 Pro — представлены мощные ИИ-модели DeepSeek-V3.2",
      "description": "Китайский стартап DeepSeek выпустил две новые открытые модели с мощными возможностями для рассуждений — DeepSeek-V3.2 и усиленную DeepSeek-V3.2-Speciale. Таким образом компания подтвердила, что Китай играет на равных с американскими лидерами в лице OpenAI и Google.   Источник изображения: DeepSeek",
      "shortDescription": "Китайский стартап DeepSeek выпустил две новые открытые модели с мощными возможностями для рассуждений — DeepSeek-V3.2 и усиленную DeepSeek-V3.2-Speciale. Таким образом компания подтвердила, что Китай играет на равных с американскими лидерами в лице OpenAI и Google.   Источник изображения: DeepSeek",
      "link": "https://3dnews.ru/1133229",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133229/sm.DeepSeek-V3-2_01.800.jpg",
      "pubDate": "2025-12-02T00:37:00+03:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#ai",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_1_1764665356",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#кибер",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_30_1764665350",
      "title": "Новая статья: Обзор и тест процессорного кулера PCCooler R400: малыш и его «карлссон»",
      "description": "Сегодня у нас на обзоре и тестировании кулер высотой всего 133 мм, но на четырёх тепловых трубках с прямым контактом и 92-мм вентилятором. Редкий «зверь» в нашей тестовой лаборатории, поскольку к эффективности моделей такого класса мы всегда относились скептически. Может, зря?",
      "shortDescription": "Сегодня у нас на обзоре и тестировании кулер высотой всего 133 мм, но на четырёх тепловых трубках с прямым контактом и 92-мм вентилятором. Редкий «зверь» в нашей тестовой лаборатории, поскольку к эффективности моделей такого класса мы всегда относились скептически. Может, зря?",
      "link": "https://3dnews.ru/1132644",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/19/1132644/sm.00_logo.800.jpg",
      "pubDate": "2025-12-02T00:00:00+03:00",
      "hashtags": [
        "#тест",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_32_1764665350",
      "title": "TeamGroup предупредила: дефицит DRAM и NAND только начинается — цены будут расти весь 2026 год",
      "description": "Продолжающиеся структурные изменения рынка DRAM, вызванные перераспределением производственных мощностей на выпуск высокоскоростной памяти HBM для ускорителей ИИ, уже привели к значительному росту цен на массовую память DDR и LPDDR. Однако худшее ещё впереди, пишет DigiTimes со ссылкой на генерального директора компании TeamGroup. Источник изображения: Samsung",
      "shortDescription": "Продолжающиеся структурные изменения рынка DRAM, вызванные перераспределением производственных мощностей на выпуск высокоскоростной памяти HBM для ускорителей ИИ, уже привели к значительному росту цен на массовую память DDR и LPDDR. Однако худшее ещё впереди, пишет DigiTimes со ссылкой на генерально...",
      "link": "https://3dnews.ru/1133226",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133226/DRAM_01.jpg",
      "pubDate": "2025-12-01T23:19:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_34_1764665350",
      "title": "Первый iPhone SE официально признан устаревшим, вместе с рядом других устройств Apple",
      "description": "Apple обновила список устаревших (Obsolete) продуктов. В него добавлены iPhone SE (1-го поколения), iPad Pro 12,9 дюйма (2-го поколения), Apple Watch Series 4 Hermes, Apple Watch Series 4 Nike и Beats Pill 2.0. Стандартные версии часов Apple Watch Series 4 по-прежнему числятся в списке винтажных (Vintage) продуктов. Согласно определению Apple, устаревшими считаются продукты, продажа которых прекращена более 7 лет назад. Продукция Beats под брендом Monster считается устаревшей независимо от даты приобретения. Обслуживание устаревших продуктов не проводится сервисными центрами Apple, а сертифицированные сторонние сервисные центры не могут заказывать запасные детали для них. Исключением могут являться ноутбуки MacBook: они могут иметь право на продлённый срок ремонта только аккумулятора — до 10 лет с момента последней продажи продукта, при условии наличия запчастей.",
      "shortDescription": "Apple обновила список устаревших (Obsolete) продуктов. В него добавлены iPhone SE (1-го поколения), iPad Pro 12,9 дюйма (2-го поколения), Apple Watch Series 4 Hermes, Apple Watch Series 4 Nike и Beats Pill 2.0. Стандартные версии часов Apple Watch Series 4 по-прежнему числятся в списке винтажных (Vi...",
      "link": "https://3dnews.ru/1133222",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133222/sm.overview.800.jpg",
      "pubDate": "2025-12-01T21:30:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "DTF_6_1764665348",
      "title": "Marvel Cosmic Invasion вышла на ПК, консолях и в Game Pass — игра получила 82 балла из 100 на OpenCritic",
      "description": "«Будущее вселенной в ваших руках».",
      "shortDescription": "«Будущее вселенной в ваших руках».",
      "link": "https://dtf.ru/games/4505221-marvel-cosmic-invasion-vyshla-na-pk-i-konsolyakh?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/d3d7a1ec-c840-5dba-86d1-e6132a34b035/",
      "pubDate": "2025-12-01T21:15:36+03:00",
      "hashtags": [
        "#game",
        "#it",
        "#AR"
      ]
    },
    {
      "id": "3DNews_44_1764665350",
      "title": "Календарь релизов 1 – 7 декабря: Metroid Prime 4, Marvel Cosmic Invasion и «Зайчик»",
      "description": "Первая неделя декабря начинается с громких премьер и возвращений! На сцену выходит Marvel Cosmic Invasion, атмосферный Sleep Awake, и новая глава классики — Red Dead Redemption для консолей и мобильных платформ. Также нас ждут Guild Wars Reforged, долгожданные Octopath Traveler 0 и Metroid Prime 4: Beyond, а вишенкой на торте станет мрачное DLC Elden Ring: Nightreign — The Forsaken Hollows и финальный эпизод «Зайчика» (Tiny Bunny).   Посмотреть свежий выпуск в YouTube, VK, Rutube, «Дзен» или Telegram. А на днях у нас вышел свежий Gamesblender № 754.",
      "shortDescription": "Первая неделя декабря начинается с громких премьер и возвращений! На сцену выходит Marvel Cosmic Invasion, атмосферный Sleep Awake, и новая глава классики — Red Dead Redemption для консолей и мобильных платформ. Также нас ждут Guild Wars Reforged, долгожданные Octopath Traveler 0 и Metroid Prime 4: ...",
      "link": "https://3dnews.ru/1133220",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133220/releases_76.jpg",
      "pubDate": "2025-12-01T20:36:00+03:00",
      "hashtags": [
        "#ui",
        "#game",
        "#AR"
      ]
    },
    {
      "id": "3DNews_36_1764665350",
      "title": "Дефицит DRAM ударил по Raspberry Pi 5 — одноплатники подорожали, но появилась бюджетная версия с 1 Гбайт",
      "description": "В связи с продолжающимся уже несколько недель резким ростом цен на оперативную память компания Raspberry Pi повышает цены на все конфигурации одноплатных компьютеров Raspberry Pi 5 и некоторые конфигурации Raspberry Pi 4. Чтобы сохранить доступность Raspberry Pi 5, теперь доступна новая модель с 1 Гбайт памяти. Источник изображений: Raspberry Pi",
      "shortDescription": "В связи с продолжающимся уже несколько недель резким ростом цен на оперативную память компания Raspberry Pi повышает цены на все конфигурации одноплатных компьютеров Raspberry Pi 5 и некоторые конфигурации Raspberry Pi 4. Чтобы сохранить доступность Raspberry Pi 5, теперь доступна новая модель с 1 Г...",
      "link": "https://3dnews.ru/1133217",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133217/qwdqdqdqd.jpg",
      "pubDate": "2025-12-01T20:17:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_46_1764665350",
      "title": "Microsoft признала, что ИИ-агенты небезопасны, но всё равно заполонит ими Windows 11»",
      "description": "Последнее время руководство Microsoft неоднократно заявляло, что в будущем в Windows 11 появится больше ИИ-агентов для выполнения разных задач. Однако во внутренней документации компании указано, что такие алгоритмы могут галлюцинировать, действовать непредсказуемо, а также становиться инструментом в новых хакерских атаках. Несмотря на всё это, софтверный гигант продолжает продвигать функции на основе ИИ-агентов в Windows 11.  Источник изображений: Windows Latest",
      "shortDescription": "Последнее время руководство Microsoft неоднократно заявляло, что в будущем в Windows 11 появится больше ИИ-агентов для выполнения разных задач. Однако во внутренней документации компании указано, что такие алгоритмы могут галлюцинировать, действовать непредсказуемо, а также становиться инструментом ...",
      "link": "https://3dnews.ru/1133215",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133215/1354.jpg",
      "pubDate": "2025-12-01T20:09:00+03:00",
      "hashtags": [
        "#алгоритм",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_5_1764665350",
      "title": "Взлетевшие цены DDR5 обрушили продажи материнских плат — геймеры призывают к бойкоту",
      "description": "Кризис на рынке оперативной памяти продолжает оказывать влияние на отрасль. Согласно новому отчёту, после подорожания памяти розничные продажи материнских плат упали на 50 %. Всё это также привело к тому, что геймеры начали призывать бойкотировать покупку оперативной памяти в надежде на смягчение ситуации. К сожалению, реальность такова, что такой шаг вряд ли сработает. Источник изображения: Corsair",
      "shortDescription": "Кризис на рынке оперативной памяти продолжает оказывать влияние на отрасль. Согласно новому отчёту, после подорожания памяти розничные продажи материнских плат упали на 50 %. Всё это также привело к тому, что геймеры начали призывать бойкотировать покупку оперативной памяти в надежде на смягчение си...",
      "link": "https://3dnews.ru/1133206",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133206/corsair-dominator.jpg",
      "pubDate": "2025-12-01T20:03:00+03:00",
      "hashtags": [
        "#AI",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "3DNews_38_1764665350",
      "title": "«Это большая сделка»: Nvidia вложила $2 млрд в разработчика ПО для проектирования чипов Synopsys",
      "description": "Nvidia инвестировала $2 млрд в разработчика программного обеспечения для проектирования микросхем Synopsys. Эта сделка призвана расширить многолетнее сотрудничество компаний по совместной разработке новых инструментов для проектирования полупроводников с использованием технологий искусственного интеллекта. После объявления о сделке акции Synopsys подорожали на 7 %, а акции Nvidia потеряли в цене почти 2 %. Источник изображения: Synopsys",
      "shortDescription": "Nvidia инвестировала $2 млрд в разработчика программного обеспечения для проектирования микросхем Synopsys. Эта сделка призвана расширить многолетнее сотрудничество компаний по совместной разработке новых инструментов для проектирования полупроводников с использованием технологий искусственного инте...",
      "link": "https://3dnews.ru/1133213",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133213/synopsys-ai-stack-concept.jpg",
      "pubDate": "2025-12-01T19:15:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_6_1764665350",
      "title": "Аниматор Rockstar с 25-летним стажем «засветил» кадры из тестовой версии GTA VI",
      "description": "Даже самые строгие меры безопасности не уберегли студию Rockstar Games от новой утечки геймплея амбициозного криминального боевика с открытым миром GTA VI. Правда, не такой масштабной, как в сентябре 2022 года.   Источник изображений: Rockstar Games",
      "shortDescription": "Даже самые строгие меры безопасности не уберегли студию Rockstar Games от новой утечки геймплея амбициозного криминального боевика с открытым миром GTA VI. Правда, не такой масштабной, как в сентябре 2022 года.   Источник изображений: Rockstar Games",
      "link": "https://3dnews.ru/1133211",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133211/00.jpg",
      "pubDate": "2025-12-01T18:50:00+03:00",
      "hashtags": [
        "#game",
        "#тест",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_8_1764665350",
      "title": "Первой цифровой камере Kodak исполнилось 50 лет — она весила 3,6 кг и работала от 16 батареек",
      "description": "Первая цифровая камера Kodak была создана в 1975 году небольшой командой специалистов во главе с 24-летним инженером-электриком Стивеном Сассоном (Steven Sasson). Ему было запрещено рассказывать о камере вне компании до 2001 года, пока он не написал статью для издания Rochester Democrat and Chronicle, которое также опубликовало первую фотографию прототипа. Источник изображений: David S Young/digitalcameraworld.com",
      "shortDescription": "Первая цифровая камера Kodak была создана в 1975 году небольшой командой специалистов во главе с 24-летним инженером-электриком Стивеном Сассоном (Steven Sasson). Ему было запрещено рассказывать о камере вне компании до 2001 года, пока он не написал статью для издания Rochester Democrat and Chronicl...",
      "link": "https://3dnews.ru/1133205",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133205/k4NuRcxsZwMDSofKPPxXz6-1.jpg",
      "pubDate": "2025-12-01T16:23:00+03:00",
      "hashtags": [
        "#цифровой",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "DTF_11_1764665348",
      "title": "Во что поиграть: главные релизы декабря 2025",
      "description": "Завершаем насыщенный год с «олдскульным» битемапом по Marvel, Metroid Prime 4: Beyond, адвенчурой о демоне-скейтбордисте и прочими занятными новинками.",
      "shortDescription": "Завершаем насыщенный год с «олдскульным» битемапом по Marvel, Metroid Prime 4: Beyond, адвенчурой о демоне-скейтбордисте и прочими занятными новинками.",
      "link": "https://dtf.ru/games/4467790-glavnye-igry-dekabra-2025?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/2bc516d2-60ad-5845-961e-654990085b74/",
      "pubDate": "2025-12-01T16:15:47+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews_9_1764665350",
      "title": "Новейшую ИИ-модель Google Gemini 3 Pro взломали всего за пять минут",
      "description": "Специалисты стартапа Aim Intelligence, тестирующего ИИ-системы на уязвимости, провели стресс-тест Gemini 3 Pro, новейшей модели Google, представленной в прошлом месяце. Как сообщает газета Maeil Business, исследователям потребовалось всего пять минут, чтобы обойти защиту программного комплекса. Источник изображения: blog.google",
      "shortDescription": "Специалисты стартапа Aim Intelligence, тестирующего ИИ-системы на уязвимости, провели стресс-тест Gemini 3 Pro, новейшей модели Google, представленной в прошлом месяце. Как сообщает газета Maeil Business, исследователям потребовалось всего пять минут, чтобы обойти защиту программного комплекса. Исто...",
      "link": "https://3dnews.ru/1133203",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133203/gemini.jpg",
      "pubDate": "2025-12-01T14:59:00+03:00",
      "hashtags": [
        "#AI",
        "#стартап",
        "#ai",
        "#тест",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_11_1764665350",
      "title": "Ничего личного: Samsung отказалась продавать память LPDDR5X по дешёвке даже для Galaxy S26",
      "description": "О том, что бум искусственного интеллекта привёл к дефициту почти всех типов памяти, уже не раз отмечалось, но рынок устроен так, что если кто-то выигрывает, то другой в этом время получает выгоду. Samsung в этом смысле оказалась в щекотливом положении, поскольку собственное подразделение компании по выпуску LPDDR5X отказалось зафиксировать цены на память для смартфонов Galaxy S26 на год вперёд. Источник изображения: Samsung Electronics",
      "shortDescription": "О том, что бум искусственного интеллекта привёл к дефициту почти всех типов памяти, уже не раз отмечалось, но рынок устроен так, что если кто-то выигрывает, то другой в этом время получает выгоду. Samsung в этом смысле оказалась в щекотливом положении, поскольку собственное подразделение компании по...",
      "link": "https://3dnews.ru/1133200",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133200/lpddr5x_01.jpg",
      "pubDate": "2025-12-01T14:17:00+03:00",
      "hashtags": [
        "#игры",
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_13_1764665350",
      "title": "Сотрудник Saber Interactive проговорился, когда выйдет амбициозный шутер Turok: Origins",
      "description": "Кооперативный шутер про отстрел динозавров и пришельцев Turok: Origins за авторством издателя и разработчика Saber Interactive не показывался на публике с самого анонса, но, похоже, премьера игры уже не за горами.   Источник изображений: Saber Interactive",
      "shortDescription": "Кооперативный шутер про отстрел динозавров и пришельцев Turok: Origins за авторством издателя и разработчика Saber Interactive не показывался на публике с самого анонса, но, похоже, премьера игры уже не за горами.   Источник изображений: Saber Interactive",
      "link": "https://3dnews.ru/1133195",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133195/00.jpg",
      "pubDate": "2025-12-01T11:52:00+03:00",
      "hashtags": [
        "#игры"
      ]
    },
    {
      "id": "3DNews_17_1764665350",
      "title": "Назван самый популярный смартфон осени в России — это не iPhone",
      "description": "Компания «М.Видео» подготовила рейтинг самых востребованных смартфонов на российском рынке по итогам осени 2025 года. Чаще всего покупатели выбирали доступные устройства брендов Realme, Redmi, Samsung и Tecno. В денежном выражении традиционно лидируют Apple и Samsung. Источник изображений: «М.Видео»",
      "shortDescription": "Компания «М.Видео» подготовила рейтинг самых востребованных смартфонов на российском рынке по итогам осени 2025 года. Чаще всего покупатели выбирали доступные устройства брендов Realme, Redmi, Samsung и Tecno. В денежном выражении традиционно лидируют Apple и Samsung. Источник изображений: «М.Видео»",
      "link": "https://3dnews.ru/1133175",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133175/1060.jpg",
      "pubDate": "2025-12-01T09:00:01+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_3_1764665356",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#приложение",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_19_1764665350",
      "title": "Значок видишь? А он есть: после обновления из Windows «пропала» иконка для входа по паролю",
      "description": "Microsoft признала, что в предварительном обновлении KB5064081 обнаружена ошибка, которая немного затруднит вход в систему с помощью пароля. По данным службы поддержки Microsoft, «значок пароля может отсутствовать или быть невидимым в параметрах входа на экране блокировки». Хотя кнопка невидима, войти в ОС с паролём можно, нажав на пустое место там, где должна быть кнопка ввода пароля. После этого появится поле для ввода пароля. Источник изображения: Microsoft",
      "shortDescription": "Microsoft признала, что в предварительном обновлении KB5064081 обнаружена ошибка, которая немного затруднит вход в систему с помощью пароля. По данным службы поддержки Microsoft, «значок пароля может отсутствовать или быть невидимым в параметрах входа на экране блокировки». Хотя кнопка невидима, вой...",
      "link": "https://3dnews.ru/1133178",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133178/wtvN9xqGhNUsjD.jpg",
      "pubDate": "2025-11-30T22:01:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_7_1764665356",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_12_1764665356",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#ИИ",
        "#сервер"
      ]
    },
    {
      "id": "Ведомости Технологии_14_1764665356",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_20_1764665356",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#компьютер",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_21_1764665356",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_24_1764665356",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_25_1764665356",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#кибер",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_28_1764665356",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_31_1764665356",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон",
        "#AR"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1764665356",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_0_1764665365",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_38_1764665356",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#ИИ",
        "#финтех"
      ]
    },
    {
      "id": "Ведомости Технологии_40_1764665356",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#структура",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_48_1764665356",
      "title": "В России введут так называемый технологический сбор",
      "description": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "shortDescription": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/10/1153413-v-rossii-vvedut-tak-nazivaemii-tehnologicheskii-sbor",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8p/1dhre2/normal-1s56.jpg",
      "pubDate": "2025-11-10T00:25:39+03:00",
      "hashtags": [
        "#радио",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_1_1764665365",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_2_1764665365",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764665365",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_5_1764665365",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1764665365",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_7_1764665365",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1764665365",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764665365",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764665365",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_24_1764665365",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1764665365",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764665365",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#AI",
        "#it",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_34_1764665365",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_36_1764665365",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764665365",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_41_1764665365",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764665365",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_45_1764665365",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#платформа",
        "#ИИ"
      ]
    }
  ]
}