{
  "lastUpdated": "2025-12-04T13:10:21.439763",
  "totalNews": 93,
  "categories": [
    "Игры",
    "Технологии"
  ],
  "hashtags": [
    "#ИИ",
    "#интеграция",
    "#робот",
    "#AI",
    "#нейросеть",
    "#компьютер",
    "#сеть",
    "#ai",
    "#код",
    "#интернет",
    "#ui",
    "#алгоритм",
    "#кибер",
    "#игры",
    "#web",
    "#инженерия",
    "#приложение",
    "#финтех",
    "#веб",
    "#дизайн",
    "#микросхемы",
    "#сервер",
    "#технологии",
    "#тест",
    "#IoT",
    "#искусственныйинтеллект",
    "#game",
    "#gpu",
    "#машинноеобучение",
    "#стартап",
    "#AR",
    "#цифровой",
    "#структура",
    "#cpu",
    "#платформа",
    "#ux",
    "#it",
    "#смартфон"
  ],
  "news": [
    {
      "id": "ixbt.com_1_1764853809",
      "title": "Можно установить DDR5, а можно и DDR4, причём слотов сразу шесть. Представлена системная плата ASRock H610M Combo",
      "description": "Компания ASRock выпустила системную плату, отлично подходящую под современные реалии. Суть в том, что модель H610M Combo поддерживает как DDR4, так и DDR5.   Более того. Таких плат мы и ранее видели немало, и обычно у них два слота под один тип памяти и два — под другой. Тут же шесть слотов, два из которых предназначены для модулей DDR4.   Фото ASRock Суть в том, что подорожала, конечно, вся оперативная память. Только вот DDR4 и была дешевле, и подорожала меньше. В итоге сейчас комплект из 32 ГБ DDR5 стоит примерно вдвое больше комплекта DDR4.  Плата предназначена для процессоров Intel в исполнении LGA-1700. Поддерживаются модели до 125 Вт, но только вот тут лишь 4-фазная подсистема питания, так что скорее это всё же решение для процессоров помладше.",
      "shortDescription": "Компания ASRock выпустила системную плату, отлично подходящую под современные реалии. Суть в том, что модель H610M Combo поддерживает как DDR4, так и DDR5.   Более того. Таких плат мы и ранее видели немало, и обычно у них два слота под один тип памяти и два — под другой. Тут же шесть слотов, два из ...",
      "link": "https://www.ixbt.com/news/2025/12/04/ddr5-ddr4-asrock-h610m-combo.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/11/4/H610M COMBO(L1)_large.jpg",
      "pubDate": "2025-12-04T15:54:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_2_1764853809",
      "title": "27-летнюю 3dfx Voodoo2 запустили вместе с Ryzen 9 9900X под Windows 11",
      "description": "Современные ПК могут работать с достаточно старыми видеокартами, но вот запустить 3dfx Voodoo2 с Ryzen 9000 под Windows 11 — это что-то новенькое. Именно этим занялся автор канала Omores.  Автор использовал современную платформу с Ryzen 9 9900X, Windows 11 и видеокарту 3dfx Voodoo2 из 1998 года.    Скриншот видео Задача нетривиальная сразу по ряду причин. Во-первых, эта карта имеет интерфейс PCI, а не PCIe, во-вторых, это карта 30-летней давности, для которой, само собой, и близко нет никакого подходящего официального драйвера. Тем не менее, автору удалось запустить 3D-ускоритель 1998 года, используя сервисы, написанные для ОС 1996 года, с экспериментальным 64-битным драйвером 2006 года на ПК с ОС 2011 года и процессором 2024 года.  Для подключения был использован специальный адаптер StarTech PCI-E to PCI, а вот с ПО пришлось повозиться. Для начала всё это запустили с Windows 98, а затем в Windows 2001 SE. После автор перешёл на 32-битную Windows 10, последнюю 32-битную версию ОС от Microsoft. В этом случае запуск был возможен благодаря 32-битному драйверу, разработанному энтузиастами.  Впрочем, в 2006 году разработчик Райан Нун (Colourless) выпустил экспериментальный проект 3dfx Glide для x64, основанный на исследовании оригинальных драйверов для Windows NT (1996). Это позволило перейти к 64-битной версии Windows 10, а затем уже и к Windows 11.",
      "shortDescription": "Современные ПК могут работать с достаточно старыми видеокартами, но вот запустить 3dfx Voodoo2 с Ryzen 9000 под Windows 11 — это что-то новенькое. Именно этим занялся автор канала Omores.  Автор использовал современную платформу с Ryzen 9 9900X, Windows 11 и видеокарту 3dfx Voodoo2 из 1998 года.    ...",
      "link": "https://www.ixbt.com/news/2025/12/04/27-3dfx-voodoo2-ryzen-9-9900x-windows-11.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/4/4342343_large.jpg",
      "pubDate": "2025-12-04T15:46:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "vc.ru_4_1764853804",
      "title": "Основатель Binance анонсировал сервис рынка предсказаний Predict.fun на BNB Chain",
      "description": "Пошутив, что это «не реклама».",
      "shortDescription": "Пошутив, что это «не реклама».",
      "link": "https://vc.ru/crypto/2632125-osnovatel-binance-anonsiroval-servis-rynka-predskazanii-predictfun-na-bnb-chain?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/5844c7d2-7209-5325-a2e3-58ce63b9a6fd/",
      "pubDate": "2025-12-04T15:40:28+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "ixbt.com_4_1764853809",
      "title": "Примерно уровень мобильной GeForce GTX 1050 Ti. В Сети засветился Core Ultra 7 366H с младшим iGPU нового поколения",
      "description": "В Сети впервые засветился нетоповый процессор Intel линейки Panther Lake. Модель Core Ultra 7 366H в данном случае интересен тем, что оснащён младшим для линейки iGPU всего с четырьмя ядрами Xe3 против 12 ядер у старшей версии.  Засветился процессор как раз в Geekbench Vulkan, так что мы можем видеть, что GPU набирает без малого 23 000 баллов. Это чуть больше, чем у мобильной GeForce GTX 1050 Ti и на 26% больше, чем у Radeon 840M. Но при этом Radeon 860M быстрее более чем в полтора раза.    Фото WCCF Tech То есть это достаточно среднее решение, которое не позволит играть во многие современные игры, но всё же даст возможность играть во множество нетребовательных проектов.   Напомним, старший iGPU у Panther Lake примерно в полтора раза быстрее лучших в классе решений, и вот он заметно повлияет на рынок.   Новые CPU будут представлены на CES 2026 и выйдут в составе ноутбуков в первом квартале. А вот новых настольных процессоров ни Intel, ни AMD мы в следующем году, похоже, не увидим.",
      "shortDescription": "В Сети впервые засветился нетоповый процессор Intel линейки Panther Lake. Модель Core Ultra 7 366H в данном случае интересен тем, что оснащён младшим для линейки iGPU всего с четырьмя ядрами Xe3 против 12 ядер у старшей версии.  Засветился процессор как раз в Geekbench Vulkan, так что мы можем видет...",
      "link": "https://www.ixbt.com/news/2025/12/04/geforce-gtx-1050-ti-core-ultra-7-366h-igpu.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/4/Intel-Panther-Lake-scaled_large.png",
      "pubDate": "2025-12-04T15:05:00+03:00",
      "hashtags": [
        "#cpu",
        "#ИИ",
        "#игры",
        "#gpu"
      ]
    },
    {
      "id": "ixbt.com_5_1764853809",
      "title": "iPhone 17e будет в несколько раз менее популярным, чем 16e? Сообщается, что Apple собирается выпустить лишь 8 млн единиц за следующий год",
      "description": "Смартфон iPhone 17e, который ожидается в первой половине 2026 года, похоже, не будет таким же популярным, как 16e. Как минимум ресурс The Elec говорит, что Apple собирается выпустить весьма скромную партию.  Скромную — это всего 8 млн единиц. Для понимания, за 2025 год, как ожидается, будет продано около 20-22 млн iPhone 16e. Возможно, виновником такого является iPhone 17, который стал намного интереснее iPhone 16, и это влияет в том числе на продажи младшей версии.   Фото WCCF Tech Также источник сообщает, что китайская BOE получит основные заказы на экраны для iPhone 17e, как было и в случае с iPhone 16e. Samsung и LG получат остатки заказов.",
      "shortDescription": "Смартфон iPhone 17e, который ожидается в первой половине 2026 года, похоже, не будет таким же популярным, как 16e. Как минимум ресурс The Elec говорит, что Apple собирается выпустить весьма скромную партию.  Скромную — это всего 8 млн единиц. Для понимания, за 2025 год, как ожидается, будет продано ...",
      "link": "https://www.ixbt.com/news/2025/12/04/iphone-17e-16e-apple-8.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/4/iPhone-16e-shows-up-in-new-video-ad_large.jpg",
      "pubDate": "2025-12-04T14:57:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "ixbt.com_7_1764853809",
      "title": "Полный привод, шесть режимов движения, адаптация для России и защита от реагентов, с официальной гарантией: начались продажи полноприводного Tenet T4",
      "description": "В России начались продажи полноприводного Tenet T4, который является копией Chery Tiggo 4. В этой версии бренд сделал ставку на усиленную проходимость и адаптацию для России. Кроссовер получил 1,5-литровый турбомотор на 147 л.с. и 7-ступенчатую коробку DCT с «мокрыми» сцеплениями, а система I-4WD автоматически подключает заднюю ось и может перебрасывать до 50% тяги. Это повышает устойчивость на льду и снегу, а шесть режимов движения помогают адаптироваться к любым покрытиям. Оснащение осталось на уровне богатой базовой версии: цифровая панель с двумя 10,25-дюймовыми экранами, поддержка Apple CarPlay, Android Auto и голосового управления. Версия Active 4WD за 2 390 000 рублей включает светодиодную оптику, 17-дюймовые диски, камеру и датчики заднего хода, подогревы сидений, руля, зеркал и зоны стеклоочистителей, круиз-контроль и набор электронных ассистентов.  Фото Tenet Топовая модификация Prime 4WD за 2 550 000 рублей добавляет электроскладывание зеркал, круговой обзор, подогрев второго ряда, электрорегулировки кресла водителя и двухзонный климат. Для России производитель усилил защиту — кузов и скрытые полости покрывают воском, а днище обрабатывают антикором, антигравием и шумоизоляцией, что увеличивает срок службы зимой и при контакте с реагентами.",
      "shortDescription": "В России начались продажи полноприводного Tenet T4, который является копией Chery Tiggo 4. В этой версии бренд сделал ставку на усиленную проходимость и адаптацию для России. Кроссовер получил 1,5-литровый турбомотор на 147 л.с. и 7-ступенчатую коробку DCT с «мокрыми» сцеплениями, а система I-4WD ав...",
      "link": "https://www.ixbt.com/news/2025/12/04/polnyj-privod-shest-rezhimov-dvizhenija-adaptacija-dlja-rossii-i-zashita-ot-reagentov-s-oficialnoj-garantiej-nachalis.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/4/tenet-t4-vneshka_8cf_large.jpg",
      "pubDate": "2025-12-04T14:53:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "ixbt.com_8_1764853809",
      "title": "Китай опять опередил весь мир: представлена первая в мире цельнолитая алюминиевая рама для автомобиля",
      "description": "Компания Hantek представила первую в мире цельную раму для крупногабаритных машин, изготовленную методом литья под низким давлением, полностью из алюминия. Она используется в BYD Yangwang U8L, высококлассном электрическом внедорожнике. Рама отвечает производственным требованиям для сверхбольших тонкостенных компонентов. Площадь проекции составляет 4,2 квадратных метра, а толщина стенок варьируется от 4 до 50 миллиметров, что превышает соотношение 12:1. Hantek заявляет, что ни в одном другом проекте в мире не удавалось успешно отлить раму с таким значительным разбросом толщины. Традиционные полностью алюминиевые рамы обычно требуют сборки из десятков отдельных компонентов с помощью сварки, клёпки или других методов соединения. Эти процессы сложны и дорогостоящи, а соединения часто становятся слабыми местами конструкции, снижая жёсткость и безопасность.  Фото Hantek, BYD После многих лет исследований компания Hantek преодолела множество технических проблем при литье под низким давлением сверхбольших тонкостенных конструкций, включая контроль заполнения расплавленным металлом и достижение градиентной кристаллизации в секциях различной толщины. Результатом стала единая, интегрированная алюминиевая рама, которая заменяет традиционные многокомпонентные сборки. Интегрированная конструкция рамы повышает общую жёсткость кузова и жёсткость на кручение. Оптимизированное распределение силы по конструкции усиливает защиту от столкновений. Компания Hantek также подчеркнула, что алюминиевый сплав и термообработка обеспечивают баланс высокой прочности, ударной вязкости и усталостной стойкости. Ранее инженеры BYD решили доказать стойкость роскошного внедорожника YangWang U8L максимально зрелищным способом — сбросив на крышу гигантскую королевскую пальму.",
      "shortDescription": "Компания Hantek представила первую в мире цельную раму для крупногабаритных машин, изготовленную методом литья под низким давлением, полностью из алюминия. Она используется в BYD Yangwang U8L, высококлассном электрическом внедорожнике. Рама отвечает производственным требованиям для сверхбольших тонк...",
      "link": "https://www.ixbt.com/news/2025/12/04/kitaj-opjat-operedil-ves-mir-predstavlena-pervaja-v-mire-celnolitaja-aljuminievaja-rama-dlja-avtomobilja.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/11/4/image-picsart-aiimageenhancer-la_large.jpg",
      "pubDate": "2025-12-04T14:39:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "DTF_0_1764853805",
      "title": "В VK Play появилась функция синхронизации библиотеки со Steam",
      "description": "В будущем хотят облегчить процедуру покупки игровых ключей.",
      "shortDescription": "В будущем хотят облегчить процедуру покупки игровых ключей.",
      "link": "https://dtf.ru/gameindustry/4510922-sinhkronizatsiya-biblioteki-igr-vk-play-i-steam?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/8ea00d64-b27c-5f49-9b37-7a2b3fbecebb/",
      "pubDate": "2025-12-04T14:37:38+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_26_1764853806",
      "title": "Китайская Cambricon утроит выпуск ИИ-ускорителей — чтобы добить Nvidia в Китае",
      "description": "Основатель Nvidia довольно адекватно описывает сложившуюся на рынке ИИ-компонентов КНР ситуацию. Поставки импортных чипов не только запрещаются американскими властями, но и не приветствуются китайскими, что создаёт для местных разработчиков благоприятные условия. Cambricon собирается воспользоваться ситуацией, чтобы в следующем году увеличить объёмы поставок ИИ-чипов более чем в три раза. Источник изображения: Cambricon Technologies",
      "shortDescription": "Основатель Nvidia довольно адекватно описывает сложившуюся на рынке ИИ-компонентов КНР ситуацию. Поставки импортных чипов не только запрещаются американскими властями, но и не приветствуются китайскими, что создаёт для местных разработчиков благоприятные условия. Cambricon собирается воспользоваться...",
      "link": "https://3dnews.ru/1133397",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133397/cambricon_01.jpg",
      "pubDate": "2025-12-04T14:21:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_46_1764853806",
      "title": "Бесшовный мультиплеер, новое мастерство и «умная» добыча: для Titan Quest 2 вышло крупное обновление",
      "description": "Издательство THQ Nordic и разработчики из немецкой студии Grimlore Games сообщили о выходе нового крупного патча для находящегося в раннем доступе мифологического ролевого экшена Titan Quest 2.   Источник изображений: THQ Nordic",
      "shortDescription": "Издательство THQ Nordic и разработчики из немецкой студии Grimlore Games сообщили о выходе нового крупного патча для находящегося в раннем доступе мифологического ролевого экшена Titan Quest 2.   Источник изображений: THQ Nordic",
      "link": "https://3dnews.ru/1133395",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133395/00.jpg",
      "pubDate": "2025-12-04T14:20:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#game"
      ]
    },
    {
      "id": "3DNews_47_1764853806",
      "title": "OpenAI поглотит ИИ-стартап Neptune — это поможет в обучении новых ИИ-моделей",
      "description": "Претендуя на всеобщее внимание и безраздельное доверие инвесторов, компания OpenAI уже не стесняется делать приобретения активов, которые могут помочь ей в развитии бизнеса. Например, стартап Neptune, который предлагал разработчикам систем искусственного интеллекта инструменты для мониторинга за обучением языковых моделей, будет продан OpenAI. Источник изображения: Neptune",
      "shortDescription": "Претендуя на всеобщее внимание и безраздельное доверие инвесторов, компания OpenAI уже не стесняется делать приобретения активов, которые могут помочь ей в развитии бизнеса. Например, стартап Neptune, который предлагал разработчикам систем искусственного интеллекта инструменты для мониторинга за обу...",
      "link": "https://3dnews.ru/1133392",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133392/Neptune_01.jpg",
      "pubDate": "2025-12-04T14:04:00+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "DTF_1_1764853805",
      "title": "Состоялся релиз Metroid Prime 4 Beyond — спустя восемь лет после анонса",
      "description": "Игра вышла сразу на двух поколениях Nintendo Switch.",
      "shortDescription": "Игра вышла сразу на двух поколениях Nintendo Switch.",
      "link": "https://dtf.ru/games/4510526-reliz-metroid-prime-4-beyond-nintendo-switch?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/0193be65-77c8-5157-bd13-3e965a9a0aa6/-/resize/1300/",
      "pubDate": "2025-12-04T13:56:13+03:00",
      "hashtags": [
        "#it"
      ]
    },
    {
      "id": "3DNews_48_1764853806",
      "title": "«За гранью всего, что кто-либо из нас мог представить»: нашумевшая Clair Obscur: Expedition 33 стала одним из главных хитов Game Pass в 2025 году",
      "description": "Нашумевшая фэнтезийная пошаговая ролевая игра Clair Obscur: Expedition 33 от разработчиков из французской студии Sandfall Interactive оказалась хитом не только продаж, но и сервиса Game Pass.   Источник изображения: Sandfall Interactive",
      "shortDescription": "Нашумевшая фэнтезийная пошаговая ролевая игра Clair Obscur: Expedition 33 от разработчиков из французской студии Sandfall Interactive оказалась хитом не только продаж, но и сервиса Game Pass.   Источник изображения: Sandfall Interactive",
      "link": "https://3dnews.ru/1133388",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133388/00.jpg",
      "pubDate": "2025-12-04T13:40:00+03:00",
      "hashtags": [
        "#ИИ",
        "#game",
        "#AI",
        "#ai",
        "#it"
      ]
    },
    {
      "id": "3DNews_49_1764853806",
      "title": "В ChatGPT появилась реклама — даже у пользователей самого дорогого тарифа за $200 в месяц",
      "description": "В минувшие выходные OpenAI начала без громких анонсов показывать в тестовом режиме рекомендации сторонних приложений в чатах — они появились преимущественно у пользователей, которые оформили дорогую подписку ChatGPT Pro за $200 в месяц. Источник изображения: BoliviaInteligente / unsplash.com",
      "shortDescription": "В минувшие выходные OpenAI начала без громких анонсов показывать в тестовом режиме рекомендации сторонних приложений в чатах — они появились преимущественно у пользователей, которые оформили дорогую подписку ChatGPT Pro за $200 в месяц. Источник изображения: BoliviaInteligente / unsplash.com",
      "link": "https://3dnews.ru/1133385",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133385/chatgpt_1.jpg",
      "pubDate": "2025-12-04T13:18:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AI",
        "#тест",
        "#ai"
      ]
    },
    {
      "id": "3DNews_28_1764853806",
      "title": "Игровые консоли тоже подорожают, а продажи просядут — DRAM и SSD съедят до 42 % их себестоимости",
      "description": "Давно стало понятно, что рост цен на микросхемы памяти на фоне бума ИИ окажет негативное влияние на все сегменты рынка электроники. Аналитики TrendForce предрекают, что сильнее всего в среднесрочной перспективе пострадают продажи игровых консолей. Так, в следующем году объёмы их поставок сократятся на 4,4 % вместо заложенных ранее в прогноз 3,5 %. Источник изображения: Microsoft",
      "shortDescription": "Давно стало понятно, что рост цен на микросхемы памяти на фоне бума ИИ окажет негативное влияние на все сегменты рынка электроники. Аналитики TrendForce предрекают, что сильнее всего в среднесрочной перспективе пострадают продажи игровых консолей. Так, в следующем году объёмы их поставок сократятся ...",
      "link": "https://3dnews.ru/1133387",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133387/xbox_01.jpg",
      "pubDate": "2025-12-04T13:16:00+03:00",
      "hashtags": [
        "#ИИ",
        "#микросхемы"
      ]
    },
    {
      "id": "Habr_1_1764853802",
      "title": "Отображение Excel в React: экспериментальный прототип с merge и изначальной структурой",
      "description": "Снова на связи я –Дмитрий, React-разработчик, и в этот раз мы поговорим о создании фундамента для дальнейшей разработки.Идея — сделать компонент в реакте, который сможет отобразить файл Excel в обычной HTML-таблице со всеми слияниями ячеек, форматированием, несколькими строками заголовка и полностью сохранённой структурой.Казалось бы, задача простая: берёшь любую библиотеку, читаешь файл и показываешь. На практике всё оказалось гораздо интереснее. Читать далее",
      "shortDescription": "Снова на связи я –Дмитрий, React-разработчик, и в этот раз мы поговорим о создании фундамента для дальнейшей разработки.Идея — сделать компонент в реакте, который сможет отобразить файл Excel в обычной HTML-таблице со всеми слияниями ячеек, форматированием, несколькими строками заголовка и полностью...",
      "link": "https://habr.com/ru/companies/gnivc/articles/972012/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972012",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/831/1da/157/8311da15755924d26945a450d22e299c.png",
      "pubDate": "2025-12-04T13:00:43+00:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_4_1764853802",
      "title": "Релиз за две минуты и краш-тест процессов: как мы разработали Мультидоступ в личном кабинете доменного регистратора",
      "description": "Привет, Хабр! На связи команда архитекторов, разработчиков и тестировщиков Рунити, которые внедряли функцию «Мультидоступ» в личный кабинет Руцентра. В этой статье рассказываем, как добавляли ролевые проверки, перестраивали контур авторизации и дорабатывали существующую инфраструктуру личного кабинета доменного регистратора. Проект получился объемным, график — насыщенным, но обо всем по порядку :) Надеемся, что эта статья пригодится командам, которые развивают большие продукты и внедряют в них новые контуры авторизации. Читать далее",
      "shortDescription": "Привет, Хабр! На связи команда архитекторов, разработчиков и тестировщиков Рунити, которые внедряли функцию «Мультидоступ» в личный кабинет Руцентра. В этой статье рассказываем, как добавляли ролевые проверки, перестраивали контур авторизации и дорабатывали существующую инфраструктуру личного кабине...",
      "link": "https://habr.com/ru/companies/runity/articles/973278/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973278",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e7a/28d/c84/e7a28dc84110906e6ac62643afd71b3e.png",
      "pubDate": "2025-12-04T12:27:15+00:00",
      "hashtags": [
        "#ИИ",
        "#тест"
      ]
    },
    {
      "id": "Habr_5_1764853802",
      "title": "Как мы научили нейросеть искать связи между инцидентами в SOC",
      "description": "Представьте круглосуточную работу в SOC. В понедельник аналитик первой смены расследует вирусное заражение через почту. В среду аналитик второй смены разбирает алерт от NGFW о передаче вредоносного файла. Оба профессионалы, оба закрывают алерты по регламенту. Но они не заметили, что разбирали два шага одной атаки, просто потому, что ключевая улика — хитрое название сигнатуры — затерялась в простыне текстового описания, а не лежала в отдельном поле. Вот он, «цифровой туман».Проблема не в том, что скрипты не умеют сравнивать строки, они не понимают, что HOSTNAME и hostname.corp.local — по сути одно и то же. Они далеко не всегда могут выцепить IP-адрес из комментария заказчика. А когда за день сыплются десятки, а то и сотни алертов, искать подобные связи руками — это прямо боль.В поисках лекарства мы пошли на рискованный эксперимент: решили построить систему, которая находит неочевидные связи с помощью LLM. А валидатором выбрали человека, который называет себя «одним из основных хейтеров LLM и нейросетей».Под катом Кирилл Рупасов, технический директор SOC К2 Кибербезопасность, Юлия Гильмуллина, старший инженер-разработчик К2Тех, и Татьяна Белякова, ведущий системный аналитик К2Тех расскажут о том, как подружить Gemma, Qdrant и DBSCAN. Как прагматичный инжиниринг, борьба с галлюцинациями и месяцы ручной отладки заставили главного скептика признать: да, в таком виде это действительно работает. Читать далее",
      "shortDescription": "Представьте круглосуточную работу в SOC. В понедельник аналитик первой смены расследует вирусное заражение через почту. В среду аналитик второй смены разбирает алерт от NGFW о передаче вредоносного файла. Оба профессионалы, оба закрывают алерты по регламенту. Но они не заметили, что разбирали два ша...",
      "link": "https://habr.com/ru/companies/k2tech/articles/972220/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972220",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/56a/855/460/56a85546084dbb7e526aaf6f231495db.png",
      "pubDate": "2025-12-04T12:15:52+00:00",
      "hashtags": [
        "#цифровой",
        "#нейросеть",
        "#кибер",
        "#сеть"
      ]
    },
    {
      "id": "Habr_6_1764853802",
      "title": "Как превратить хаотичный ML-проект в систему: пошаговый гайд по DVC + GitHub Actions",
      "description": "Пора строить систему, которая собирается за вечер на двух инструментах: DVC и GitHub Actions.Этот пост - пошаговый гайд, как превратить хаос в полноценный CI/CD‑пайплайн. Без кубернетесов, без сложной инфраструктуры. Зато с автоматизацией, воспроизводимостью и твоим спокойствием :) Начнем ↓⠀⠀ Читать далее",
      "shortDescription": "Пора строить систему, которая собирается за вечер на двух инструментах: DVC и GitHub Actions.Этот пост - пошаговый гайд, как превратить хаос в полноценный CI/CD‑пайплайн. Без кубернетесов, без сложной инфраструктуры. Зато с автоматизацией, воспроизводимостью и твоим спокойствием :) Начнем ↓⠀⠀ Читать...",
      "link": "https://habr.com/ru/articles/973268/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973268",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e68/61a/7db/e6861a7dbe528e436baca8f7929535b0.png",
      "pubDate": "2025-12-04T12:02:51+00:00",
      "hashtags": [
        "#it"
      ]
    },
    {
      "id": "3DNews_32_1764853806",
      "title": "M**a переманила из Apple создателя Liquid Glass и Dynamic Island — теперь он займётся смарт-очками и не только",
      "description": "Apple продолжает терять квалифицированные кадры. Компанию покинул Алан Дай (Alan Dye), возглавлявший команду дизайнеров пользовательского интерфейса Apple с 2015 года, сообщил Bloomberg. Он перешёл в M**a, которая создаст новую дизайн-студию и возложит на него ответственность за разработку аппаратного и программного обеспечения, а также интеграцию ИИ для интерфейсов. Источник изображения: Apple",
      "shortDescription": "Apple продолжает терять квалифицированные кадры. Компанию покинул Алан Дай (Alan Dye), возглавлявший команду дизайнеров пользовательского интерфейса Apple с 2015 года, сообщил Bloomberg. Он перешёл в M**a, которая создаст новую дизайн-студию и возложит на него ответственность за разработку аппаратно...",
      "link": "https://3dnews.ru/1133376",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133376/2025-12-04_11-25-19.jpg",
      "pubDate": "2025-12-04T11:59:00+03:00",
      "hashtags": [
        "#ui",
        "#дизайн",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_33_1764853806",
      "title": "Сэм Альтман пытался заполучить амбициозного конкурента SpaceX — вероятно, ради орбитальных дата-центров",
      "description": "Амбиции одного из основателей OpenAI Сэма Альтмана (Sam Altman), который его сейчас возглавляет, очевидным образом простираются за пределы сегмента искусственного интеллекта. С подачи The Wall Street Journal стало известно, что Альтман рассматривал возможность покупки или вложения средств в капитал аэрокосмической компании Stoke Space. Сделка в итоге не состоялась, но сам факт её подготовки интригует. Источник изображения: SpaceX",
      "shortDescription": "Амбиции одного из основателей OpenAI Сэма Альтмана (Sam Altman), который его сейчас возглавляет, очевидным образом простираются за пределы сегмента искусственного интеллекта. С подачи The Wall Street Journal стало известно, что Альтман рассматривал возможность покупки или вложения средств в капитал ...",
      "link": "https://3dnews.ru/1133375",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133375/spacex_01.jpg",
      "pubDate": "2025-12-04T11:58:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "DTF_4_1764853805",
      "title": "Ремейк Prince of Persia: Sands of Time не покажут на The Game Awards 2025",
      "description": "Несмотря на то, что переосмысление собираются выпустить уже в первом квартале 2026 года.",
      "shortDescription": "Несмотря на то, что переосмысление собираются выпустить уже в первом квартале 2026 года.",
      "link": "https://dtf.ru/games/4510529-remeik-prince-of-persia-sands-of-time-ne-budut-na-the-game-awards?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/f9aa2060-1f09-56de-a81e-c9a47a8131f2/",
      "pubDate": "2025-12-04T11:42:02+03:00",
      "hashtags": [
        "#AR",
        "#game"
      ]
    },
    {
      "id": "Habr_8_1764853802",
      "title": "Контроль качества переводов на основе ИИ",
      "description": "А вы задумываетесь иногда, что вот хочется что-то сделать такое, чтобы как-то выбиться из общей массы разработчиков? Сейчас придумаю идею, реализую, стану зарабатывать много денег? Все же так думают? Или только я один.Да вот поэтому я и делаю постоянно какие-то проекты. И да, все они простые и не выдающиеся, но, наверное, главное — не унывать. Утешаю я себя так. Читать далее",
      "shortDescription": "А вы задумываетесь иногда, что вот хочется что-то сделать такое, чтобы как-то выбиться из общей массы разработчиков? Сейчас придумаю идею, реализую, стану зарабатывать много денег? Все же так думают? Или только я один.Да вот поэтому я и делаю постоянно какие-то проекты. И да, все они простые и не вы...",
      "link": "https://habr.com/ru/articles/973100/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973100",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/379/2dc/618/3792dc618d131ec4caa877894c9e092a.png",
      "pubDate": "2025-12-04T11:30:44+00:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_11_1764853802",
      "title": "MULTIFACTOR Radius Adapter V2: что это такое и для чего он нужен",
      "description": "В корпоративных сетях RADIUS — один из самых распространённых протоколов аутентификации доступа к VPN, Wi-Fi, сетевому оборудованию и терминальным серверам. Но интеграция с 2FA и каталогами пользователей до сих пор часто остаётся самодельной для каждого отдельного админа: костыли, скрипты, нестандартизированные схемы.Поэтому в MULTIFACTOR мы переработали собственный Radius Adapter и недавно выпустили версию V2 — с кросс-платформенностью, поддержкой нескольких LDAP-источников и переработанной логикой второго фактора. В этом разборе рассказываем, как всё работает и что изменилось в обновлении. Читать далее",
      "shortDescription": "В корпоративных сетях RADIUS — один из самых распространённых протоколов аутентификации доступа к VPN, Wi-Fi, сетевому оборудованию и терминальным серверам. Но интеграция с 2FA и каталогами пользователей до сих пор часто остаётся самодельной для каждого отдельного админа: костыли, скрипты, нестандар...",
      "link": "https://habr.com/ru/companies/multifactor/articles/973242/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973242",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/39d/134/503/39d1345031bcf324c907b50c8b3838e1.png",
      "pubDate": "2025-12-04T11:02:08+00:00",
      "hashtags": [
        "#ИИ",
        "#интеграция",
        "#сервер"
      ]
    },
    {
      "id": "Habr_12_1764853802",
      "title": "Актуальные нейросети для разработчиков в 2026 году",
      "description": "В начале двадцатых годов нейросети воспринимались скорее как любопытный эксперимент. Они могли подсказать строку кода или помочь с документацией, но оставались чем‑то дополнительным, не слишком надежным. Постепенно ситуация изменилась: сначала разработчики привыкли к автодополнению в редакторах, затем начали доверять ИИ анализ архитектуры проектов, а к 2026 году стало очевидно, что без таких инструментов работа выглядит неполной.Сегодня нейросети встроены в привычную инфраструктуру: они живут внутри IDE, сопровождают процесс тестирования и деплоя, помогают вести документацию и даже участвуют в обсуждениях архитектурных решений. Разработчик уже не думает о том, «использовать ли ИИ», — он выбирает, какой именно помощник лучше впишется в его задачи и команду. Искусственный интеллект перестал быть экспериментом и превратился в стандарт профессии.В нашем обзорном материале рассмотрим, какие решения стали самыми полезными, а также как они меняют саму логику взаимодействия с кодом и дают иной взгляд на работу программиста. Читать далее",
      "shortDescription": "В начале двадцатых годов нейросети воспринимались скорее как любопытный эксперимент. Они могли подсказать строку кода или помочь с документацией, но оставались чем‑то дополнительным, не слишком надежным. Постепенно ситуация изменилась: сначала разработчики привыкли к автодополнению в редакторах, зат...",
      "link": "https://habr.com/ru/companies/ggsel/articles/973240/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973240",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/1bb/d16/105/1bbd161058127c09f5d32fc8f36d6e7e.jpg",
      "pubDate": "2025-12-04T10:58:38+00:00",
      "hashtags": [
        "#ИИ",
        "#код",
        "#искусственныйинтеллект",
        "#тест"
      ]
    },
    {
      "id": "Habr_14_1764853802",
      "title": "Куда пропали бюджетные видеокарты",
      "description": "Есть ли на рынке видеокарта, которая тянет все игры, и стоит разумных денег? Вопрос разумности, конечно, весьма относительный. Но, думаю, все согласятся, что GTX 1050 и RX 560 на эту роль вполне тянули. Они не только предлагали неплохую производительность, но и не требовали к себе особого отношения. Их можно было просто воткнуть в слот – и никаких тебе дополнительных кабелей или супер-мощных блоков питания. Есть 75 Вт — и хватит. Вот были времена, правда? Сейчас таких карт не делают. Совсем. Но как так вышло? Читать далее",
      "shortDescription": "Есть ли на рынке видеокарта, которая тянет все игры, и стоит разумных денег? Вопрос разумности, конечно, весьма относительный. Но, думаю, все согласятся, что GTX 1050 и RX 560 на эту роль вполне тянули. Они не только предлагали неплохую производительность, но и не требовали к себе особого отношения....",
      "link": "https://habr.com/ru/companies/x-com/articles/973228/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973228",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/352/f79/299/352f79299d7c02d441d9e651811fdda2.jpg",
      "pubDate": "2025-12-04T10:51:28+00:00",
      "hashtags": [
        "#игры"
      ]
    },
    {
      "id": "vc.ru_2_1764853804",
      "title": "В начале 2026 года в России запустят мессенджер «Молния» российско-китайской разработки",
      "description": "Его готовят «Ред Софт» и Passion.",
      "shortDescription": "Его готовят «Ред Софт» и Passion.",
      "link": "https://vc.ru/social/2631439-molniya?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/b3d9d569-8d50-529b-9fb1-a3b8d6fb0040/",
      "pubDate": "2025-12-04T10:50:42+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_15_1764853802",
      "title": "Техники из 90-х, которые все еще работают, или процесс экспорта карт в Танки Онлайн",
      "description": "Привет, меня зовут Артур, и я Unity-разработчик в компании «Альтернатива Гейм». В мире геймдева часто кажется, что создание карт — это удел художников и левел-дизайнеров: расставил ассеты, настроил свет, и готово. Но что если ваша игра должна работать на двух абсолютно разных клиентах — устаревшем WebGL 1 и современном Unity для консолей — при этом оставаясь одной и той же игрой? Здесь заканчивается чистое искусство и начинается настоящая программистская магия.Последние полгода на проекте «Танки Онлайн» мы практически с нуля переписали весь процесс экспорта карт, столкнулись с десятками неочевидных проблем и нашли для них изящные, а порой и винтажные решения, как в старых играх. В этой статье я расскажу, как мы построили инфраструктуру для двух этих миров, и почему иногда проверенные временем техники оказываются надежнее самых современных решений. Читать далее",
      "shortDescription": "Привет, меня зовут Артур, и я Unity-разработчик в компании «Альтернатива Гейм». В мире геймдева часто кажется, что создание карт — это удел художников и левел-дизайнеров: расставил ассеты, настроил свет, и готово. Но что если ваша игра должна работать на двух абсолютно разных клиентах — устаревшем W...",
      "link": "https://habr.com/ru/articles/973218/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973218",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/b34/b91/ffc/b34b91ffc43813fe9e282756b7bb1e28.png",
      "pubDate": "2025-12-04T10:42:30+00:00",
      "hashtags": [
        "#it",
        "#дизайн",
        "#ИИ",
        "#web"
      ]
    },
    {
      "id": "Habr_16_1764853802",
      "title": "Коммуникация будущего: квантовая телепортация данных",
      "description": "Преодоление пути от точки А до точки Б может быть весьма увлекательным приключением, которое может стать куда более важно самого пункта назначения. Однако, чаще всего присутствует желание как можно быстрее преодолеть этот путь. В работах жанра фэнтези и научная фантастика часто встречается технология (или заклинание) для моментального переноса человека из одно место в другое — телепортация. Теоретически, это вполне возможно реализовать, но пока нам до этого еще очень далеко. А вот квантовая телепортация информации стала намного ближе благодаря исследователям из Штутгартского университета (Штутгарт, Германия), которым удалось перенести данные между двумя фотонами из разных квантовых точек. Как именно была осуществлена телепортация данных, что для этого потребовалось, и насколько ближе стала реализация квантового интернета? Ответы на эти вопросы мы найдем в докладе ученых. Читать далее",
      "shortDescription": "Преодоление пути от точки А до точки Б может быть весьма увлекательным приключением, которое может стать куда более важно самого пункта назначения. Однако, чаще всего присутствует желание как можно быстрее преодолеть этот путь. В работах жанра фэнтези и научная фантастика часто встречается технологи...",
      "link": "https://habr.com/ru/companies/ua-hosting/articles/973188/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973188",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e87/e01/6ac/e87e016ac4d32bf25e9f7cd21cda5b69.jpg",
      "pubDate": "2025-12-04T10:35:57+00:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "Habr_17_1764853802",
      "title": "Открытый диалог. Практический опыт реализации BIM-проекта в российском ПО",
      "description": "Приглашаем вас принять участие в открытом профессиональном обсуждении практического опыта реализации пилотного проекта с использованием российского программного обеспечения. Тема мероприятия: «Проектирование школы на 1100 учащихся в г. Кемерово в среде nanoCAD BIM».Когда: 11 декабря (четверг), 11:00–12:00 (МСК)Формат: онлайн, по предварительной регистрацииСтоимость: бесплатноНе стандартный вебинар с презентациями, а живой диалог-подкаст с ключевыми участниками процесса. Стать участником открытого диалога",
      "shortDescription": "Приглашаем вас принять участие в открытом профессиональном обсуждении практического опыта реализации пилотного проекта с использованием российского программного обеспечения. Тема мероприятия: «Проектирование школы на 1100 учащихся в г. Кемерово в среде nanoCAD BIM».Когда: 11 декабря (четверг), 11:00...",
      "link": "https://habr.com/ru/companies/nanosoft/articles/973216/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973216",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/bb0/405/d25/bb0405d258c277b9965c5952e2ff3e73.png",
      "pubDate": "2025-12-04T10:26:43+00:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_18_1764853802",
      "title": "В фокусе RVD: трендовые уязвимости ноября",
      "description": "Хабр, привет!На связи команда инженер-аналитиков R-Vision. В ноябре нами было выявлено 13 трендовых уязвимостей. В дайджест вошли лишь те, что представляют наибольшую опасность по уровню риска, подтверждённой эксплуатации и практическому интересу для специалистов информационной безопасности. Полный перечень уязвимостей доступен в Базе уязвимостей RVD (R-Vision Vulnerability Database), которая используется в продукте R-Vision VM. Данные поступают в базу из более чем 300 источников и автоматически обновляются каждые 8 часов. Это позволяет обеспечивать актуальность и полноту представленной информации. Каждая уязвимость проходит проверку в лаборатории R-Vision, где развёрнуто более 700 тестовых стендов.  Читать далее",
      "shortDescription": "Хабр, привет!На связи команда инженер-аналитиков R-Vision. В ноябре нами было выявлено 13 трендовых уязвимостей. В дайджест вошли лишь те, что представляют наибольшую опасность по уровню риска, подтверждённой эксплуатации и практическому интересу для специалистов информационной безопасности. Полный ...",
      "link": "https://habr.com/ru/companies/rvision/articles/973202/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973202",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/8ac/979/507/8ac9795073a3b58d6319af5de8af4456.jpg",
      "pubDate": "2025-12-04T10:25:34+00:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#тест"
      ]
    },
    {
      "id": "3DNews_4_1764853806",
      "title": "Глава Anthropic тонко намекнул, что OpenAI работает по принципу «живём лишь раз» — и рискует слишком сильно",
      "description": "Представителям крупных ИИ-стартапов приходится отвечать на вопросы по поводу назревания «пузыря» в отрасли, поэтому основатель Anthropic Дарио Амодеи (Dario Amodei) не смог избежать этой участи в ходе организованного The New York Times мероприятия DealBook Summit. В весьма осторожных выражениях он дал понять, что OpenAI и его руководство ведут себя в этом отношении не совсем осмотрительно. Источник изображения: Evan-Marie Petit Photography",
      "shortDescription": "Представителям крупных ИИ-стартапов приходится отвечать на вопросы по поводу назревания «пузыря» в отрасли, поэтому основатель Anthropic Дарио Амодеи (Dario Amodei) не смог избежать этой участи в ходе организованного The New York Times мероприятия DealBook Summit. В весьма осторожных выражениях он д...",
      "link": "https://3dnews.ru/1133369",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133369/anthropic_01.jpg",
      "pubDate": "2025-12-04T10:07:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AI",
        "#ai",
        "#it",
        "#стартап",
        "#AR"
      ]
    },
    {
      "id": "Habr_20_1764853802",
      "title": "Вся правда о работе в Alfabit",
      "description": "За последний год из компании Alfabit.org было уволено большое количество сотрудников. Договор в компании составлен так, что тебя могут уволить \"одним днем\" и ты еще останешься должен (и зарплата уйдет на погашение \"не выполненных задач\"). Обо всем по порядку: Читать далее",
      "shortDescription": "За последний год из компании Alfabit.org было уволено большое количество сотрудников. Договор в компании составлен так, что тебя могут уволить \"одним днем\" и ты еще останешься должен (и зарплата уйдет на погашение \"не выполненных задач\"). Обо всем по порядку: Читать далее",
      "link": "https://habr.com/ru/articles/973200/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973200",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/5c7/5f3/a40/5c75f3a400ec5918084098e3e66106f4.png",
      "pubDate": "2025-12-04T10:05:30+00:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_22_1764853802",
      "title": "Автоматизация рутинных задач на VPS с помощью cron и скриптов",
      "description": "Мы каждый день сталкиваемся со множеством однотипных задач. Постоянно возвращаясь к ним, мы расходуем самый ценный ресурс — время. В итоге застреваем в рутине, рискуем не уложиться в сроки и совершить ошибку.Но можно остановиться и передать повторяющуюся работу тому, кто не забудет и не промахнётся. Нас спасёт автоматизация! Сегодня расскажем о том, как автоматизировать рутинные задачи на Linux-сервере при помощи cron и немного с помощью скриптов. Читать далее",
      "shortDescription": "Мы каждый день сталкиваемся со множеством однотипных задач. Постоянно возвращаясь к ним, мы расходуем самый ценный ресурс — время. В итоге застреваем в рутине, рискуем не уложиться в сроки и совершить ошибку.Но можно остановиться и передать повторяющуюся работу тому, кто не забудет и не промахнётся....",
      "link": "https://habr.com/ru/companies/ultravds/articles/972942/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972942",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f65/b09/b7a/f65b09b7a85da7f60a85b38958716c08.jpg",
      "pubDate": "2025-12-04T10:01:27+00:00",
      "hashtags": [
        "#ux",
        "#сервер"
      ]
    },
    {
      "id": "Habr_26_1764853802",
      "title": "[Перевод] Визуально-языковые модели: следующий шаг эволюции LLM",
      "description": "Компьютерное зрение больше не живёт отдельно от языковых моделей: визуальные энкодеры, контрастивные лоссы и cross-attention становятся стандартной «обвязкой» вокруг LLM, которые учатся понимать изображения, видео и сложные сцены. В статье разбираются основные архитектуры визуально-языковых моделей, подходы к обучению на парах «изображение–текст», переход к динамическому разрешению и сжатию видеотокенов — то, как классическое CV переупаковывается в мультимодальные системы нового поколения. Перейти к материалу",
      "shortDescription": "Компьютерное зрение больше не живёт отдельно от языковых моделей: визуальные энкодеры, контрастивные лоссы и cross-attention становятся стандартной «обвязкой» вокруг LLM, которые учатся понимать изображения, видео и сложные сцены. В статье разбираются основные архитектуры визуально-языковых моделей,...",
      "link": "https://habr.com/ru/companies/otus/articles/973180/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973180",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/bc2/20c/338/bc220c338ddba0e7117d7cde446adc48.jpg",
      "pubDate": "2025-12-04T09:38:28+00:00",
      "hashtags": [
        "#ИИ",
        "#код",
        "#компьютер"
      ]
    },
    {
      "id": "Habr_27_1764853802",
      "title": "10 популярных техник обхода EDR",
      "description": "Алексей Баландин, Security VisionНа сегодняшний день невозможно представить защиту конечных точек без системы EDR, которая, в отличие от устаревшего антивируса, основана в первую очередь на поведенческом анализе происходящих в системе событий. Потребность в этой системе резко возросла за последние 10 лет в связи с тем, что угрозы совершенствуются из года в год. Давно стало очевидно, что эффективно противостоять атакующим можно не столько за счет статического анализа кода, сигнатурного метода, сколько за счет изучения, анализа и блокировки их поведенческих паттернов, используемых тактик, техник и процедур. Этим и занимается класс продуктов EDR и активно развивается за счет постоянного пополнения базы знаний о новых методах атак. Обратной стороной медали является то, что атакующие не стоят на месте и разрабатывают все новые способы обхода и противодействия EDR. Далее рассмотрим техники обхода EDR, которые были наиболее популярны у атакующих за последние 5 лет.   Читать далее",
      "shortDescription": "Алексей Баландин, Security VisionНа сегодняшний день невозможно представить защиту конечных точек без системы EDR, которая, в отличие от устаревшего антивируса, основана в первую очередь на поведенческом анализе происходящих в системе событий. Потребность в этой системе резко возросла за последние 1...",
      "link": "https://habr.com/ru/companies/securityvison/articles/973172/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973172",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/257/a22/445/257a22445016612745dff259d7cac992.png",
      "pubDate": "2025-12-04T09:31:30+00:00",
      "hashtags": [
        "#it",
        "#код"
      ]
    },
    {
      "id": "Habr_28_1764853802",
      "title": "Разбираемся, что слышит умная колонка. О нелинейных искажениях и метрике FRR",
      "description": "Салют, Хабр!  Меня зовут Александр. Я DSP-инженер, то есть специалист по цифровой обработке сигналов, и в SberDevices занимаюсь VQE — Voice Quality Enhancement, блоком улучшения качества звука. Мы разработали методику, которая позволяет прогнозировать качество распознавания голоса (так называемую метрику FRR) по объективным показателям работы эхоподавления, а измерения и оценку параметров стандартизировали. Благодаря этому методику можно использовать для любых устройств без сложного дополнительного оборудования. Сегодня расскажу о ней. Читать далее",
      "shortDescription": "Салют, Хабр!  Меня зовут Александр. Я DSP-инженер, то есть специалист по цифровой обработке сигналов, и в SberDevices занимаюсь VQE — Voice Quality Enhancement, блоком улучшения качества звука. Мы разработали методику, которая позволяет прогнозировать качество распознавания голоса (так называемую ме...",
      "link": "https://habr.com/ru/companies/sberdevices/articles/972914/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972914",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/688/fe3/9fe/688fe39feed98596c8a68ccfa11f298c.jpg",
      "pubDate": "2025-12-04T09:30:32+00:00",
      "hashtags": [
        "#it",
        "#цифровой"
      ]
    },
    {
      "id": "Habr_29_1764853802",
      "title": "Антология схем мошенничества и приемов социальной инженерии",
      "description": "Привет, Хабр!На связи Артемий Новожилов, архитектор систем ИБ группы компаний «Гарда», автор telegram-канала DataSecurity.Если раньше «социальная инженерия» казалась чем-то из шпионских фильмов, сегодня это обыденная реальность, с которой сталкивается практически каждый ‒ от студентов до директоров компаний. В статье разбираем, как работают современные схемы обмана и что помогает не попасться на крючок мошенников. Узнайте, как не попасться на уловки",
      "shortDescription": "Привет, Хабр!На связи Артемий Новожилов, архитектор систем ИБ группы компаний «Гарда», автор telegram-канала DataSecurity.Если раньше «социальная инженерия» казалась чем-то из шпионских фильмов, сегодня это обыденная реальность, с которой сталкивается практически каждый ‒ от студентов до директоров ...",
      "link": "https://habr.com/ru/companies/garda/articles/972798/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972798",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/542/775/421/5427754215d75aaf6a9b3d93455ecbc7.png",
      "pubDate": "2025-12-04T09:26:56+00:00",
      "hashtags": [
        "#it",
        "#инженерия",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_30_1764853802",
      "title": "Книга: «Весь Python. Самое актуальное и исчерпывающее руководство»",
      "description": "Привет, Хаброжители!Всеобъемлющее современное руководство по программированию на Python, охватывающее фундаментальные идеи и практические приемы! Вы научитесь писать собственные программы и получите четкое представление о том, куда двигаться дальше и как использовать полученные знания. Изучение Python подкреплено практикой — огромным количеством примеров приложений. К концу книги вы будете готовы применить полученные знания и создать несколько реальных проектов. Вы научитесь эффективно использовать Python в анализе данных, веб-разработке и автоматизации задач. Книга включает описание новейших возможностей, появившихся в версиях Python 3.9–3.12, в том числе главы об аннотациях типов и консольных приложениях, а также примеры, демонстрирующие современные практики веб-разработки на Python. Читать далее",
      "shortDescription": "Привет, Хаброжители!Всеобъемлющее современное руководство по программированию на Python, охватывающее фундаментальные идеи и практические приемы! Вы научитесь писать собственные программы и получите четкое представление о том, куда двигаться дальше и как использовать полученные знания. Изучение Pyth...",
      "link": "https://habr.com/ru/companies/piter/articles/970968/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970968",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f36/7b5/773/f367b577304508b8bfa569d7ecfbf935.jpg",
      "pubDate": "2025-12-04T09:18:51+00:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_31_1764853802",
      "title": "StarRocks 4.0: FlatJSON — делаем запросы к JSON столь же эффективными, как к колоночному хранению",
      "description": "Статья объясняет, как StarRocks 4.0 делает запросы к JSON почти столь же быстрыми, как к нативным столбцам. FlatJSON на этапе загрузки «колоннизирует» частые поля и задействует индексы (включая ZoneMap), словарное кодирование и Global Dictionary, а также Late Materialization. В результате логовая, e‑commerce и IoT‑аналитика работает в реальном времени без тяжёлого ETL. Читать далее",
      "shortDescription": "Статья объясняет, как StarRocks 4.0 делает запросы к JSON почти столь же быстрыми, как к нативным столбцам. FlatJSON на этапе загрузки «колоннизирует» частые поля и задействует индексы (включая ZoneMap), словарное кодирование и Global Dictionary, а также Late Materialization. В результате логовая, e...",
      "link": "https://habr.com/ru/articles/973166/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973166",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/74a/866/9d6/74a8669d6a6a919ff024db542fe6aed3.png",
      "pubDate": "2025-12-04T09:16:05+00:00",
      "hashtags": [
        "#IoT",
        "#код",
        "#AR"
      ]
    },
    {
      "id": "Habr_33_1764853802",
      "title": "Внешние эксперты = объективность. Как мы проводим технические собеседования в SSP SOFT",
      "description": "Статья построена на основе интервью с Вячеславом — руководителем департамента разработки SSP SOFT.Когда речь заходит о технических собеседованиях, большинство кандидатов представляет себе классическую схему: компания зовет кандидата, внутренний тимлид или сеньор-разработчик задает вопросы, оценивает тестовое задание, дает live-coding (лайфкодинг) — и выносит вердикт. В SSP SOFT мы выстроили процесс иначе. Мы используем внешних технических экспертов и в статье рассказываем — почему так.  Читать далее",
      "shortDescription": "Статья построена на основе интервью с Вячеславом — руководителем департамента разработки SSP SOFT.Когда речь заходит о технических собеседованиях, большинство кандидатов представляет себе классическую схему: компания зовет кандидата, внутренний тимлид или сеньор-разработчик задает вопросы, оценивает...",
      "link": "https://habr.com/ru/companies/ssp-soft/articles/972818/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972818",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/078/cc5/eec/078cc5eec4c52f10d22555be63663acc.png",
      "pubDate": "2025-12-04T09:03:28+00:00",
      "hashtags": [
        "#код",
        "#тест"
      ]
    },
    {
      "id": "3DNews_5_1764853806",
      "title": "Ubisoft подтвердила, что многострадальный ремейк Prince of Persia: The Sands of Time не выйдет из тени на The Game Awards 2025",
      "description": "Несмотря на молчание со стороны Ubisoft Montreal, многострадальный ремейк культового приключенческого экшена Prince of Persia: The Sands of Time как никогда близок к релизу, однако на следующей неделе из тени не выйдет.   Источник изображений: Ubisoft",
      "shortDescription": "Несмотря на молчание со стороны Ubisoft Montreal, многострадальный ремейк культового приключенческого экшена Prince of Persia: The Sands of Time как никогда близок к релизу, однако на следующей неделе из тени не выйдет.   Источник изображений: Ubisoft",
      "link": "https://3dnews.ru/1133367",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133367/00.jpg",
      "pubDate": "2025-12-04T09:02:57+03:00",
      "hashtags": [
        "#AR",
        "#game"
      ]
    },
    {
      "id": "Habr_35_1764853802",
      "title": "Трансформеры для персональных рекомендаций на маркетплейсе: от гипотез до A/B-тестирования",
      "description": "Всем привет! На связи Ваня Ващенко, и я лид по развитию нейросетевых моделей в команде персональных рекомендаций Wildberries. Раньше я развивал B2C-рекомендации и нейросети кредитного скоринга в крупнейшем банке, а теперь вы видите результаты моей работы каждый раз, когда заходите на главную страницу любимого маркетплейса. Сегодняшний рассказ — о том, как мы развиваем WildBERT. Читать далее",
      "shortDescription": "Всем привет! На связи Ваня Ващенко, и я лид по развитию нейросетевых моделей в команде персональных рекомендаций Wildberries. Раньше я развивал B2C-рекомендации и нейросети кредитного скоринга в крупнейшем банке, а теперь вы видите результаты моей работы каждый раз, когда заходите на главную страниц...",
      "link": "https://habr.com/ru/companies/wildberries/articles/972082/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972082",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/11d/56e/656/11d56e656cb08ff52e40485a4f2993b0.png",
      "pubDate": "2025-12-04T09:01:26+00:00",
      "hashtags": [
        "#ИИ",
        "#тест"
      ]
    },
    {
      "id": "Habr_37_1764853802",
      "title": "Паника Сэма Альтмана: Почему пользователи бегут из ChatGPT, а Google празднует победу",
      "description": "OpenAI нажала на красную кнопку, и сегодня оказалась в позиции отстающих. Разберемся, почему так случилось, и кто смог обогнать AI-первопроходца. Читать далее",
      "shortDescription": "OpenAI нажала на красную кнопку, и сегодня оказалась в позиции отстающих. Разберемся, почему так случилось, и кто смог обогнать AI-первопроходца. Читать далее",
      "link": "https://habr.com/ru/articles/973070/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973070",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f03/5d6/71b/f035d671b22f011a693b6b6d398d071f.png",
      "pubDate": "2025-12-04T08:44:16+00:00",
      "hashtags": [
        "#ИИ",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_37_1764853806",
      "title": "Cream Guitars представила гитару, цвет которой может меняться под музыку",
      "description": "Электронные чернила добрались и до музыкальных инструментов. Компания Cream Guitars анонсировала выпуск электрогитары Cream DaVinci, передняя панель которой полностью покрыта дисплеем на основе технологии E Ink Prism 3 и в режиме реального времени может изменять цвет и дизайн за счёт перемещения цветных частиц. Источник изображений: Cream Guitars",
      "shortDescription": "Электронные чернила добрались и до музыкальных инструментов. Компания Cream Guitars анонсировала выпуск электрогитары Cream DaVinci, передняя панель которой полностью покрыта дисплеем на основе технологии E Ink Prism 3 и в режиме реального времени может изменять цвет и дизайн за счёт перемещения цве...",
      "link": "https://3dnews.ru/1133361",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133361/Cream-Guitars.jpg",
      "pubDate": "2025-12-04T05:03:00+03:00",
      "hashtags": [
        "#ui",
        "#ИИ",
        "#технологии",
        "#it",
        "#дизайн",
        "#AR"
      ]
    },
    {
      "id": "3DNews_6_1764853806",
      "title": "«Грокипедия» стала редактируемой — и начался хаос",
      "description": "Проект Grokipedia от компании xAI Илона Маска (Elon Musk) перешёл в стадию открытого редактирования, однако текущая реализация механизма вызывает серьёзные вопросы с точки зрения надёжности, прозрачности и устойчивости к манипуляциям. Изначально запущенная в октябре с 800 000 статей, написанных чат-ботом Grok, платформа была закрыта для внешних правок и критиковалась за пристрастность, включая расистские формулировки, лесть в адрес Маска и дословное копирование материалов из Wikipedia. Источник изображения: grokipedia.com",
      "shortDescription": "Проект Grokipedia от компании xAI Илона Маска (Elon Musk) перешёл в стадию открытого редактирования, однако текущая реализация механизма вызывает серьёзные вопросы с точки зрения надёжности, прозрачности и устойчивости к манипуляциям. Изначально запущенная в октябре с 800 000 статей, написанных чат-...",
      "link": "https://3dnews.ru/1133359",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133359/Grokipedia.jpg",
      "pubDate": "2025-12-04T00:56:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_7_1764853806",
      "title": "Цены на смартфоны взлетят уже в начале 2026 года — и несложно догадаться, почему",
      "description": "Глобальный дефицит и подорожание памяти уже сказываются на многих отраслях электронной промышленности, а ведь это только начало — в следующем году ситуация усугубится. Ощутимый удар придётся на рынок смартфонов: аналитики предсказывают рекордный рост цен на устройства и, как следствие, первое со времён пандемии падение поставок.   IDC прогнозирует на 2026 год снижение мировых продаж смартфонов на 0,9 %, тогда как ранее аналитическая компания ожидала рост на 1,5 %. При этом предполагается, что из-за роста стоимости чипов оперативной памяти (DRAM) и флеш-памяти (NAND) средняя цена смартфона вырастет с текущих $440 до $511 уже в первом квартале следующего года.",
      "shortDescription": "Глобальный дефицит и подорожание памяти уже сказываются на многих отраслях электронной промышленности, а ведь это только начало — в следующем году ситуация усугубится. Ощутимый удар придётся на рынок смартфонов: аналитики предсказывают рекордный рост цен на устройства и, как следствие, первое со вре...",
      "link": "https://3dnews.ru/1133360",
      "source": "3DNews",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-04T00:51:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_40_1764853806",
      "title": "Вышел первый обзор ПК на двухчиповых ИИ-ускорителях Intel Arc Pro B60 — восемь GPU и 192 Гбайт GDDR6",
      "description": "Первое практическое тестирование платформы Intel Arc Pro B60 Battlematrix, опубликованное порталом Storage Review, демонстрирует плотную локальную систему ИИ, построенную на базе четырёх двухчиповых профессиональных видеокарт Arc Pro B60. Источник изображения: VideoCardz",
      "shortDescription": "Первое практическое тестирование платформы Intel Arc Pro B60 Battlematrix, опубликованное порталом Storage Review, демонстрирует плотную локальную систему ИИ, построенную на базе четырёх двухчиповых профессиональных видеокарт Arc Pro B60. Источник изображения: VideoCardz",
      "link": "https://3dnews.ru/1133356",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133356/BATTLEMATRIX-REVIEW.jpg",
      "pubDate": "2025-12-03T23:03:00+03:00",
      "hashtags": [
        "#ИИ",
        "#тест",
        "#AR",
        "#gpu"
      ]
    },
    {
      "id": "3DNews_41_1764853806",
      "title": "Nebius предрекла взрывной рост ИИ-инфраструктуры — но признала, что нужно быть готовым к «зиме»",
      "description": "Голландский неооблачный провайдер Nebius, созданный Аркадием Воложем из бывшей материнской структуры «Яндекса» Yandex N.V., начнёт использовать недавние многомиллиардные контракты с Microsoft и M**a для расширения сотрудничества с компаниями в сфере ИИ — как с перспективными стартапами, так и с технологическими гигантами, такими как Siemens и BMW. Это должно способствовать технологическому суверенитету ЕС. Источник изображения: Nebius Group NV",
      "shortDescription": "Голландский неооблачный провайдер Nebius, созданный Аркадием Воложем из бывшей материнской структуры «Яндекса» Yandex N.V., начнёт использовать недавние многомиллиардные контракты с Microsoft и M**a для расширения сотрудничества с компаниями в сфере ИИ — как с перспективными стартапами, так и с техн...",
      "link": "https://3dnews.ru/1133355",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133355/nebius.jpg",
      "pubDate": "2025-12-03T22:51:00+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "3DNews_43_1764853806",
      "title": "Asus приостановила поставки дорогущей GeForce RTX 5090 ROG Matrix Platinum 30th Anniversary Edition из-за «проблем с качеством»",
      "description": "Компания Asus приостановила поставки эксклюзивной модели видеокарты GeForce RTX 5090 32GB ROG Matrix Platinum 30th Anniversary Edition из-за «проблем с качеством» продукта. Об этом в электронном письме сообщил покупателям шведский ретейлер Inet, извинившийся за невозможность отправить карту в запланированный срок. Источник изображения: Asus",
      "shortDescription": "Компания Asus приостановила поставки эксклюзивной модели видеокарты GeForce RTX 5090 32GB ROG Matrix Platinum 30th Anniversary Edition из-за «проблем с качеством» продукта. Об этом в электронном письме сообщил покупателям шведский ретейлер Inet, извинившийся за невозможность отправить карту в заплан...",
      "link": "https://3dnews.ru/1133351",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133351/ASUS-ROG-MATRIX-5090.jpg",
      "pubDate": "2025-12-03T21:18:00+03:00",
      "hashtags": [
        "#it",
        "#AR"
      ]
    },
    {
      "id": "vc.ru_8_1764853804",
      "title": "Оставили алгоритмы «думать» на ночь: в Шанхае открылся конференц-центр, в проектировании которого использовали машинное обучение",
      "description": "Финальный вариант из предложенных выбирали люди — «алгоритм не знает, что такое красота».",
      "shortDescription": "Финальный вариант из предложенных выбирали люди — «алгоритм не знает, что такое красота».",
      "link": "https://vc.ru/design/2628170-neyroseti-v-arhitekture-konferenc-tsentr-west-bund-v-shankhaye?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/88697b57-8f72-5a78-b7dd-26869b71373a/",
      "pubDate": "2025-12-03T20:37:21+03:00",
      "hashtags": [
        "#машинноеобучение",
        "#ИИ",
        "#алгоритм"
      ]
    },
    {
      "id": "3DNews_11_1764853806",
      "title": "«У Microsoft никогда ничего не получается с первого раза»: Copilot+PC провалился и только запутал пользователей",
      "description": "По мнению аналитиков, Microsoft следует отказаться от маркировки Copilot+PC для ПК, поскольку она лишь сеет путаницу среди покупателей. По замыслу компании, сертифицированные подобным образом ПК с нейропроцессорами (NPU), должны были запускать ИИ-приложения без подключения к интернету. На самом деле концепция Copilot+PC лишь создала необоснованные технические барьеры для ИИ, не предоставив владельцам таких устройств практически никаких преимуществ. Источник изображений: Microsoft",
      "shortDescription": "По мнению аналитиков, Microsoft следует отказаться от маркировки Copilot+PC для ПК, поскольку она лишь сеет путаницу среди покупателей. По замыслу компании, сертифицированные подобным образом ПК с нейропроцессорами (NPU), должны были запускать ИИ-приложения без подключения к интернету. На самом деле...",
      "link": "https://3dnews.ru/1133349",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133349/copilot-plus-pc-1.jpg",
      "pubDate": "2025-12-03T20:04:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "3DNews_12_1764853806",
      "title": "«Я глубоко, глубоко сожалею»: ИИ-агент Google без разрешения  стёр диск пользователя, но потом извинился",
      "description": "Разработчик ПО, использующий агент с искусственным интеллектом Google Antigravity, обнаружил, что приложение без разрешения удалило все данные с его диска D. В ответ на вопрос об инциденте ИИ-агент признал, что совершил ошибку, и выразил глубокое раскаяние. Источник изображения: Aidin Geranrekab / unsplash.com",
      "shortDescription": "Разработчик ПО, использующий агент с искусственным интеллектом Google Antigravity, обнаружил, что приложение без разрешения удалило все данные с его диска D. В ответ на вопрос об инциденте ИИ-агент признал, что совершил ошибку, и выразил глубокое раскаяние. Источник изображения: Aidin Geranrekab / u...",
      "link": "https://3dnews.ru/1133337",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133337/ai_3.jpg",
      "pubDate": "2025-12-03T18:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AI",
        "#приложение",
        "#ai",
        "#it"
      ]
    },
    {
      "id": "3DNews_13_1764853806",
      "title": "На японском телевидении показали несколько секунд нового геймплея Resident Evil Requiem — фанаты первой части и ремейка Resident Evil 2 в восторге",
      "description": "Японский издатель и разработчик Capcom обещает показать амбициозный хоррор Resident Evil Requiem в начале 2026 года, однако так долго новых геймплейных кадров фанатам ждать не пришлось.   Источник изображений: Capcom",
      "shortDescription": "Японский издатель и разработчик Capcom обещает показать амбициозный хоррор Resident Evil Requiem в начале 2026 года, однако так долго новых геймплейных кадров фанатам ждать не пришлось.   Источник изображений: Capcom",
      "link": "https://3dnews.ru/1133339",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133339/00.jpg",
      "pubDate": "2025-12-03T17:47:00+03:00",
      "hashtags": [
        "#ui",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_6_1764853804",
      "title": "Роскомнадзор подтвердил блокировку Roblox",
      "description": "О том, что платформа недоступна в России, пользователи начали сообщать утром 3 декабря 2025 года.",
      "shortDescription": "О том, что платформа недоступна в России, пользователи начали сообщать утром 3 декабря 2025 года.",
      "link": "https://vc.ru/services/2630371-roskomnadzor-zablokiroval-roblox?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/f9bdf55f-a302-509c-b08a-d9cd8df617b7/",
      "pubDate": "2025-12-03T17:28:58+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_14_1764853806",
      "title": "Roblox перестала работать в России после предупреждений от Роскомнадзора",
      "description": "Популярная среди детей и подростков игровая платформа Roblox от компании Roblox Corporation неожиданно перестала работать в России. Это произошло через несколько дней после предупреждения от Роскомнадзора.   Источник изображения: Getty Images",
      "shortDescription": "Популярная среди детей и подростков игровая платформа Roblox от компании Roblox Corporation неожиданно перестала работать в России. Это произошло через несколько дней после предупреждения от Роскомнадзора.   Источник изображения: Getty Images",
      "link": "https://3dnews.ru/1133319",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133319/00.jpg",
      "pubDate": "2025-12-03T12:46:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_15_1764853806",
      "title": "OpenAI готовит «Чеснок» — улучшенную версию GPT, способную обойти Gemini 3 Pro и других конкурентов",
      "description": "После выхода большой языковой модели Google Gemini 3, которая, как утверждается, превзошла OpenAI GPT-5 по нескольким ключевым показателям, а также ИИ-модели других конкурентов, OpenAI ускорила разработку новой большой языковой модели под кодовым названием Garlic (англ. — чеснок), стремясь отыграть у Google позиции в гонке за искусственный интеллект, сообщил ресурс The Information. Источник изображения: Growtika/unsplash.com",
      "shortDescription": "После выхода большой языковой модели Google Gemini 3, которая, как утверждается, превзошла OpenAI GPT-5 по нескольким ключевым показателям, а также ИИ-модели других конкурентов, OpenAI ускорила разработку новой большой языковой модели под кодовым названием Garlic (англ. — чеснок), стремясь отыграть ...",
      "link": "https://3dnews.ru/1133316",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133316/growtika-P5mCQ4KACbM-unsplash.jpg",
      "pubDate": "2025-12-03T12:34:00+03:00",
      "hashtags": [
        "#ИИ",
        "#искусственныйинтеллект",
        "#AI",
        "#ai",
        "#код",
        "#AR"
      ]
    },
    {
      "id": "Ведомости Технологии_5_1764853812",
      "title": "В России запретят учиться с иностранными роботами",
      "description": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "shortDescription": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/03/1160054-v-rossii-zapretyat-uchitsya-s-inostrannimi-robotami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9c/1ev7nd/normal-1txb.png",
      "pubDate": "2025-12-03T00:35:15+03:00",
      "hashtags": [
        "#ИИ",
        "#робот"
      ]
    },
    {
      "id": "3DNews_17_1764853806",
      "title": "Чудеса оптимизации: разработчики Helldivers 2 сократили размер игры на ПК со 154 до 23 Гбайт почти без вреда для скорости загрузок",
      "description": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "shortDescription": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "link": "https://3dnews.ru/1133292",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133292/00.jpg",
      "pubDate": "2025-12-02T23:52:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ",
        "#игры",
        "#game"
      ]
    },
    {
      "id": "3DNews_21_1764853806",
      "title": "ИИ сломал Big Tech: золотое правило «трать мало, зарабатывай много» больше не работает",
      "description": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовые инструменты. Такой переход к капиталоёмким бизнес-моделям ограничивает рост доходности капитала для акционеров и вызывает обоснованные опасения инвесторов. Источник изображения: Loongson",
      "shortDescription": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовы...",
      "link": "https://3dnews.ru/1133275",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133275/loongson-servers.jpg",
      "pubDate": "2025-12-02T18:48:00+03:00",
      "hashtags": [
        "#ИИ",
        "#искусственныйинтеллект"
      ]
    },
    {
      "id": "Ведомости Технологии_8_1764853812",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_10_1764853812",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#приложение",
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_14_1764853812",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_19_1764853812",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#ИИ",
        "#сервер"
      ]
    },
    {
      "id": "Ведомости Технологии_21_1764853812",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_27_1764853812",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#кибер",
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_28_1764853812",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_31_1764853812",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1764853812",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_35_1764853812",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_38_1764853812",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон",
        "#AR"
      ]
    },
    {
      "id": "Ведомости Технологии_39_1764853812",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_0_1764853819",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "Ведомости Технологии_45_1764853812",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#ИИ",
        "#финтех"
      ]
    },
    {
      "id": "Ведомости Технологии_47_1764853812",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#ИИ",
        "#структура"
      ]
    },
    {
      "id": "3DNews Software_1_1764853819",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_2_1764853819",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_4_1764853819",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764853819",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_6_1764853819",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764853819",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_19_1764853819",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764853819",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764853819",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_24_1764853819",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1764853819",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764853819",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#искусственныйинтеллект",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_34_1764853819",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_36_1764853819",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764853819",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_41_1764853819",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764853819",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764853819",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ",
        "#компьютер"
      ]
    }
  ]
}