{
  "lastUpdated": "2025-11-29T06:47:42.839602",
  "totalNews": 82,
  "categories": [
    "Игры",
    "Технологии"
  ],
  "hashtags": [
    "#сервер",
    "#it",
    "#AI",
    "#игры",
    "#финтех",
    "#сеть",
    "#код",
    "#стартап",
    "#приложение",
    "#технологии",
    "#ai",
    "#компьютер",
    "#ui",
    "#ux",
    "#тесты",
    "#тест",
    "#радар",
    "#смартфон",
    "#ИИ",
    "#структура",
    "#искусственныйинтеллект",
    "#платформа",
    "#web",
    "#кибер",
    "#веб",
    "#AR",
    "#api",
    "#облако",
    "#графика",
    "#интеграция",
    "#дизайн",
    "#интернет",
    "#радио",
    "#cloud",
    "#робот"
  ],
  "news": [
    {
      "id": "ixbt.com_1_1764398848",
      "title": "Большой кроссовер с алькантарой, продвинутой электроникой и запасом ходом более 1300 км — от 19 000 долларов. Представлен Exeed Exlantix MX",
      "description": "Chery представила Exeed Exlantix MX — новую версию китайского кроссовера Exlantix ET5, цена которой стартует от 19 000 долларов. Силовая установка включает 1,5-литровый турбомотор, работающий исключительно в роли генератора, и задний электродвигатель на 195 кВт и 324 Н·м. LFP-батарея ёмкостью 32,66 кВт·ч позволяет проехать 210 км только на электротяге, а общий запас хода достигает 1310 км по CLTC.  Фото carnewschina Внешне Exeed Exlantix MX выделяется закрытой передней панелью, фирменной оптикой и габаритами 4780 х 1890 х 1720 мм при базе 2800 мм. В старших версиях на крыше установлен блок LiDAR — визуальный маркер продвинутых ассистентов.  Фото Exeed В салоне установлены приборка 10,25 дюйма, центральный экран 15,6 дюйма и отдельный пассажирский дисплей на 12,3 дюйма, работающие на Snapdragon 8255. В отделке использованы наппа, алькантара и двухцветные комбинации. Лидар, 27 датчиков, радары и камеры обеспечивают расширенные функции помощи в городе, на трассе и автоматическую парковку.",
      "shortDescription": "Chery представила Exeed Exlantix MX — новую версию китайского кроссовера Exlantix ET5, цена которой стартует от 19 000 долларов. Силовая установка включает 1,5-литровый турбомотор, работающий исключительно в роли генератора, и задний электродвигатель на 195 кВт и 324 Н·м. LFP-батарея ёмкостью 32,66 ...",
      "link": "https://www.ixbt.com/news/2025/11/29/1300-nappa-19-000-exeed-exlantix-mx.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/6/1400x1050_autohomecar__chxpvmkor_large.jpg",
      "pubDate": "2025-11-29T08:15:00+03:00",
      "hashtags": [
        "#радар",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_47_1764398844",
      "title": "Практическое использование ИИ в работе остаётся весьма неравномерным",
      "description": "Пока разработчики систем ИИ рисуют красочные картины светлого будущего, практическое внедрение таких решений осуществляется неравномерно и беспорядочно. Во многом такие перекосы можно было бы устранить благодаря более грамотному руководству бизнесом и обучению персонала новым приёмам работы, как считают эксперты. Источник изображений: Intel",
      "shortDescription": "Пока разработчики систем ИИ рисуют красочные картины светлого будущего, практическое внедрение таких решений осуществляется неравномерно и беспорядочно. Во многом такие перекосы можно было бы устранить благодаря более грамотному руководству бизнесом и обучению персонала новым приёмам работы, как счи...",
      "link": "https://3dnews.ru/1133130",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133130/wsj_01.jpg",
      "pubDate": "2025-11-29T08:07:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_3_1764398848",
      "title": "Физические кнопки возвращаются: Mercedes-Benz S-класс нового поколения заметили на дороге",
      "description": "В Сети появились свежие снимки дорожных испытаний следующего Mercedes-Benz S-класса, опубликованные CarBuzz. Вариант в огненно-золотом камуфляжном исполнении был создан в честь 140 лет с момента подачи Карлом Бенцем заявки на патент Patent Motorwagen. Модель готовится к дебюту в 2026 году и станет одновременно обновлением флагманского седана и юбилейной машиной для бренда.  Фото CarBuzz Главные внешние изменения касаются светотехники: седан получит фары и задние фонари в стилистике «звёздного света» — такой дизайн впервые показали на концепте CLA, и теперь он постепенно становится новым фирменным стилем Mercedes-Benz. Другой станет решётка радиатора, будут переработаны воздухозаборники и передний бампер, а линии порогов и заднего бампера оптимизируют ради улучшения аэродинамики. На передних крыльях появятся новые кронштейны камер, расширяющие угол обзора и увеличивающие точность ассистентов.  Фото CarBuzz Седан оснастят высокопроизводительной платформой Nvidia, которая выведет его системы помощи водителю на уровень L2+ или даже L2++. В салоне ожидается переход на широкоформатную компоновку в стиле гиперэкрана MBUX, знакомого по EQS: несколько дисплеев объединены в одну панель, а кнопка запуска двигателя будет встроена прямо в экранный модуль.  Фото CarBuzz Вместе с этим Mercedes учтёт пожелания владельцев и откажется от сенсорных кнопок на руле, вернув классические физические элементы управления.",
      "shortDescription": "В Сети появились свежие снимки дорожных испытаний следующего Mercedes-Benz S-класса, опубликованные CarBuzz. Вариант в огненно-золотом камуфляжном исполнении был создан в честь 140 лет с момента подачи Карлом Бенцем заявки на патент Patent Motorwagen. Модель готовится к дебюту в 2026 году и станет о...",
      "link": "https://www.ixbt.com/news/2025/11/29/mercedes-benz-s.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/6/a99a4cd2-84fb-42a7-ac9f-e06cc2d2_large.jpg",
      "pubDate": "2025-11-29T07:13:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ux",
        "#дизайн",
        "#AR"
      ]
    },
    {
      "id": "ixbt.com_4_1764398848",
      "title": "Samsung услышала пользователей. Выпущено обновление, которое отключает навязчивую рекламу в дорогих холодильниках Bespoke AI",
      "description": "Флагманские холодильники Samsung серии Bespoke AI получили обновление ПО, устраняющее проблему, вызвавшую шквал критики. Владельцы устройств жаловались, что на встроенных сенсорных экранах периодически появлялись рекламные баннеры крупных брендов — включая Apple и Amazon — и убрать их было невозможно. При цене свыше 1500 долларов такие «сюрпризы» воспринимались крайне негативно, тем более что скидок за демонстрацию рекламы Samsung не предоставляла. Дисплеи в Bespoke AI изначально создавались под просмотр роликов, быстрый заказ продуктов и подбор рецептов на основе содержимого холодильника. Многие владельцы действительно использовали их для YouTube и онлайн-готовки, но появление сторонней рекламы стало неприятным открытием. В соцсетях  начали массово отмечать, что баннеры появляются без предупреждения и никак не отключаются.  Фото Samsung  Сейчас Samsung добавила в системное меню отдельный пункт «Реклама» с тумблером деактивации. Он находится внизу раздела «Настройки». Если опция не отображается, пользователям рекомендуют обновить ОС холодильника до последней версии — после этого возможность убрать баннеры должна появиться на всех моделях Bespoke AI.",
      "shortDescription": "Флагманские холодильники Samsung серии Bespoke AI получили обновление ПО, устраняющее проблему, вызвавшую шквал критики. Владельцы устройств жаловались, что на встроенных сенсорных экранах периодически появлялись рекламные баннеры крупных брендов — включая Apple и Amazon — и убрать их было невозможн...",
      "link": "https://www.ixbt.com/news/2025/11/29/samsung-bespoke-ai.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/6/AQAKHMQkDDpZU_o1SeFPXNrx1Apa34cM_large.jpg",
      "pubDate": "2025-11-29T07:07:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_5_1764398848",
      "title": "Mazda CX-5 нового поколения получил сервисы Google, обновлённую архитектуру и более крупный кузов",
      "description": "В третьем поколении Mazda CX-5 упор сделали не на дизайн, а на электронику и сервисы. Кроссовер вырос в размерах, избавился от большинства физических органов управления и перешёл на современную платформу EEA+, которая отвечает за подключаемость, OTA-обновления и расширенный набор ассистентов. В  Европы новинка стоит от 35 000 евро, а сама модель  доступна с передним и полным приводом, сохранив проверенный временем бензиновый 2,5-литровый Skyactiv-G, работающий с автоматической коробкой.  Фото Mazda  Главное же новшество — интеграция сервисов Google. Интерфейс распространяется сразу на три экрана: цифровую приборку диагональю 10,25 дюйма, проекционный дисплей и центральную сенсорную панель размером 12,9 или 15,6 дюйма. Apple CarPlay и Android Auto никуда не исчезли, а голосовой помощник от Google позже обновится до платформы Gemini. Салон стал технологичнее: появились сенсорные блоки на руле, доработано голосовое управление, а для старших версий предложена аудиосистема",
      "shortDescription": "В третьем поколении Mazda CX-5 упор сделали не на дизайн, а на электронику и сервисы. Кроссовер вырос в размерах, избавился от большинства физических органов управления и перешёл на современную платформу EEA+, которая отвечает за подключаемость, OTA-обновления и расширенный набор ассистентов. В  Евр...",
      "link": "https://www.ixbt.com/news/2025/11/29/mazda-cx-5.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/6/Снимок экрана 2025-11-29 055509_large.png",
      "pubDate": "2025-11-29T06:55:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интеграция",
        "#дизайн",
        "#AR"
      ]
    },
    {
      "id": "ixbt.com_6_1764398848",
      "title": "Первый Starship нового поколения уже почти собран",
      "description": "На космодроме SpaceX продолжается активная подготовка следующего поколения ракетной системы Starship, которая, как утверждает Илон Маск, должна доставить человечество на Марс.  Корпус Ship 39 уже довели практически до финального вида: инженерам осталось смонтировать лишь нижние крылья, после чего аппарат можно будет переводить к испытаниям. Параллельно идёт строительство ускорителя Super Heavy  Booster 19. Несмотря на то что часть компонентов ещё находится в производстве, сам ускоритель уже собирают внутри MegaBay. Сборка ракеты ожидается в декабре, а запуск планируется в начале следующего года.  Изображение Grok Ранее сообщалось, что SpaceX проводит проверку теплозащитных плиток для Starship — шестигранных элементов, которые должны повысить надёжность корабля при входе в атмосферу. Инженеры компании оценивают поведение покрытия под воздействием высоких температур и механических нагрузок, повторяя условия, близкие к реальным полётам. После того, как Booster 18, который должен был стать дебютным ускорителем Super Heavy для нового поколения Starship, был уничтожен, появилось фото с воздуха, демонстрирующее масштаб повреждений.",
      "shortDescription": "На космодроме SpaceX продолжается активная подготовка следующего поколения ракетной системы Starship, которая, как утверждает Илон Маск, должна доставить человечество на Марс.  Корпус Ship 39 уже довели практически до финального вида: инженерам осталось смонтировать лишь нижние крылья, после чего ап...",
      "link": "https://www.ixbt.com/news/2025/11/29/pervyj-starship-novogo-pokolenija-uzhe-pochti-sobran.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/6/Без названия (24)_large.jpg",
      "pubDate": "2025-11-29T06:49:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "DTF_1_1764398842",
      "title": "MP1st: Capcom занимается следующей частью Dead Rising — действие игры развернётся в Голливуде",
      "description": "А в центре сюжета будет Фрэнк Уэст, который вступает в противостояние с безумным режиссёром на киностудии.",
      "shortDescription": "А в центре сюжета будет Фрэнк Уэст, который вступает в противостояние с безумным режиссёром на киностудии.",
      "link": "https://dtf.ru/games/4440312-dead-rising-novaya-igra-ot-capcom-golivud?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/3fddba38-47bd-5748-813a-ddd8d70d043d/",
      "pubDate": "2025-11-29T00:26:30+03:00",
      "hashtags": [
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "DTF_2_1764398842",
      "title": "Noclip представила первый эпизод документального сериала о создании Disco Elysium",
      "description": "Роберт Курвиц и другие экс-сотрудники ZA/UM рассказали об истоках игры, творческом вдохновении и людях, которые сыграли важную роль в зарождении RPG.",
      "shortDescription": "Роберт Курвиц и другие экс-сотрудники ZA/UM рассказали об истоках игры, творческом вдохновении и людях, которые сыграли важную роль в зарождении RPG.",
      "link": "https://dtf.ru/gameindustry/4437677-noclip-dokumentalnyj-serial-disco-elysium?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/7a92b2cd-d944-52af-b43e-69e5e01810ff/",
      "pubDate": "2025-11-28T22:57:19+03:00",
      "hashtags": [
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_29_1764398844",
      "title": "Google внезапно самоустранилась из антимонопольного спора с Microsoft по поводу облаков в Европе",
      "description": "Google отозвала антимонопольную жалобу на Microsoft в сфере облачных услуг, которую рассматривала Еврокомиссия. Решение, как пишет Reuters, было принято в свете недавнего заявления регулятора о начале отдельного расследования, целью которого является общая оценка потенциально проблемных аспектов рынка облачных услуг. Изначально Google обратилась в Комиссию в прошлом году с утверждением, что Microsoft использует антиконкурентные методы, которые фактически «запирают» клиентов в облаке Azure. Источник изображения: Adarsh Chauhan/Unsplash",
      "shortDescription": "Google отозвала антимонопольную жалобу на Microsoft в сфере облачных услуг, которую рассматривала Еврокомиссия. Решение, как пишет Reuters, было принято в свете недавнего заявления регулятора о начале отдельного расследования, целью которого является общая оценка потенциально проблемных аспектов рын...",
      "link": "https://3dnews.ru/1133119",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133119/adarsh-chauhan-unsplash.jpg",
      "pubDate": "2025-11-28T21:32:00+03:00",
      "hashtags": [
        "#облако",
        "#AR"
      ]
    },
    {
      "id": "3DNews_30_1764398844",
      "title": "Erying выпустила настольные материнские платы с мобильными процессорами Intel Core Ultra 200H",
      "description": "Компания Erying представила платформу Core Ultra 200H MoDT (Mobile on Desktop), построенную на базе мобильных процессоров Arrow Lake и предназначенную для бюджетных настольных компьютеров. Производитель предлагает платы формата Micro-ATX с интегрированными мобильными чипами Core Ultra 5 225H и 235H, Core Ultra 7 255H и 265H, а также Core Ultra 9 285H. Источник изображений: VideoCardz / Erying",
      "shortDescription": "Компания Erying представила платформу Core Ultra 200H MoDT (Mobile on Desktop), построенную на базе мобильных процессоров Arrow Lake и предназначенную для бюджетных настольных компьютеров. Производитель предлагает платы формата Micro-ATX с интегрированными мобильными чипами Core Ultra 5 225H и 235H,...",
      "link": "https://3dnews.ru/1133118",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133118/ERYING-CORE-ULTRA-200H-HERO.jpg",
      "pubDate": "2025-11-28T21:28:00+03:00",
      "hashtags": [
        "#компьютер",
        "#AR"
      ]
    },
    {
      "id": "3DNews_31_1764398844",
      "title": "Хитрый трюк помог станции NASA развенчать дутую сенсацию о подземном озере на Марсе",
      "description": "В 2018 году радар MARSIS европейской станции Mars Express на орбите Марса зафиксировал под южным полюсом Марса яркий отражённый сигнал на глубине около 1,5 км. Его интерпретировали как большое подземное солёное озеро жидкой воды — потенциально важное открытие для поиска следов жизни и ресурсов для будущих миссий, что вызвало широчайший научный резонанс, поскольку никто не ожидал такого подарка от Вселенной. Художественное представление NASA Mars Orbiter (антенны георадара представлены в виде двух усов). Источник изображения: NASA",
      "shortDescription": "В 2018 году радар MARSIS европейской станции Mars Express на орбите Марса зафиксировал под южным полюсом Марса яркий отражённый сигнал на глубине около 1,5 км. Его интерпретировали как большое подземное солёное озеро жидкой воды — потенциально важное открытие для поиска следов жизни и ресурсов для б...",
      "link": "https://3dnews.ru/1133117",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133117/jpegPIA04918.jpg",
      "pubDate": "2025-11-28T21:13:00+03:00",
      "hashtags": [
        "#it",
        "#радар",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_32_1764398844",
      "title": "По слухам, Apple возобновит сотрудничество с Intel в сфере чипов, но не как раньше",
      "description": "Apple начала отказ от процессоров Intel в компьютерах Mac ещё в 2020 году. На сегодняшний день абсолютно все «Маки» используют чипы, разработанные Apple, которые демонстрируют лидирующую в отрасли производительность на ватт. Тем не менее, новый слух утверждает, что Apple может возобновить сотрудничество с Intel — аналитик цепочки поставок Apple Минг-Чи Куо (Ming-Chi Kuo) заявил сегодня, что Intel начнёт поставки младших чипов серии M уже в середине 2027 года. Если этот слух окажется верным, Intel может поставлять Apple как минимум чипы M6 или M7 для будущих моделей MacBook Air, iPad Air и iPad Pro. Однако, если предыдущие чипы Intel для Mac разрабатывались Intel и основывались на архитектуре x86, чипы серии M разрабатываются Apple и используют архитектуру Arm. Intel, видимо, выступит лишь в роли контрактного производителя.",
      "shortDescription": "Apple начала отказ от процессоров Intel в компьютерах Mac ещё в 2020 году. На сегодняшний день абсолютно все «Маки» используют чипы, разработанные Apple, которые демонстрируют лидирующую в отрасли производительность на ватт. Тем не менее, новый слух утверждает, что Apple может возобновить сотрудниче...",
      "link": "https://3dnews.ru/1133114",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133114/intel_logo-3dnews.jpg",
      "pubDate": "2025-11-28T21:05:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR",
        "#AI",
        "#ai",
        "#компьютер"
      ]
    },
    {
      "id": "DTF_7_1764398842",
      "title": "Продажи survival-хоррора Tormented Souls 2 превысили 100 тысяч копий — за месяц после релиза",
      "description": "У игры 87% положительных отзывов в Steam.",
      "shortDescription": "У игры 87% положительных отзывов в Steam.",
      "link": "https://dtf.ru/gameindustry/4431197-prodazhi-tormented-souls-2-prevysili-100-tysyach-kopiy?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/f61601f9-8162-568a-a1f4-a39d9c255b72/",
      "pubDate": "2025-11-28T19:21:54+03:00",
      "hashtags": [
        "#игры"
      ]
    },
    {
      "id": "Habr_4_1764398840",
      "title": "Создаём первый Minecraft мод и подробно разбираем Mixin. Просто и понятно",
      "description": "Данная статья посвящена тому как создать первый мод для Minecraft, а так же очень подробно разбирает многие аспекты библиотеки Mixin. Понятно и просто. После данной статьи можно изменить хоть 80% кода игры. Читать далее",
      "shortDescription": "Данная статья посвящена тому как создать первый мод для Minecraft, а так же очень подробно разбирает многие аспекты библиотеки Mixin. Понятно и просто. После данной статьи можно изменить хоть 80% кода игры. Читать далее",
      "link": "https://habr.com/ru/articles/971448/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971448",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-11-28T19:02:23+00:00",
      "hashtags": [
        "#код",
        "#игры"
      ]
    },
    {
      "id": "3DNews_2_1764398844",
      "title": "Расчёты обнаружили астероид, который трижды станет нашей мини-луной с ненулевыми шансами упасть на Землю",
      "description": "Астрономы из Университета Комплутенсе в Мадриде — Карлос и Рауль де ла Фуэнте Маркосы (Carlos, Raúl de la Fuente Marcos) — обнаружили, что небольшой околоземный астероид 2022 RD2 примерно через 18 лет трижды станет временным спутником (мини-луной) Земли. Этот объект диаметром всего 5–11 метров был открыт 2 сентября 2022 года системой Pan-STARRS и относится к семейству Арджуна — астероидам с почти круговыми орбитами, близкими к земной. Источник изображения: ИИ-генерация Grok 4.1/3DNews",
      "shortDescription": "Астрономы из Университета Комплутенсе в Мадриде — Карлос и Рауль де ла Фуэнте Маркосы (Carlos, Raúl de la Fuente Marcos) — обнаружили, что небольшой околоземный астероид 2022 RD2 примерно через 18 лет трижды станет временным спутником (мини-луной) Земли. Этот объект диаметром всего 5–11 метров был о...",
      "link": "https://3dnews.ru/1133109",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133109/moon_00.jpg",
      "pubDate": "2025-11-28T18:08:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_34_1764398844",
      "title": "Российский рынок IT резко замедлил рост в 2025 году — продажи оборудования и вовсе упадут",
      "description": "Оборот российского рынка IT увеличится лишь на 3 % год к году по итогам нынешнего года. Для сравнения, в прошлом году фиксировался прирост на уровне 20 %. Об этом пишет «Коммерсантъ» со ссылкой на данные исследования холдинга Т1 «ИТ-рынок в России 2025–2026: оценка состояния рынка и прогнозы его развития на ближайшие 2–3 года». Источник изображения: Google",
      "shortDescription": "Оборот российского рынка IT увеличится лишь на 3 % год к году по итогам нынешнего года. Для сравнения, в прошлом году фиксировался прирост на уровне 20 %. Об этом пишет «Коммерсантъ» со ссылкой на данные исследования холдинга Т1 «ИТ-рынок в России 2025–2026: оценка состояния рынка и прогнозы его раз...",
      "link": "https://3dnews.ru/1133106",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133106/1058.jpg",
      "pubDate": "2025-11-28T18:05:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_35_1764398844",
      "title": "Фрески из Помпей помогут восстановить роботы",
      "description": "На месте древнеримского города Помпеи работает финансируемый Евросоюзом проект RePAIR, целью которого является сборка найденных на развалинах артефактов и восстановление фресок. Под руководством инженеров Университета Ка-Фоскари (Италия) эту задачу поручили роботам. Источник изображения: pompeiisites.org",
      "shortDescription": "На месте древнеримского города Помпеи работает финансируемый Евросоюзом проект RePAIR, целью которого является сборка найденных на развалинах артефактов и восстановление фресок. Под руководством инженеров Университета Ка-Фоскари (Италия) эту задачу поручили роботам. Источник изображения: pompeiisite...",
      "link": "https://3dnews.ru/1133104",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133104/pompeii.jpg",
      "pubDate": "2025-11-28T18:02:00+03:00",
      "hashtags": [
        "#it",
        "#ai",
        "#AI",
        "#робот"
      ]
    },
    {
      "id": "DTF_8_1764398842",
      "title": "Ubisoft об утёкших кадрах раннего геймплея ремейка Prince of Persia: «С тех пор игра очень изменилась»",
      "description": "Разработчики с нетерпением ждут возможности представить аудитории обновлённую версию экшен-адвенчуры.",
      "shortDescription": "Разработчики с нетерпением ждут возможности представить аудитории обновлённую версию экшен-адвенчуры.",
      "link": "https://dtf.ru/games/4428519-ubisoft-o-gejmplejnykh-kadrakh-remeyka-prince-of-persia?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/78f6bba3-fb31-5bc0-bcef-b8b274bd4630/",
      "pubDate": "2025-11-28T17:37:15+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_6_1764398840",
      "title": "Evals – гарантия качества и окупаемости ИИ",
      "description": "OpenAI опубликовали фреймворк, на который мало кто обратил внимание. Исследование OpenAI (да и не только их) показало: компании внедряют ИИ, но часть из них не получает ожидаемого эффекта. В этом фреймворке на мой взгляд обозначены принципы отделяющие посредственные решения от тех которые делают внедрение AI в бизнес эффективным.https://openai.com/index/evals-drive-next-chapter-of-ai/KPI и OKR остаются бизнес-целями. Evals — метрики, которые показывают, как AI помогает достигать целей. Либо evals становятся частью KPI, либо контролируют качество AI, который двигает показатели вверх.Это нужно, если бизнесу важны:- Понятный путь к окупаемости (ROI)- Свести критические ошибки к минимуму- Предсказуемость результатов для клиентов- AI, который выдерживает рост нагрузки без сбоевEvals – конкурентное преимущество. Промпты скопируют, архитектуру evals – нет. Это скрытый слой, который недоступен ни поставщикам моделей, ни конкурентам.Evals гарантируют стабильность при обновлениях промптов, переходе на другие модели или архитектуру. Так AI-решение постоянно улучшается под задачи бизнеса не теряя в качестве.Фреймворк OpenAI из 3 шагов:1. Определение – превратите размытые цели в конкретные: \"Конвертировать письма компаний с бюджетом 100K+ в демо, сохраняя стиль бренда\"2. Измерение – тестируйте на клиентских запросах и пограничных случаях3. Улучшение – развивайте на основе результатов тестов, а не надейтесь на удачуДля этого процесса создали BotMetrica.com – слой надёжности, который делает AI готовым к промышленному использованию.В ближайшие дни поделюсь тем, как BotMetrica формализует каждый шаг этого процесса с конкретными примерами.\"Don't hope for 'great.' Specify it, measure it, and improve toward it\" / \"Не полагайтесь на удачу. Определите 'отличное', измерьте и улучшайте\" – OpenAIПишите в личку – отвечу на вопросы и покажу сервис: @ovashchukov или на oleg@botmetrica.com Читать далее",
      "shortDescription": "OpenAI опубликовали фреймворк, на который мало кто обратил внимание. Исследование OpenAI (да и не только их) показало: компании внедряют ИИ, но часть из них не получает ожидаемого эффекта. В этом фреймворке на мой взгляд обозначены принципы отделяющие посредственные решения от тех которые делают вне...",
      "link": "https://habr.com/ru/articles/971432/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971432",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f0b/9d2/236/f0b9d2236918ad6f07be828d61e9e70a.jpg",
      "pubDate": "2025-11-28T17:25:37+00:00",
      "hashtags": [
        "#ИИ",
        "#it",
        "#AR",
        "#AI",
        "#ai",
        "#тест"
      ]
    },
    {
      "id": "Habr_9_1764398840",
      "title": "«Вам не нужны оригинальные версии этих игр»: как ремейки отличных игр убирают надобность в исходном материале",
      "description": "Нравится вам это или нет, но мы живем во времена, когда старые добрые игры так или иначе возвращаются. За последние годы мы получили огромное количество классных как ремастеров, так и ремейков, причем во многом настолько ультимативных, что оригинальные игры после них как будто бы больше и не нужны. Сегодня мы вспомним несколько таких ремейков. Только заранее договоримся: про ремейки Resident Evil мы так или иначе уже не раз говорили, поэтому про них сегодня не будем. Читать далее",
      "shortDescription": "Нравится вам это или нет, но мы живем во времена, когда старые добрые игры так или иначе возвращаются. За последние годы мы получили огромное количество классных как ремастеров, так и ремейков, причем во многом настолько ультимативных, что оригинальные игры после них как будто бы больше и не нужны. ...",
      "link": "https://habr.com/ru/companies/timeweb/articles/971324/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971324",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/6d5/86b/271/6d586b271ba6f5e13452db2dfafcfa68.jpg",
      "pubDate": "2025-11-28T16:05:39+00:00",
      "hashtags": [
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_36_1764398844",
      "title": "В Минцифры рассказали, как обойти период «охлаждения» для иностранных SIM-карт",
      "description": "Минцифры России выпустило рекомендации с разъяснением, каким образом владельцы иностранных SIM-карт могут восстановить доступ к связи сразу после прибытия в Россию, сократив до минимума период «охлаждения», занимающий при обычном сценарии 24 часа. Как известно, период «охлаждения», в течение которого блокируется доступ к мобильному интернету и отправке SMS, был введён с целью для обеспечения безопасности и защиты от беспилотников. Он действует как для российских, так и для иностранных SIM-карт.",
      "shortDescription": "Минцифры России выпустило рекомендации с разъяснением, каким образом владельцы иностранных SIM-карт могут восстановить доступ к связи сразу после прибытия в Россию, сократив до минимума период «охлаждения», занимающий при обычном сценарии 24 часа. Как известно, период «охлаждения», в течение которог...",
      "link": "https://3dnews.ru/1133103",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133103/sm.01.800.jpg",
      "pubDate": "2025-11-28T16:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_13_1764398840",
      "title": "Почему QA должен быть душнилой: тестируем PostgreSQL и не даём разработчикам расслабиться",
      "description": "Когда ты тестируешь интернет-магазин, пропущенный баг — это съехавшая вёрстка. Но если ты тестируешь высоконагруженную СУБД — это остановка бизнеса федерального масштаба. Разбираем внутреннюю кухню QA в Postgres Professional: от борьбы с утечками памяти через ASAN и Valgrind до «вайб-кодинга» с ИИ. Узнайте, как выстроить процессы качества так, чтобы не уронить прод, когда цена ошибки исчисляется миллионами. Читать далее",
      "shortDescription": "Когда ты тестируешь интернет-магазин, пропущенный баг — это съехавшая вёрстка. Но если ты тестируешь высоконагруженную СУБД — это остановка бизнеса федерального масштаба. Разбираем внутреннюю кухню QA в Postgres Professional: от борьбы с утечками памяти через ASAN и Valgrind до «вайб-кодинга» с ИИ. ...",
      "link": "https://habr.com/ru/companies/postgrespro/articles/971330/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971330",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/c9a/242/28c/c9a24228c8e91c841a2614e6d7f58715.jpeg",
      "pubDate": "2025-11-28T15:22:20+00:00",
      "hashtags": [
        "#код",
        "#интернет",
        "#тест",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_15_1764398840",
      "title": "Qwen3Guard: следующий шаг в модерации и контроле контента",
      "description": "Всем привет! Меня зовут Миша Мартьянов, я инженер по исследованиям и разработке в лаборатории AI R&D в red_mad_robot. В мои задачи входит проверка гипотез и развитие наших продуктов. Однако недостаточно просто улучшать продукты, необходимо также чтобы они работали устойчиво и безопасно. Ранее я рассказывал разработку идеального контент-фильтра на базе Guardrails. Но время не стоит на месте: появляются новые модели и новые практики их применения. Этому и будет посвящён наш сегодняшний разговор. Читать далее",
      "shortDescription": "Всем привет! Меня зовут Миша Мартьянов, я инженер по исследованиям и разработке в лаборатории AI R&D в red_mad_robot. В мои задачи входит проверка гипотез и развитие наших продуктов. Однако недостаточно просто улучшать продукты, необходимо также чтобы они работали устойчиво и безопасно. Ранее я расс...",
      "link": "https://habr.com/ru/companies/redmadrobot/articles/971388/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971388",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/bf8/90d/49b/bf890d49bd64990ee2a3a9bfe2927613.jpg",
      "pubDate": "2025-11-28T15:10:54+00:00",
      "hashtags": [
        "#ai",
        "#ИИ",
        "#AI",
        "#AR"
      ]
    },
    {
      "id": "3DNews_3_1764398844",
      "title": "В Китае реализуют крупнейший в мире проект по хранению энергии в задутом под землю воздухе",
      "description": "На днях в Китае подписаны документы о скорой реализации крупнейшего в мире проекта по хранению энергии в закачанном под землю воздухе. Строительство объекта стартует в новом году. Компрессорная станция сможет запасать 4,2 ГВт·ч энергии и выдавать на пике 700 МВт мощности. Установка сгладит скачки потребления электричества в регионе от возобновляемых источников и послужит примером для дальнейшего развития этой перспективной технологии. Источник изображения: ZCGN",
      "shortDescription": "На днях в Китае подписаны документы о скорой реализации крупнейшего в мире проекта по хранению энергии в закачанном под землю воздухе. Строительство объекта стартует в новом году. Компрессорная станция сможет запасать 4,2 ГВт·ч энергии и выдавать на пике 700 МВт мощности. Установка сгладит скачки по...",
      "link": "https://3dnews.ru/1133101",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133101/Screenshot.png",
      "pubDate": "2025-11-28T15:04:00+03:00",
      "hashtags": [
        "#ИИ",
        "#технологии"
      ]
    },
    {
      "id": "Habr_16_1764398840",
      "title": "Monkey patching? В Go? Серьёзно? Или как писать тесты и не сойти сума",
      "description": "На днях подходит ко мне коллега с вопросом: «Слушай, а как в Go сделать замену логики функции в тесте?»Я уточняю, что он имеет в виду. А он такой: «Ну, хочу monkey patching, чтобы подменять функции из коробки. Типа time.Now возвращала фиксированное время, uuid.New конкретный ID. Чтобы удобно тестироваться».И тут я, конечно, немного завис :DДа, технически в Go есть способы делать monkey patching (еще и есть библиотека) через unsafe, через подмену указателей на функции в рантайме. Но это настолько хрупкое и непредсказуемое решение, что я бы не советовал тащить его в продакшен-код. Особенно когда есть нормальный, идиоматичный способ решить эту задачу. Читать далее",
      "shortDescription": "На днях подходит ко мне коллега с вопросом: «Слушай, а как в Go сделать замену логики функции в тесте?»Я уточняю, что он имеет в виду. А он такой: «Ну, хочу monkey patching, чтобы подменять функции из коробки. Типа time.Now возвращала фиксированное время, uuid.New конкретный ID. Чтобы удобно тестиро...",
      "link": "https://habr.com/ru/articles/971190/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971190",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/573/34c/716/57334c716171efc9e530fffd1ee9db77.jpg",
      "pubDate": "2025-11-28T15:00:15+00:00",
      "hashtags": [
        "#код",
        "#ИИ",
        "#ui",
        "#тесты",
        "#тест"
      ]
    },
    {
      "id": "Habr_17_1764398840",
      "title": "Повышение точности ГЛОНАСС не запуском дополнительных спутников, а кодированием",
      "description": "ВведениеОдной из основных характеристик глобальной навигационной спутниковой системы ГЛОНАСС является точность оценки координат и высоты, полученных в навигационной аппаратуре потребителей (НАП) только по спутниковым сигналам без привлечения дополнительной информации. Большое влияние на точность позиционирования оказывают характеристики НАП. Стандартные образцы НАП не обеспечивают необходимый уровень помехоустойчивости при существующем уровне мощности принимаемых сигналов ГЛОНАСС порядка минус 166…156 дБВт. Точность  измерения координат определяется количеством спутников, одновременно видимых навигационным оборудованием. Ошибки ГЛОНАСС составляют  3-6 м при использовании 7-8 спутников. На большей части поверхности земли над горизонтом находятся одновременно до 11 спутников ГЛОНАСС, однако отношение сигнал/шум в канале связи, необходимое для безошибочного приема информации,  часто обеспечивается только для 2-4 спутников. На рисунке 1 показан пример видимости спутников разных систем навигации в условиях городской застройки. Читать далее",
      "shortDescription": "ВведениеОдной из основных характеристик глобальной навигационной спутниковой системы ГЛОНАСС является точность оценки координат и высоты, полученных в навигационной аппаратуре потребителей (НАП) только по спутниковым сигналам без привлечения дополнительной информации. Большое влияние на точность поз...",
      "link": "https://habr.com/ru/articles/971366/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971366",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e70/756/4a1/e707564a15aa239788f8b163374e3b62.png",
      "pubDate": "2025-11-28T14:32:22+00:00",
      "hashtags": [
        "#код",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_19_1764398840",
      "title": "Элементарный дебаггинг с binding.irb",
      "description": "Бывает так, что запускаешь тесты, а они падают там, где вроде бы всё должно работать. В логах — только сухая ошибка, без контекста. Открываешь код, смотришь на участок кода, где произошёл сбой, и начинаешь гадать: В чем  же дело?",
      "shortDescription": "Бывает так, что запускаешь тесты, а они падают там, где вроде бы всё должно работать. В логах — только сухая ошибка, без контекста. Открываешь код, смотришь на участок кода, где произошёл сбой, и начинаешь гадать: В чем  же дело?",
      "link": "https://habr.com/ru/articles/971356/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971356",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-11-28T14:14:43+00:00",
      "hashtags": [
        "#код",
        "#тесты",
        "#тест"
      ]
    },
    {
      "id": "3DNews_39_1764398844",
      "title": "В Китае похвастались разработкой ИИ-ускорителя в полтора раза быстрее чипа Nvidia пятилетней давности",
      "description": "Китайский стартап Zhonghao Xinying доложил о разработке тензорного процессора общего назначения (GPTPU), который может использоваться для обучения и запуска моделей искусственного интеллекта. Производительность этого ускорителя, утверждает разработчик, в 1,5 раза превосходит показатели модели Nvidia A100, выпущенной в 2020 году. Источник изображения: Igor Omilaev / unsplash.com",
      "shortDescription": "Китайский стартап Zhonghao Xinying доложил о разработке тензорного процессора общего назначения (GPTPU), который может использоваться для обучения и запуска моделей искусственного интеллекта. Производительность этого ускорителя, утверждает разработчик, в 1,5 раза превосходит показатели модели Nvidia...",
      "link": "https://3dnews.ru/1133097",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133097/ai-chip.jpg",
      "pubDate": "2025-11-28T13:36:00+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_4_1764398844",
      "title": "Люди даже не представляют, насколько ИИ изменит мир — но завершится всё пузырём, хоть и не скоро",
      "description": "Увещевания некоторых авторитетных инвесторов типа Майкла Бьюрри (Michael Burry) по поводу неизбежности формирования пузыря на рынке ИИ начинают раздражать руководство Nvidia, которое неожиданно начинает оправдывать все происходящие на бирже процессы. Некоторые инвесторы придерживаются более взвешенной позиции, не отвергая при этом саму идею формирования пузыря на рынке ИИ. Источник изображения: OpenAI",
      "shortDescription": "Увещевания некоторых авторитетных инвесторов типа Майкла Бьюрри (Michael Burry) по поводу неизбежности формирования пузыря на рынке ИИ начинают раздражать руководство Nvidia, которое неожиданно начинает оправдывать все происходящие на бирже процессы. Некоторые инвесторы придерживаются более взвешенн...",
      "link": "https://3dnews.ru/1133095",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133095/openai_03.jpg",
      "pubDate": "2025-11-28T13:34:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_25_1764398840",
      "title": "Человек, который слышал интернет: киберсенсорика завтрашнего дня",
      "description": "Что если подключение к интернету станет таким же естественным, как зрение или слух? Мы привыкли к тому, что для выхода в сеть нам нужны внешние устройства — смартфоны и компьютеры. Но что, если следующий прорыв в коммуникациях произойдет не в кремнии, а в микробиологии?В этой статье мы рассматриваем футурологическую концепцию появления новых сенсорных органов, выращиваемых прямо в теле человека и подключенных непосредственно к нервной системе. Мы посмотрим, как прогресс в генетике, белковом дизайне, ИИ, нейробиологии и нейроинтерфейсах постепенно формирует технологический фундамент для подобных возможностей. Уже сегодня расшифровка генома, таргетные вирусные векторы, инструменты редактирования ДНК, а также улучшенное понимание работы мозга приближают момент, когда создание «биологической антенны» перестанет быть фантастикой. Читать далее",
      "shortDescription": "Что если подключение к интернету станет таким же естественным, как зрение или слух? Мы привыкли к тому, что для выхода в сеть нам нужны внешние устройства — смартфоны и компьютеры. Но что, если следующий прорыв в коммуникациях произойдет не в кремнии, а в микробиологии?В этой статье мы рассматриваем...",
      "link": "https://habr.com/ru/articles/971318/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971318",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/252/8c8/082/2528c8082fdd011f6d6de0a7db2e7bf7.png",
      "pubDate": "2025-11-28T13:24:28+00:00",
      "hashtags": [
        "#сеть",
        "#смартфон",
        "#ИИ",
        "#дизайн",
        "#компьютер",
        "#интернет",
        "#тест",
        "#кибер"
      ]
    },
    {
      "id": "Habr_27_1764398840",
      "title": "PostgreSQL Antipatterns? Анализ эффективности замены агрегатной функции MAX на ARRAY",
      "description": "Статья на Хабре \"PostgreSQL Antipatterns: отказ от агрегатных функций = кратное ускорение\" послужила отправной точкой для данного исследования. После ее изучения возникла гипотеза о возможности значительного повышения производительности PostgreSQL через замену агрегатных функций на конструкции ARRAY. Читать далее",
      "shortDescription": "Статья на Хабре \"PostgreSQL Antipatterns: отказ от агрегатных функций = кратное ускорение\" послужила отправной точкой для данного исследования. После ее изучения возникла гипотеза о возможности значительного повышения производительности PostgreSQL через замену агрегатных функций на конструкции ARRAY...",
      "link": "https://habr.com/ru/articles/971314/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971314",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f38/249/846/f38249846b0e1cc4e90c62a1df60d986.webp",
      "pubDate": "2025-11-28T13:19:30+00:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Habr_29_1764398840",
      "title": "90% программистов совершают эти ошибки. Как писать на Angular грамотно",
      "description": "Давайте начистоту. Большинство Angular-приложений пишутся по инерции. Мы используем паттерны, которые выучили на заре второй версии, и продолжаем тащить их за собой, игнорируя всё, что фреймворк предложил за последние годы. Фреймворк постоянно обновляется и дополняется, и уследить за всеми лучшими практиками почти нереально. В итоге даже опытные разработчики продолжают делать ошибки, которые когда-то не считались ошибками. В небольшом проекте это не страшно, но в крупном такие просчеты накапливаются и превращают код в трудноподдерживаемый легаси. Проблема в том, что фреймворк меняется, а привычки остаются.В этой статье мы не будем говорить о базовых синтаксических ошибках или разбирать, где вы точку с запятой забыли. Речь пойдёт о более глубоком уровне, об архитектурных просчётах и антипаттернах, которые тиражируются из проекта в проект. Многие из этих привычек были допустимы в прошлом, но с приходом новых версий, вроде Angular 20, от них пора избавляться. Читать далее",
      "shortDescription": "Давайте начистоту. Большинство Angular-приложений пишутся по инерции. Мы используем паттерны, которые выучили на заре второй версии, и продолжаем тащить их за собой, игнорируя всё, что фреймворк предложил за последние годы. Фреймворк постоянно обновляется и дополняется, и уследить за всеми лучшими п...",
      "link": "https://habr.com/ru/companies/ruvds/articles/967016/?utm_source=habrahabr&utm_medium=rss&utm_campaign=967016",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/68b/763/23b/68b76323ba30e387172f91da8580f0f0.jpg",
      "pubDate": "2025-11-28T13:01:45+00:00",
      "hashtags": [
        "#ИИ",
        "#код",
        "#AR"
      ]
    },
    {
      "id": "3DNews_42_1764398844",
      "title": "Партнёры OpenAI набрали долгов на $100 млрд, чтобы оплатить ИИ-мегапроекты Альтмана",
      "description": "Отраслевых экспертов уже насторожила схема сделок с кольцевым финансированием, которая призвана позволить OpenAI направить на развитие вычислительной инфраструктуры для ИИ почти $1,4 трлн за ближайшие восемь лет. Как выяснила Financial Times, этим дело не ограничивается, поскольку ближайшие партнёры OpenAI ещё и набрали более $100 млрд кредитов для реализации планов стартапа. Источник изображений: OpenAI",
      "shortDescription": "Отраслевых экспертов уже насторожила схема сделок с кольцевым финансированием, которая призвана позволить OpenAI направить на развитие вычислительной инфраструктуры для ИИ почти $1,4 трлн за ближайшие восемь лет. Как выяснила Financial Times, этим дело не ограничивается, поскольку ближайшие партнёры...",
      "link": "https://3dnews.ru/1133091",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133091/openai_02.jpg",
      "pubDate": "2025-11-28T12:58:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_30_1764398840",
      "title": "[Перевод] Как сократить количество Draw Calls (вызовов отрисовки) в UI Unity",
      "description": "В Unity UI часто тормозит не «крутая графика», а расползшееся число draw calls, которое тихо растёт вместе с канвасами, анимациями и материалами. В статье разбираемся, что именно делает каждый лишний вызов отрисовки, как с помощью Stats, Profiler и Frame Debugger найти проблемные места и какими приёмами — от грамотной структуры Canvas до атласов и батчинга — реально снизить нагрузку на мобильных устройствах. Оптимизировать Unity UI",
      "shortDescription": "В Unity UI часто тормозит не «крутая графика», а расползшееся число draw calls, которое тихо растёт вместе с канвасами, анимациями и материалами. В статье разбираемся, что именно делает каждый лишний вызов отрисовки, как с помощью Stats, Profiler и Frame Debugger найти проблемные места и какими приё...",
      "link": "https://habr.com/ru/companies/otus/articles/971228/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971228",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/2e5/a79/398/2e5a79398da4cbe2361bed530135087d.jpg",
      "pubDate": "2025-11-28T12:40:39+00:00",
      "hashtags": [
        "#it",
        "#графика",
        "#ui"
      ]
    },
    {
      "id": "Habr_31_1764398840",
      "title": "Kandinsky 5.0: линейка open-source моделей генерации изображений и видео нового поколения",
      "description": "В сентябре мы открыли доступ к Kandinsky 5.0 Video Lite, лёгкой модели с 2 млрд параметров для создания видео по тексту или на основе изображения. Теперь мы выкладываем в open source и все остальные модели линейки Kandinsky 5.0: Video Pro и Image Lite!   Читать далее",
      "shortDescription": "В сентябре мы открыли доступ к Kandinsky 5.0 Video Lite, лёгкой модели с 2 млрд параметров для создания видео по тексту или на основе изображения. Теперь мы выкладываем в open source и все остальные модели линейки Kandinsky 5.0: Video Pro и Image Lite!   Читать далее",
      "link": "https://habr.com/ru/companies/sberbank/articles/971154/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971154",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/da9/bd6/83e/da9bd683ec0b828dd2cd5cb10f2b798a.png",
      "pubDate": "2025-11-28T12:23:28+00:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_34_1764398840",
      "title": "Еще пара историй про темные паттерны UX: почему вас постоянно пытаются запутать",
      "description": "Приветствую, Хабр! Пока исследования по web-аналитике затянулись решил немного посмотреть в сторону маркетинговой аналитики. И собрал для вас примеры не самых лучших подходов, которых есть на просторах интернета в изобилии. И имя им - темные паттерны UX, причем это прям термин. И давайте в нем разбираться! Прочиать и не делать так!",
      "shortDescription": "Приветствую, Хабр! Пока исследования по web-аналитике затянулись решил немного посмотреть в сторону маркетинговой аналитики. И собрал для вас примеры не самых лучших подходов, которых есть на просторах интернета в изобилии. И имя им - темные паттерны UX, причем это прям термин. И давайте в нем разби...",
      "link": "https://habr.com/ru/articles/971276/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971276",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/68b/915/895/68b9158952becdbd271dc7c78c93b5b0.png",
      "pubDate": "2025-11-28T11:59:46+00:00",
      "hashtags": [
        "#web",
        "#ux",
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_35_1764398840",
      "title": "Технология разработки веб приложений BayLang",
      "description": "Привет, Хабр!BayLang — это OpenSource технология разработки программного обеспечения. Основная идея этой технологии, сделать разработку ПО качественной и высокоскоростной, за счет применения конструктора и ИИ. Я очень много проводил экспериментов с этой технологией, и вот к каким выводам я пришел. Читать далее",
      "shortDescription": "Привет, Хабр!BayLang — это OpenSource технология разработки программного обеспечения. Основная идея этой технологии, сделать разработку ПО качественной и высокоскоростной, за счет применения конструктора и ИИ. Я очень много проводил экспериментов с этой технологией, и вот к каким выводам я пришел. Ч...",
      "link": "https://habr.com/ru/articles/969028/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969028",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/766/123/daf/766123daf8cd0fca87e98bfe94678199.png",
      "pubDate": "2025-11-28T11:59:34+00:00",
      "hashtags": [
        "#ИИ",
        "#веб",
        "#технологии"
      ]
    },
    {
      "id": "vc.ru_2_1764398842",
      "title": "В App Store появилось приложение с функциями «Т-Банка» — как сервис для наблюдения за птицами",
      "description": "Обновлённое приложение называется The Birds Voices.",
      "shortDescription": "Обновлённое приложение называется The Birds Voices.",
      "link": "https://vc.ru/services/2621511-the-birds-voices-t-bank?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/21acc679-00ea-5418-b146-47744c882426/",
      "pubDate": "2025-11-28T11:58:15+03:00",
      "hashtags": [
        "#приложение"
      ]
    },
    {
      "id": "Habr_36_1764398840",
      "title": "FinOps — как оптимизировать расходы на облачную инфраструктуру",
      "description": "Всем привет! Меня зовут Александр, я работаю менеджером по аналитике в Cloud.ru. В этой статье разберёмся, с какими подводными камнями сталкиваются компании при работе с облаком и как их можно избежать.Облако стало стандартом, избавляя от необходимости покупки серверов и обеспечивая гибкость управления инфраструктурой. Однако эта гибкость иногда оборачивается неприятным сюрпризом: расходы на облако растут быстрее выручки, а контроль затрат становится отдельной сложной задачей. Вот типичная история: команде потребовалось тестовое окружение, инженер его развернул, а отключить забыл — это обошлось компании в 100 000 рублей в месяц.Статья будет полезна тимлидам, техническим директорам, руководителям проектных и инженерных команд, а также всем, кто отвечает за бюджеты в IT и беспокоится о растущих расходах на облачную инфраструктуру. Если вы управляете командой, распределяете или контролируете облачные ресурсы, планируете бюджеты — разберемся, как внедрить практики FinOps и сделать ваши расходы прозрачными, а облако — реально выгодным для бизнеса. Интересно",
      "shortDescription": "Всем привет! Меня зовут Александр, я работаю менеджером по аналитике в Cloud.ru. В этой статье разберёмся, с какими подводными камнями сталкиваются компании при работе с облаком и как их можно избежать.Облако стало стандартом, избавляя от необходимости покупки серверов и обеспечивая гибкость управле...",
      "link": "https://habr.com/ru/companies/cloud_ru/articles/970340/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970340",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/212/6c0/ce5/2126c0ce584e287aa71b6fcf27d0f80b.png",
      "pubDate": "2025-11-28T11:31:29+00:00",
      "hashtags": [
        "#cloud",
        "#сервер",
        "#ИИ",
        "#it",
        "#облако",
        "#тест"
      ]
    },
    {
      "id": "Habr_37_1764398840",
      "title": "Как обеспечить работу хранилища паролей: 3 практических кейса",
      "description": "Ни на один стикер не влезут пароли от десятка root-учеток в разных сервисах, JWT-токены, API-ключи и другие секреты, с которыми работает IT-команда. С задачей куда лучше справится корпоративное хранилище паролей.Нужно ли его резервировать, как правильно защищать, где и какие секреты хранить — в экспертном разборе практических кейсов. Читать",
      "shortDescription": "Ни на один стикер не влезут пароли от десятка root-учеток в разных сервисах, JWT-токены, API-ключи и другие секреты, с которыми работает IT-команда. С задачей куда лучше справится корпоративное хранилище паролей.Нужно ли его резервировать, как правильно защищать, где и какие секреты хранить — в эксп...",
      "link": "https://habr.com/ru/companies/bizone/articles/970312/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970312",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/bd9/e91/5ae/bd9e915ae617438db1cd01b113373b9b.png",
      "pubDate": "2025-11-28T11:30:30+00:00",
      "hashtags": [
        "#it",
        "#api"
      ]
    },
    {
      "id": "3DNews_45_1764398844",
      "title": "Блогер показал разборку iPhone 17 и рассказал, сколько стоит ремонт смартфона",
      "description": "В интернете уже опубликованы видео с разборкой новых iPhone 17 Air и iPhone 17 Pro. Теперь же благодаря авторам YouTube-канала JerryRigEverything любой желающий может увидеть расположение внутренних компонентов в базовом iPhone 17, а также оценить стоимость ремонта смартфона. Источник изображения: JerryRigEverything / YouTube",
      "shortDescription": "В интернете уже опубликованы видео с разборкой новых iPhone 17 Air и iPhone 17 Pro. Теперь же благодаря авторам YouTube-канала JerryRigEverything любой желающий может увидеть расположение внутренних компонентов в базовом iPhone 17, а также оценить стоимость ремонта смартфона. Источник изображения: J...",
      "link": "https://3dnews.ru/1133086",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133086/1057.jpg",
      "pubDate": "2025-11-28T10:43:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#интернет",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_46_1764398844",
      "title": "Производитель легендарных Cherry MX рассматривает продажу части активов из-за растущих убытков",
      "description": "До 2014 года компания Cherry владела патентом на конструкцию механических переключателей MX для компьютерных клавиатур, её продукция пользовалась спросом в определённых кругах, но в последние годы под натиском китайских конкурентов дела у неё идут не лучшим образом. Чистые убытки за девять месяцев этого года перевалили за 20 млн евро, и теперь Cherry задумалась о частичной продаже активов. Источник изображения: Cherry",
      "shortDescription": "До 2014 года компания Cherry владела патентом на конструкцию механических переключателей MX для компьютерных клавиатур, её продукция пользовалась спросом в определённых кругах, но в последние годы под натиском китайских конкурентов дела у неё идут не лучшим образом. Чистые убытки за девять месяцев э...",
      "link": "https://3dnews.ru/1133083",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133083/cherry_01.jpg",
      "pubDate": "2025-11-28T10:40:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "vc.ru_5_1764398842",
      "title": "Минпромторг предложил установить тариф технологического сбора на уровне 750 рублей за смартфон и 1500 рублей за ноутбук — «Ведомости»",
      "description": "По словам собеседников газеты, параметры техсбора ещё обсуждаются в правительстве и с участниками рынка.",
      "shortDescription": "По словам собеседников газеты, параметры техсбора ещё обсуждаются в правительстве и с участниками рынка.",
      "link": "https://vc.ru/money/2621264-minpromtorg-tarif-tehnologicheskogo-sbora-smartfony-noutbuki?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/fd178d11-c898-586c-9f47-4db362cf8619/",
      "pubDate": "2025-11-28T10:33:18+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_7_1764398844",
      "title": "«С тех пор игра сильно изменилась»: Ubisoft отреагировала на утечку внутренней презентации ремейка Prince of Persia: The Sands of Time",
      "description": "Французский издатель и разработчик Ubisoft прокомментировал недавнюю утечку внутреннего показа многострадального ремейка культового приключенческого экшена Prince of Persia: The Sands of Time.   Источник изображений: Ubisoft",
      "shortDescription": "Французский издатель и разработчик Ubisoft прокомментировал недавнюю утечку внутреннего показа многострадального ремейка культового приключенческого экшена Prince of Persia: The Sands of Time.   Источник изображений: Ubisoft",
      "link": "https://3dnews.ru/1133082",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133082/00.jpg",
      "pubDate": "2025-11-28T09:28:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_2_1764398851",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_12_1764398844",
      "title": "«Гаражная» компания запустила предзаказ на одноместный летающий мотоцикл с предоплатой в $999",
      "description": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которые создают распределённую тягу. Источник изображений: LEO Flight",
      "shortDescription": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которы...",
      "link": "https://3dnews.ru/1133051",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133051/leo_00.jpg",
      "pubDate": "2025-11-27T16:00:31+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "vc.ru_10_1764398842",
      "title": "«Т-Банк» открыл всем доступ к «фрод-рулетке» для борьбы с телефонными мошенниками",
      "description": "По заявкам сервис тестировали с июля 2024 года.",
      "shortDescription": "По заявкам сервис тестировали с июля 2024 года.",
      "link": "https://vc.ru/money/2619310-t-bank-zapustil-frod-ruletku?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/c0a2e0e1-4e5c-5850-8840-9064021a663a/",
      "pubDate": "2025-11-27T14:52:01+03:00",
      "hashtags": [
        "#тест"
      ]
    },
    {
      "id": "3DNews_14_1764398844",
      "title": "Paradox взяла на себя вину за провал Vampire: The Masquerade — Bloodlines 2 и списала больше половины бюджета игры",
      "description": "Долгожданный вампирский ролевой экшен Vampire: The Masquerade — Bloodlines 2 от разработчиков из британской студии The Chinese Room разочаровал не только игроков и критиков, но и издателя в лице шведской компании Paradox Interactive.   Источник изображений: Paradox Interactive",
      "shortDescription": "Долгожданный вампирский ролевой экшен Vampire: The Masquerade — Bloodlines 2 от разработчиков из британской студии The Chinese Room разочаровал не только игроков и критиков, но и издателя в лице шведской компании Paradox Interactive.   Источник изображений: Paradox Interactive",
      "link": "https://3dnews.ru/1133045",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133045/00.jpg",
      "pubDate": "2025-11-27T14:05:00+03:00",
      "hashtags": [
        "#ИИ",
        "#игры",
        "#AR"
      ]
    },
    {
      "id": "3DNews_17_1764398844",
      "title": "Пользователи совсем неохотно переходят на Windows 11 — это обернётся стагнацией рынка ПК, предупредила Dell",
      "description": "Компания Dell прогнозирует, что продажи персональных компьютеров в будущем году останутся на прежнем уровне, несмотря на потенциал устройств со встроенным искусственным интеллектом. В качестве основной причины, как сообщает The Register, указывается медленный переход пользователей с Windows 10 на Windows 11. Источник изображений: Brian Westover/Dell",
      "shortDescription": "Компания Dell прогнозирует, что продажи персональных компьютеров в будущем году останутся на прежнем уровне, несмотря на потенциал устройств со встроенным искусственным интеллектом. В качестве основной причины, как сообщает The Register, указывается медленный переход пользователей с Windows 10 на Wi...",
      "link": "https://3dnews.ru/1133016",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133016/dell.jpg",
      "pubDate": "2025-11-27T00:24:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_7_1764398851",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_23_1764398844",
      "title": "Россия доставила во Францию ключевое оборудование для международного термоядерного реактора ИТЭР",
      "description": "На днях на стройплощадку Международного термоядерного экспериментального реактора (ITER) на юге Франции прибыл первый из четырёх российских испытательных стендов. Эти стенды являются ключевыми для проекта, поскольку будут проверять «окна в плазму» — специальные порты в рабочей камере реактора с измерительным оборудованием. Таких портов будет 24, каждый из которых проверят вакуумом, нагревом, радиацией и ЭМ-излучением. Источник изображений: «Росатом»",
      "shortDescription": "На днях на стройплощадку Международного термоядерного экспериментального реактора (ITER) на юге Франции прибыл первый из четырёх российских испытательных стендов. Эти стенды являются ключевыми для проекта, поскольку будут проверять «окна в плазму» — специальные порты в рабочей камере реактора с изме...",
      "link": "https://3dnews.ru/1132991",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132991/iter_01.jpg",
      "pubDate": "2025-11-26T17:38:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_9_1764398851",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#стартап",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_14_1764398851",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#компьютер",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_15_1764398851",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_18_1764398851",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_19_1764398851",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#it",
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_22_1764398851",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_25_1764398851",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_0_1764398861",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_29_1764398851",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#финтех",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1764398851",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#структура",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_38_1764398851",
      "title": "В России введут так называемый технологический сбор",
      "description": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "shortDescription": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/10/1153413-v-rossii-vvedut-tak-nazivaemii-tehnologicheskii-sbor",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8p/1dhre2/normal-1s56.jpg",
      "pubDate": "2025-11-10T00:25:39+03:00",
      "hashtags": [
        "#радио",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_42_1764398851",
      "title": "У России к 2028 году может появиться процессор для базовых станций LTE",
      "description": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "shortDescription": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152534-u-rossii-mozhet-poyavitsya-protsessor-dlya-lte",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1eq278/normal-1tqm.png",
      "pubDate": "2025-11-06T01:33:07+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_43_1764398851",
      "title": "В России обещают сделать первого антропоморфного робота",
      "description": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "shortDescription": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152530-v-rossii-obeschayut-sdelat-pervogo-antropomorfnogo-robota",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1enrrz/normal-1tnn.png",
      "pubDate": "2025-11-06T01:32:35+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_1_1764398861",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_2_1764398861",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764398861",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764398861",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1764398861",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764398861",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1764398861",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764398861",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764398861",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_24_1764398861",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1764398861",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764398861",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ai",
        "#искусственныйинтеллект",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_34_1764398861",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_36_1764398861",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764398861",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_41_1764398861",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764398861",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764398861",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#платформа",
        "#ИИ"
      ]
    }
  ]
}