{
  "lastUpdated": "2025-11-28T07:15:35.496304",
  "totalNews": 120,
  "categories": [
    "Технологии",
    "Игры"
  ],
  "hashtags": [
    "#кибер",
    "#радио",
    "#цифровой",
    "#game",
    "#gpu",
    "#искусственныйинтеллект",
    "#ui",
    "#нейросеть",
    "#AI",
    "#код",
    "#игры",
    "#сервер",
    "#стартап",
    "#веб",
    "#электроника",
    "#AR",
    "#дизайн",
    "#it",
    "#платформа",
    "#финтех",
    "#ux",
    "#сеть",
    "#ИИ",
    "#смартфон",
    "#тест",
    "#компьютер",
    "#интернет",
    "#алгоритм",
    "#структура",
    "#робот",
    "#гаджет",
    "#программирование",
    "#ai"
  ],
  "news": [
    {
      "id": "ixbt.com_4_1764314124",
      "title": "Неубиваемый Moto G Power (2026) показали вживую до анонса",
      "description": "Недавние рендеры, которые изначально приняли за преемника Moto G Stylus (2025), демонстрировали другой смартфон. По данным инсайдера Эвана Бласса, изображённый смартфон — это Moto G Power (2026), продолжение модели 2025 года.  Дизайн остаётся верным шаблону Motorola: прямые грани, центральное отверстие под камеру в экране и знакомая тыльная панель с блоком камеры. Главная перемена — обновлённая расцветка корпуса, пришедшая на смену прошлогодним вариантам.   Фото Эвана Бласса Motorola обычно обновляет серию G Power в первые месяцы года, поэтому запуск ожидается в начале 2026 года. Технические характеристики пока неизвестны. Напомним, Moto G Power 2025 отличается повышенной защищённостью, от защитного стекла Gorilla Glass 5, защиты от воды и пыли (IP68 и IP69), до соответствия военному стандарту по прочности MIL-STD-810H.  Эван Бласс ранее отметился множеством правдивых утечек. Он опубликовал точные изображения Sony Xperia 5 II, Galaxy S24, Galaxy Note20, Galaxy Z Fold 2, Galaxy Tab S7, Galaxy Watch 3 и Samsung Galaxy Buds Live, Xiaomi 12, Xiaomi 12T и Xiaomi 12T Pro до их официальной премьеры.",
      "shortDescription": "Недавние рендеры, которые изначально приняли за преемника Moto G Stylus (2025), демонстрировали другой смартфон. По данным инсайдера Эвана Бласса, изображённый смартфон — это Moto G Power (2026), продолжение модели 2025 года.  Дизайн остаётся верным шаблону Motorola: прямые грани, центральное отверс...",
      "link": "https://www.ixbt.com/news/2025/11/28/moto-g-power-2026.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/10/5/Alleged-Moto-G-Power-2026-leaked_large.jpg",
      "pubDate": "2025-11-28T09:02:00+03:00",
      "hashtags": [
        "#дизайн",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_25_1764314120",
      "title": "Власти США обсуждают планы организации производства на территории страны при участии Kioxia и SanDisk",
      "description": "О росте цен на память в последнее время принято много говорить, но он наиболее отчётливо проявляется именно в сегменте DRAM, тогда как NAND плетётся в хвосте и только начинает отходить от затяжного кризиса перепроизводства, вызванного пандемией. В любом случае, источники приписывают властям США обсуждение плана по локализации производства NAND при участии Kioxia и SanDisk. Источник изображения: Kioxia",
      "shortDescription": "О росте цен на память в последнее время принято много говорить, но он наиболее отчётливо проявляется именно в сегменте DRAM, тогда как NAND плетётся в хвосте и только начинает отходить от затяжного кризиса перепроизводства, вызванного пандемией. В любом случае, источники приписывают властям США обсу...",
      "link": "https://3dnews.ru/1133081",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133081/kioxia_01.jpg",
      "pubDate": "2025-11-28T08:48:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_7_1764314124",
      "title": "Зачем платить 250 долларов? Поддельные «носки» для iPhone предлагают всего за 6 долларов на AliExpress",
      "description": "Спустя несколько дней после того, как «носки» iPhone Pocket от Apple были распроданы по всему миру, в сети начали появляться поддельные версии этого аксессуара. Ранее в этом месяце Apple представила чехол iPhone Pocket, созданный совместно с японским модным брендом ISSEY MIYAKE. Этот аксессуар, связанный методом 3D-вязания, был выпущен ограниченной серией по цене от 150 до 230 долларов. Его быстро раскупили.  Изображение Apple Теперь на китайских сайтах, таких как AliExpress , начали появляться похожие версии этих аксессуаров, где можно купить клон iPhone Pocket всего за 6 долларов. В некоторых объявлениях указано, что это копия 1:1, но на этикетке нет принта ISSEY MIYAKE. В описании аксессуара указано, что он изготовлен по тем же технологиям. Как укороченный, так и удлиненный варианты доступны во всех оригинальных цветах. Продукция и аксессуары Apple часто копируются китайскими производителями, но именно эти копии появились особенно быстро.",
      "shortDescription": "Спустя несколько дней после того, как «носки» iPhone Pocket от Apple были распроданы по всему миру, в сети начали появляться поддельные версии этого аксессуара. Ранее в этом месяце Apple представила чехол iPhone Pocket, созданный совместно с японским модным брендом ISSEY MIYAKE. Этот аксессуар, связ...",
      "link": "https://www.ixbt.com/news/2025/11/28/250-iphone-6-aliexpress.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/5/iPhone-Pocket-Short_large_large.jpg",
      "pubDate": "2025-11-28T08:27:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_8_1764314124",
      "title": "Российская версия получит турбомотор, 50-ваттную зарядка и 16 ГБ ОЗУ. Раскрыто оснащение кроссовера Jaecoo J6 для нашего рынка",
      "description": "«Китайские автомобили» узнали, в какой конфигурации кроссовер Jaecoo J6 выйдет в России. По имеющейся информации, модель оснастят 1,5-литровым турбированным двигателем мощностью 147 лошадиных сил и тягой в 210 Нм. Этот агрегат будет работать вместе с 6-ступенчатой роботизированной трансмиссией с двойным сцеплением, что должно обеспечить плавные переключения и умеренный расход топлива.  Фото Jaecoo Мультимедийная система будет работать на базе однокристальной платформы Snapdragon 8155, дополненной 16 ГБ оперативной памяти. Такое железо отвечает за высокую скорость отклика и стабильную работу крупного сенсорного экрана. В перечень оснащения также будут входить беспроводная зарядка для смартфона на 50 Вт, система кругового обзора на 540 градусов, голосовое управление и многоцветная салонная подсветка.",
      "shortDescription": "«Китайские автомобили» узнали, в какой конфигурации кроссовер Jaecoo J6 выйдет в России. По имеющейся информации, модель оснастят 1,5-литровым турбированным двигателем мощностью 147 лошадиных сил и тягой в 210 Нм. Этот агрегат будет работать вместе с 6-ступенчатой роботизированной трансмиссией с дво...",
      "link": "https://www.ixbt.com/news/2025/11/28/50-16-jaecoo-j6.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/5/photo_2025-11-27_23-14-23_large.jpg",
      "pubDate": "2025-11-28T08:16:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон",
        "#робот"
      ]
    },
    {
      "id": "3DNews_26_1764314120",
      "title": "После запуска ракеты «Союз МС-28» на Байконуре обнаружили повреждения конструкций стартовой площадки",
      "description": "В четверг, 27 ноября, после успешного запуска с космодрома Байконур ракеты-носителя «Союз-2.1а» с транспортным пилотируемым кораблем «Союз МС-28», доставившим на МКС экипаж, были обнаружены повреждения конструкции стартового стола. Источник изображений: «Роскосмос»",
      "shortDescription": "В четверг, 27 ноября, после успешного запуска с космодрома Байконур ракеты-носителя «Союз-2.1а» с транспортным пилотируемым кораблем «Союз МС-28», доставившим на МКС экипаж, были обнаружены повреждения конструкции стартового стола. Источник изображений: «Роскосмос»",
      "link": "https://3dnews.ru/1133079",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133079/2.jpg",
      "pubDate": "2025-11-28T08:10:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_0_1764314111",
      "title": "ИИ-ассистент в M42: как мы в Авито ускорили построение графиков и увеличили аудиторию в Trisigma",
      "description": "Привет! Меня зовут Андрей Старостин, я DS-инженер в аналитической платформе в Авито. В этой статье я расскажу об устройстве и внедрении сервиса-ассистента на основе искусственного интеллекта для упрощения работы с аналитическими данными в нашем продукте M42 внутри Trisigma.  Читать далее",
      "shortDescription": "Привет! Меня зовут Андрей Старостин, я DS-инженер в аналитической платформе в Авито. В этой статье я расскажу об устройстве и внедрении сервиса-ассистента на основе искусственного интеллекта для упрощения работы с аналитическими данными в нашем продукте M42 внутри Trisigma.  Читать далее",
      "link": "https://habr.com/ru/companies/avito/articles/962422/?utm_source=habrahabr&utm_medium=rss&utm_campaign=962422",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d47/781/bfc/d47781bfc459e0c764c04e6b97cfc588.jpg",
      "pubDate": "2025-11-28T07:10:46+00:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_2_1764314111",
      "title": "Формула бюджета ИБ: практическое руководство от действующего CISO",
      "description": "В условиях растущих киберугроз и ограниченных бюджетов вопрос обоснования инвестиций в информационную безопасность становится ключевым для CISO. В этой статье на основе 10-летнего опыта рассматриваются три практических подхода к формированию бюджета ИБ: от рисков, от требований и от отраслевых бенчмарков. Вы узнаете, как перевести разговор с руководством из плоскости «стоимости» в плоскость «ценности» и защиты бизнеса, а также получите готовый шаблон для структурирования вашего следующего бюджетного запроса. Читать далее",
      "shortDescription": "В условиях растущих киберугроз и ограниченных бюджетов вопрос обоснования инвестиций в информационную безопасность становится ключевым для CISO. В этой статье на основе 10-летнего опыта рассматриваются три практических подхода к формированию бюджета ИБ: от рисков, от требований и от отраслевых бенчм...",
      "link": "https://habr.com/ru/articles/969462/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969462",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/073/c15/a44/073c15a44384c4091f2b29f3c5f128cc.jpg",
      "pubDate": "2025-11-28T07:00:34+00:00",
      "hashtags": [
        "#кибер"
      ]
    },
    {
      "id": "3DNews_28_1764314120",
      "title": "Рост цен на память на фоне бума ИИ подтверждается большинством участников рынка",
      "description": "В последние месяцы о ситуации на рынке микросхем памяти не говорит только ленивый, и ресурс Bloomberg решил обобщить в одном материале все недавние высказывания крупных производителей компонентов и готовых ПК. Ситуация начинает влиять на рынок готовых компьютеров, который в свете прекращения поддержки Windows 10 должен был получить новый толчок к активизации покупателей. Источник изображения: Samsung Electronics",
      "shortDescription": "В последние месяцы о ситуации на рынке микросхем памяти не говорит только ленивый, и ресурс Bloomberg решил обобщить в одном материале все недавние высказывания крупных производителей компонентов и готовых ПК. Ситуация начинает влиять на рынок готовых компьютеров, который в свете прекращения поддерж...",
      "link": "https://3dnews.ru/1133075",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133075/samsung_01.jpg",
      "pubDate": "2025-11-28T06:18:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_5_1764314111",
      "title": "Black Friday Vocabulary: Чёрная Пятница на языке маркетинга, инфлюенсеров и покупателей",
      "description": "Привет всем! Меня зовут Аня, я методист и преподаватель курсов английского в Практикуме. Чёрная Пятница в самом разгаре: письма, пуши и баннеры сыплются со всех сторон, а у нас в Практикуме самые большие скидки в году (но об этом позже). Кто-то уже поддался соблазнам, кто-то избегает маркетплейсов, а кто-то не понимает, как обычный день скидок стал мировым феноменом. Я решила посмотреть на Black Friday изнутри — через английский язык. За каждым маркетинговым приёмом стоит термин с любопытной историей: doorbuster, FOMO, anchoring, dark patterns. Все они описывают механики, которые подталкивают нас к покупкам.В статье разберём, как эволюционировал сам термин Black Friday, какую лексику используют маркетологи и покупатели и как блогеры превратили потребление в контент. Заодно пополним словарный запас терминами, которые помогут и читать англоязычные материалы о ретейле, и осознаннее относиться к покупкам. Читать далее",
      "shortDescription": "Привет всем! Меня зовут Аня, я методист и преподаватель курсов английского в Практикуме. Чёрная Пятница в самом разгаре: письма, пуши и баннеры сыплются со всех сторон, а у нас в Практикуме самые большие скидки в году (но об этом позже). Кто-то уже поддался соблазнам, кто-то избегает маркетплейсов, ...",
      "link": "https://habr.com/ru/companies/yandex_praktikum/articles/971072/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971072",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/a17/3e9/9b8/a173e99b861431c545c1fb00eff548a5.png",
      "pubDate": "2025-11-28T06:02:21+00:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "Habr_7_1764314111",
      "title": "Я проанализировал 100 вакансий на продуктового дизайнера — вот какие навыки реально нужны в 2025 году",
      "description": "Я собрал и изучил 100 вакансий от 68 компаний, чтобы понять, на что работодатели обращают внимание и что скрывается под формулировками «Аналитический склад ума» или «Крепкий UI».В этой статье:— Что требуют от дизайнера продукта в 2025 году?— Какие харды и софты стоит качать в первую очередь?— Должен ли дизайнер проводить исследования и разбираться в коде?— Какой навык упоминается лишь в 20% вакансий, но при этом остаётся критически важным для получения оффера? Читать далее",
      "shortDescription": "Я собрал и изучил 100 вакансий от 68 компаний, чтобы понять, на что работодатели обращают внимание и что скрывается под формулировками «Аналитический склад ума» или «Крепкий UI».В этой статье:— Что требуют от дизайнера продукта в 2025 году?— Какие харды и софты стоит качать в первую очередь?— Должен...",
      "link": "https://habr.com/ru/articles/970962/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970962",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/940/f4f/51b/940f4f51b78d3290ca8d2b83dddd7da7.png",
      "pubDate": "2025-11-28T05:52:54+00:00",
      "hashtags": [
        "#ui",
        "#дизайн",
        "#код"
      ]
    },
    {
      "id": "Habr_9_1764314111",
      "title": "Чтение на выходные: «Hey! Listen! Путешествие по золотому веку видеоигр» Стива Макнила",
      "description": "Устраивайтесь поудобнее, доставайте из закромов памяти картридж с любимой игрой и сдуйте с него пыль — мы начинаем путешествие в самое сердце игровой ностальгии. В этот раз мы рекомендуем книгу, которая оживляет целую эпоху.Стив Макнил — один из авторов и соведущий культового комедийного шоу о видеоиграх Go 8-Bit. Человек, который брал с собой консоль в путешествия и однажды — даже в медовый месяц. Работая над текстом, он и сам открыл для себя множество ранее неизвестных ему игр.  Читать далее",
      "shortDescription": "Устраивайтесь поудобнее, доставайте из закромов памяти картридж с любимой игрой и сдуйте с него пыль — мы начинаем путешествие в самое сердце игровой ностальгии. В этот раз мы рекомендуем книгу, которая оживляет целую эпоху.Стив Макнил — один из авторов и соведущий культового комедийного шоу о видео...",
      "link": "https://habr.com/ru/companies/onlinepatent/articles/970408/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970408",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/ca6/74f/bb3/ca674fbb385b837d168926a92992c538.png",
      "pubDate": "2025-11-28T05:16:14+00:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Habr_12_1764314111",
      "title": "Лучшие нейросети для вайбкодинга на 1С 6 (финал)",
      "description": "В этой части добавил Claude Opus 4.5 и GPT 5.1-Codex-MaxПредыдущая часть: https://habr.com/ru/articles/967828/Для тех, кто не любит читать, результат сразу тут: Читать далее",
      "shortDescription": "В этой части добавил Claude Opus 4.5 и GPT 5.1-Codex-MaxПредыдущая часть: https://habr.com/ru/articles/967828/Для тех, кто не любит читать, результат сразу тут: Читать далее",
      "link": "https://habr.com/ru/articles/971106/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971106",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/6ed/890/b6c/6ed890b6cbc636895a2dadc371046874.png",
      "pubDate": "2025-11-28T01:44:54+00:00",
      "hashtags": [
        "#AR",
        "#код"
      ]
    },
    {
      "id": "3DNews_30_1764314120",
      "title": "Как построить 5000-ваттный GPU будущего — Intel расскажет на ISSCC 2026",
      "description": "Насыщенная программа конференции ISSCC 2026, которая пройдет в феврале будущего года, включает немало интересных тем. Среди них — «как реализовать 5000-ваттные графические процессоры». Идею хочет предложить не абы кто, а заслуженный исследователь Intel, проработавший в компании более 25 лет, пишет Computer Base. Источник изображения: Intel",
      "shortDescription": "Насыщенная программа конференции ISSCC 2026, которая пройдет в феврале будущего года, включает немало интересных тем. Среди них — «как реализовать 5000-ваттные графические процессоры». Идею хочет предложить не абы кто, а заслуженный исследователь Intel, проработавший в компании более 25 лет, пишет C...",
      "link": "https://3dnews.ru/1133073",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133073/eF1lCHESsTyNxmWO.jpg",
      "pubDate": "2025-11-28T01:39:00+03:00",
      "hashtags": [
        "#ИИ",
        "#gpu"
      ]
    },
    {
      "id": "Ведомости Технологии_1_1764314126",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Habr_13_1764314111",
      "title": "Поднимает AWX-Ansible (AWX-Operator) под Minikube в Debian",
      "description": "Ранее уже писал статью о поднятии AWX-Ansible но тот способ уже не работает так как в DEV образе слишком много изменений и с стабильной версии повторно не удалось развернуть (хотя полностью DEV версия прекрасно работает). Читать далее",
      "shortDescription": "Ранее уже писал статью о поднятии AWX-Ansible но тот способ уже не работает так как в DEV образе слишком много изменений и с стабильной версии повторно не удалось развернуть (хотя полностью DEV версия прекрасно работает). Читать далее",
      "link": "https://habr.com/ru/articles/971102/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971102",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-11-28T00:08:46+00:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_32_1764314120",
      "title": "В Китае намекнули на создание многочиповых ИИ-ускорителей, способных потягаться с Nvidia Blackwell",
      "description": "Разработанные в Китае ускорители ИИ из логических чиплетов на основе 14-нм техпроцесса и памяти DRAM на базе 18-нм техпроцесса в состоянии конкурировать с чипами Nvidia Blackwell, которые производятся по 4-нм техпроцессу TSMC. Такое мнение на отраслевом мероприятии озвучил Вэй Шаоцзюнь (Wei Shaojun), заместитель председателя Китайской ассоциации полупроводниковой промышленности и профессор Университета Цинхуа, сообщает DigiTimes. Источник изображения: AMD",
      "shortDescription": "Разработанные в Китае ускорители ИИ из логических чиплетов на основе 14-нм техпроцесса и памяти DRAM на базе 18-нм техпроцесса в состоянии конкурировать с чипами Nvidia Blackwell, которые производятся по 4-нм техпроцессу TSMC. Такое мнение на отраслевом мероприятии озвучил Вэй Шаоцзюнь (Wei Shaojun)...",
      "link": "https://3dnews.ru/1133069",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133069/SENABQVRJEVZ6.jpg",
      "pubDate": "2025-11-27T21:43:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Habr_14_1764314111",
      "title": "Как получить заказ от крупной корпорации",
      "description": "Одна из главных проблем B2B и технологических стартапов - это известный замкнутый круг: ты можешь быть исполнителем работ для крупных корпораций только в том случае, если у тебя уже есть опыт работы с этой компанией и хорошая репутация. Но как получить этот опыт, если его нет? Корпорации и госкомпании требуют доказательства эффективности, кейсы и рекомендации, но у нас их еще нет.Знаю это на личном опыте, так как 10 лет работала в крупных корпорациях - и в том числе выбирала подрядчиков. Покажу вам взгляд с другой стороны.Давайте разберем два работающих подхода, которые помогают выйти из этого круга:стратегия «холодного субподряда» и «португальское мышление» (сильный нетворкинг как инструмент продаж). Читать далее",
      "shortDescription": "Одна из главных проблем B2B и технологических стартапов - это известный замкнутый круг: ты можешь быть исполнителем работ для крупных корпораций только в том случае, если у тебя уже есть опыт работы с этой компанией и хорошая репутация. Но как получить этот опыт, если его нет? Корпорации и госкомпан...",
      "link": "https://habr.com/ru/articles/971094/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971094",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/b21/5e3/dc4/b215e3dc4247af3a0d5fb6be2aec6190.jpg",
      "pubDate": "2025-11-27T21:38:35+00:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "DTF_1_1764314118",
      "title": "На ПК вышла Hail to the Rainbow — адвенчура в сеттинге постапокалиптического киберпанка от российского разработчика",
      "description": "Главным героем игры выступает юноша по имени Игнат, который отправляется в странствие после получения загадочного письма.",
      "shortDescription": "Главным героем игры выступает юноша по имени Игнат, который отправляется в странствие после получения загадочного письма.",
      "link": "https://dtf.ru/games/4425307-hail-to-the-rainbow-novaya-adventura-v-postapokalipticheskom-kiberpanke?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/1186bcb5-177f-50c4-a878-ee7b78f66d45/",
      "pubDate": "2025-11-27T21:35:56+03:00",
      "hashtags": [
        "#игры",
        "#кибер",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews_33_1764314120",
      "title": "Honor представила компактный проектор с жестовым управлением и автокалибровкой за $85",
      "description": "Вместе со смартфонами Honor 500 компания Honor недавно анонсировала компактный проектор Honor Choice Firefly AI Projector Air. В основе аппарата лежит технология проецирования 1LCD и четырёхэлементный объектив из лантанидного стекла, разработанный для снижения потерь света и повышения чёткости картинки. Источник изображений: Honor",
      "shortDescription": "Вместе со смартфонами Honor 500 компания Honor недавно анонсировала компактный проектор Honor Choice Firefly AI Projector Air. В основе аппарата лежит технология проецирования 1LCD и четырёхэлементный объектив из лантанидного стекла, разработанный для снижения потерь света и повышения чёткости карти...",
      "link": "https://3dnews.ru/1133067",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133067/Honor-Choice-Firefly-AI-Projector-Air.jpg",
      "pubDate": "2025-11-27T21:34:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#смартфон"
      ]
    },
    {
      "id": "Habr_15_1764314111",
      "title": "Темпорал для начинающих",
      "description": "При разработке программных продуктов иногда может появиться задача разработки многосоставного ступенчатого процесса. На каждом этапе которого нужно предусмотреть обработку ошибок, повторное выполнение операции, откат с начальному состоянию в случае ошибки и тд. В этой статье я расскажу, как в таких случаях можно применить temporal и покажу пример кода на java. В конце приложу ссылку на исходный код, так что можно будет скачать и самому поиграться с настройками, процессами и тд. Изучить детальнее..",
      "shortDescription": "При разработке программных продуктов иногда может появиться задача разработки многосоставного ступенчатого процесса. На каждом этапе которого нужно предусмотреть обработку ошибок, повторное выполнение операции, откат с начальному состоянию в случае ошибки и тд. В этой статье я расскажу, как в таких ...",
      "link": "https://habr.com/ru/articles/970730/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970730",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/3bb/234/4bc/3bb2344bc0df5f7eb618f44721fbd22f.png",
      "pubDate": "2025-11-27T20:31:14+00:00",
      "hashtags": [
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "DTF_3_1764314118",
      "title": "СМИ: некоторые китайские производители отказались от разработки тонких смартфонов на фоне низких продаж iPhone Air",
      "description": "Ранее такое же решение приняли в Samsung.",
      "shortDescription": "Ранее такое же решение приняли в Samsung.",
      "link": "https://dtf.ru/mobile/4424079-kitayskie-proizvoditeli-otkazyvayutsya-ot-tonkikh-smartfonov?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/70832a73-a816-5c7d-a5e2-1f32b70c1204/",
      "pubDate": "2025-11-27T19:51:11+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#смартфон"
      ]
    },
    {
      "id": "vc.ru_5_1764314112",
      "title": "В Китае предупредили о возможном риске появления «пузыря» на рынке человекоподобных роботов",
      "description": "В стране свыше 150 производителей таких устройств, и их количество только растёт.",
      "shortDescription": "В стране свыше 150 производителей таких устройств, и их количество только растёт.",
      "link": "https://vc.ru/future/2620671-kitai-preduprezhdaet-o-riske-puzhira-na-rynke-gumanoidnykh-robotov?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/c8c1f87d-45bc-582a-8069-1c3c13e012aa/",
      "pubDate": "2025-11-27T19:35:23+03:00",
      "hashtags": [
        "#робот"
      ]
    },
    {
      "id": "DTF_8_1764314118",
      "title": "В EGS раздают Universe for Sale — нарративную игру о жителях обветшалой колонии в облаках Юпитера",
      "description": "Игру можно забрать до 4 декабря, но не в российском регионе.",
      "shortDescription": "Игру можно забрать до 4 декабря, но не в российском регионе.",
      "link": "https://dtf.ru/games/4421466-razdacha-universe-for-sale-v-egs?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/de37abc2-69ef-53f9-9add-5fe69701e419/-/resize/1300/",
      "pubDate": "2025-11-27T19:06:25+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_16_1764314111",
      "title": "Claude Code за 4 часа написал AI чатбот (и мы выложили его в open source)",
      "description": "Попросили Claude Code CLI сделать AI-чатбот для нашей платформы. Через 4 часа получили рабочее решение: контекстно-зависимый виджет, база знаний на markdown, эскалация в Telegram, автоматический сбор багов. Работает в production, выложили в open source.GitHubЛицензия: MIT Читать далее",
      "shortDescription": "Попросили Claude Code CLI сделать AI-чатбот для нашей платформы. Через 4 часа получили рабочее решение: контекстно-зависимый виджет, база знаний на markdown, эскалация в Telegram, автоматический сбор багов. Работает в production, выложили в open source.GitHubЛицензия: MIT Читать далее",
      "link": "https://habr.com/ru/articles/971066/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971066",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/dc3/77d/d38/dc377dd3833e6e0f9f9899a419dbf758.png",
      "pubDate": "2025-11-27T18:32:41+00:00",
      "hashtags": [
        "#AR",
        "#AI",
        "#ai",
        "#it"
      ]
    },
    {
      "id": "Habr_17_1764314111",
      "title": "[Перевод] Выразительность против разрешимости: почему «мощные» системы тяжело анализировать",
      "description": "В программировании мы привыкли торговаться временем против памяти, но есть ещё один, менее очевидный, компромисс — между тем, что система в принципе умеет выражать, и тем, что о ней потом вообще можно строго сказать. Машины Тьюринга, PDA и DFA, Rust и Python, SAT и SMT, системы типов, макросы и метапрограммирование — всё это разные точки в одной и той же решётке «выразительность против разрешимости», просто по разным осям.В статье разберемся, почему достаточно «мощные» модели и языки неизбежно становятся плохо анализируемыми, почему это не линейный спектр, а набор пересекающихся измерений, и как этот компромисс проступает в очень практичных вещах — от систем типов и статанализа до архитектурных решений в реальных проектах. Читать разбор",
      "shortDescription": "В программировании мы привыкли торговаться временем против памяти, но есть ещё один, менее очевидный, компромисс — между тем, что система в принципе умеет выражать, и тем, что о ней потом вообще можно строго сказать. Машины Тьюринга, PDA и DFA, Rust и Python, SAT и SMT, системы типов, макросы и мета...",
      "link": "https://habr.com/ru/companies/otus/articles/971020/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971020",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f45/489/734/f45489734dd327602b097320aee8b20a.jpg",
      "pubDate": "2025-11-27T18:21:18+00:00",
      "hashtags": [
        "#ИИ",
        "#программирование"
      ]
    },
    {
      "id": "3DNews_34_1764314120",
      "title": "После провала iPhone Air китайские бренды передумали выпускать сверхтонкие смартфоны",
      "description": "Не прошло и трёх месяцев с анонса iPhone Air, как общественность утвердилась во мнении, что тонкий смартфон от Apple провалился в продаже, и компания была вынуждена либо значительно сократить, либо полностью остановить его производство. Это повлияло и на планы китайских брендов в отношении собственных тонких смартфонов. Источник изображения: apple.com",
      "shortDescription": "Не прошло и трёх месяцев с анонса iPhone Air, как общественность утвердилась во мнении, что тонкий смартфон от Apple провалился в продаже, и компания была вынуждена либо значительно сократить, либо полностью остановить его производство. Это повлияло и на планы китайских брендов в отношении собственн...",
      "link": "https://3dnews.ru/1133062",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133062/iphone-air.jpg",
      "pubDate": "2025-11-27T17:54:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_36_1764314120",
      "title": "Комариный хоботок приспособили под сопло для 3D-микропечати — тоньше, дешевле и лучше искусственных",
      "description": "Учёные Макгиллского университета в Канаде потратили некоторое время на поиск сопла для высокоточной трёхмерной печати и пришли к выводу, что лучше всего на эту роль подходит хоботок самки комара. Он позволяет создавать объекты миниатюрных размеров с гладкими поверхностями, которые востребованы в аэрокосмической отрасли, стоматологии и области биомедицинских исследований. Источник изображения: McGill University",
      "shortDescription": "Учёные Макгиллского университета в Канаде потратили некоторое время на поиск сопла для высокоточной трёхмерной печати и пришли к выводу, что лучше всего на эту роль подходит хоботок самки комара. Он позволяет создавать объекты миниатюрных размеров с гладкими поверхностями, которые востребованы в аэр...",
      "link": "https://3dnews.ru/1133056",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133056/mosq.jpg",
      "pubDate": "2025-11-27T17:05:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "DTF_7_1764314118",
      "title": "Yakuza 0 снимут с продажи на всех платформах после релиза «режиссёрской версии» в декабре",
      "description": "Все, кто приобретёт оригинал до этого, сохранят к нему доступ.",
      "shortDescription": "Все, кто приобретёт оригинал до этого, сохранят к нему доступ.",
      "link": "https://dtf.ru/gameindustry/4417716-yakuza-0-uberyut-iz-prodazhi?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/489a5598-1a25-5bec-8344-84dfb59d995f/",
      "pubDate": "2025-11-27T16:30:27+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_39_1764314120",
      "title": "Процессоры Huawei Kirin 9030 и Kirin 9030 Pro оказались не такими уж похожими",
      "description": "Huawei на днях официально анонсировала линейку смартфонов Mate 80 и раскладной Mate X7, оснастив четыре из пяти представленных моделей новыми процессорами серии Kirin 9030. При этом, как выяснилось, в устройствах используются две разные версии чипсетов — базовый Kirin 9030 и более продвинутый Kirin 9030 Pro, что вызвало интерес к их техническим различиям. Источник изображения: huaweicentral.com",
      "shortDescription": "Huawei на днях официально анонсировала линейку смартфонов Mate 80 и раскладной Mate X7, оснастив четыре из пяти представленных моделей новыми процессорами серии Kirin 9030. При этом, как выяснилось, в устройствах используются две разные версии чипсетов — базовый Kirin 9030 и более продвинутый Kirin ...",
      "link": "https://3dnews.ru/1133050",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133050/5647545.jpg",
      "pubDate": "2025-11-27T16:07:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_2_1764314120",
      "title": "«Гаражная» компания запустила предзаказ на одноместный летающий мотоцикл с предоплатой в $999",
      "description": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которые создают распределённую тягу. Источник изображений: LEO Flight",
      "shortDescription": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которы...",
      "link": "https://3dnews.ru/1133051",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133051/leo_00.jpg",
      "pubDate": "2025-11-27T16:00:31+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_40_1764314120",
      "title": "«Гаражная» компания запустила предзаказ на одноместный летающий мотоцикл с предоплатой в $999",
      "description": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которые создают распределённую тягу. Источник изображений: LEO Flight",
      "shortDescription": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которы...",
      "link": "https://3dnews.ru/1133051",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133051/leo_00.jpg",
      "pubDate": "2025-11-27T16:00:31+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_19_1764314111",
      "title": "Делаем красивый лендинг за 2 часа: список инструментов и шаги создания",
      "description": "На днях мне понадобился новый лендинг для тестирования гипотезы. В прошлые разы я тратил на такое десятки тысяч рублей и недели времени, причем не всегда успешно. Примерно 50% работ фрилансеров улетало в корзину. С No-code и ИИ выход годных результатов получался ещё ниже. Но время идет, и, вот, мы дожили — 100% работы делают агенты. Вжух — и лендинг!",
      "shortDescription": "На днях мне понадобился новый лендинг для тестирования гипотезы. В прошлые разы я тратил на такое десятки тысяч рублей и недели времени, причем не всегда успешно. Примерно 50% работ фрилансеров улетало в корзину. С No-code и ИИ выход годных результатов получался ещё ниже. Но время идет, и, вот, мы д...",
      "link": "https://habr.com/ru/articles/971028/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971028",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/33b/352/848/33b352848cfdddeef247f23f9553fe2c.png",
      "pubDate": "2025-11-27T15:59:07+00:00",
      "hashtags": [
        "#тест",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_20_1764314111",
      "title": "Бумер и вайб-кодинг: как я делаю ИИ-анализатор новостей по инструкциям ChatGPT (Часть 1)",
      "description": "В начале ноября после очередной шок-статьи, оказавшейся пустышкой, у меня появилась идея сервиса, который будет анализировать новости при помощи ИИ — рассказываю, что я делаю, и что из этого всего получается.Это реальная история, не байт.   Читать далее",
      "shortDescription": "В начале ноября после очередной шок-статьи, оказавшейся пустышкой, у меня появилась идея сервиса, который будет анализировать новости при помощи ИИ — рассказываю, что я делаю, и что из этого всего получается.Это реальная история, не байт.   Читать далее",
      "link": "https://habr.com/ru/articles/971018/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971018",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/94c/453/538/94c45353832a59044f1f6f37b959d612.jpg",
      "pubDate": "2025-11-27T15:48:05+00:00",
      "hashtags": [
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "Habr_21_1764314111",
      "title": "ИИ-инструменты для HR и рекрутинга: топ-10 сервисов для подбора персонала",
      "description": "Современная ATS (Applicant Tracking System) давно уже не является просто «электронной картотекой» с резюме. Сегодня ATS - это центр управления всем циклом найма, начиная с публикаций вакансий, заканчивая оффером и онбордингом. Система собирает отклики с десятков площадок, структурирует данные, ведёт коммуникации с кандидатами, синхронизируется с календарями команды и строит аналитику по качеству найма.Искусственный интеллект позволяет вывести ATS на новый уровень за счет скорости, точности, автоматизации рутины, аналитики и прогнозов.  Читать далее",
      "shortDescription": "Современная ATS (Applicant Tracking System) давно уже не является просто «электронной картотекой» с резюме. Сегодня ATS - это центр управления всем циклом найма, начиная с публикаций вакансий, заканчивая оффером и онбордингом. Система собирает отклики с десятков площадок, структурирует данные, ведёт...",
      "link": "https://habr.com/ru/companies/bothub/articles/971014/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971014",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/72b/b72/fd0/72bb72fd06443872f0e969765b2537da.jpg",
      "pubDate": "2025-11-27T15:45:47+00:00",
      "hashtags": [
        "#ИИ",
        "#искусственныйинтеллект"
      ]
    },
    {
      "id": "Habr_22_1764314111",
      "title": "Повышение эффективности подавления узкополосных помех",
      "description": "При обработке широкополосных сигналов часто возникает задача подавления узкополосных помех. Сложность задачи подавления узкополосной помехи зависит от степени информированности о ее наличии, основной частоте и степени изменчивости этой частоты. Если помеха стационарна, ее частота заранее известна и источник помехи не перемещается в пространстве, для ее подавления достаточно узкополосного режекторного фильтра.  Для подавления нестационарных помех необходимо использовать адаптивные методы фильтрации. Кроме традиционных цифровых фильтров к ним можно отнести  использование  адаптивной антенной решетки. В этом случае подавление помех обеспечивается формированием  провалов (нулей в диаграмме направленности) цифровой антенной решетки и основной задачей является расчет вектора весовых коэффициентов, изменяющих диаграмму направленности антенной решетки. Второй способ режектирования узкополосных помех с заранее неизвестными частотой и мощностью – это поиск пиков в спектре сигнала и замена всех найденных отсчетов, превышающих среднюю амплитуду спектра, на среднее значение спектра.   Читать далее",
      "shortDescription": "При обработке широкополосных сигналов часто возникает задача подавления узкополосных помех. Сложность задачи подавления узкополосной помехи зависит от степени информированности о ее наличии, основной частоте и степени изменчивости этой частоты. Если помеха стационарна, ее частота заранее известна и ...",
      "link": "https://habr.com/ru/articles/971010/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971010",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/81d/99a/aca/81d99aaca2487a0de110169e602f2691.png",
      "pubDate": "2025-11-27T15:32:40+00:00",
      "hashtags": [
        "#цифровой",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_10_1764314117",
      "title": "Некоторые китайские производители отказались от разработки тонких смартфонов на фоне низких продаж iPhone Air — DigiTimes Asia",
      "description": "Ранее такое же решение принял Samsung.",
      "shortDescription": "Ранее такое же решение принял Samsung.",
      "link": "https://vc.ru/tech/2619424-kitayskie-proizvoditeli-otkazyvayutsya-ot-tonkikh-smartfonov?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-11-27T15:28:16+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#смартфон",
        "#it"
      ]
    },
    {
      "id": "3DNews_44_1764314120",
      "title": "Смарт-очки Alibaba Quark с крошечным экраном и дизайном обычных очков поступили в продажу за $537",
      "description": "Продемонстрированные в конце июля умные очки Alibaba Quark поступили в китайские магазины по цене от $537 за модель Quark S1 со встроенными полупрозрачными дисплеями типа micro-OLED. Устройство позже выйдет и на международный рынок, будет предложено клиентам популярной площадки AliExpress. Помимо старшей версии Quark S1 со встроенными дисплеями типа micro-OLED, покупателям позднее будет предложена версия Quark G1, которая обходится без таких дисплеев, но стоит примерно в два раза меньше. Оба устройства используют платформу Snapdragon AR1 компании Qualcomm, ранее сообщалось и о применении операционной системы реального времени (RTOS).",
      "shortDescription": "Продемонстрированные в конце июля умные очки Alibaba Quark поступили в китайские магазины по цене от $537 за модель Quark S1 со встроенными полупрозрачными дисплеями типа micro-OLED. Устройство позже выйдет и на международный рынок, будет предложено клиентам популярной площадки AliExpress. Помимо ст...",
      "link": "https://3dnews.ru/1133041",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133041/quark_01.jpg",
      "pubDate": "2025-11-27T15:28:00+03:00",
      "hashtags": [
        "#AR",
        "#дизайн",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_26_1764314111",
      "title": "[Перевод] Стратегии обеспечения игрового баланса",
      "description": "Справедливость — ключевой элемент игр. Кто захочет играть в игру, которая явно подстроена в чью‑то пользу? Сбалансированная игра гарантирует, что у всех игроков есть равные шансы на победу, без нечестных преимуществ для отдельных участников. Однако достичь баланса в играх — задача далеко не простая.В этой статье мы рассмотрим стратегии балансировки игр и дадим советы геймдизайнерам, как создать более сбалансированный игровой процесс. Независимо от того, разрабатываете ли вы ролевую игру, стратегию в реальном времени или соревновательный многопользовательский проект, эти советы будут полезны. Читать далее",
      "shortDescription": "Справедливость — ключевой элемент игр. Кто захочет играть в игру, которая явно подстроена в чью‑то пользу? Сбалансированная игра гарантирует, что у всех игроков есть равные шансы на победу, без нечестных преимуществ для отдельных участников. Однако достичь баланса в играх — задача далеко не простая....",
      "link": "https://habr.com/ru/companies/otus/articles/969912/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969912",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e4d/90e/1bb/e4d90e1bb52a2f910b7a6470dbbf95fb.png",
      "pubDate": "2025-11-27T15:02:58+00:00",
      "hashtags": [
        "#дизайн",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_1_1764314112",
      "title": "«Т-Банк» открыл всем доступ к «фрод-рулетке» для борьбы с телефонными мошенниками",
      "description": "По заявкам сервис тестировали с июля 2024 года.",
      "shortDescription": "По заявкам сервис тестировали с июля 2024 года.",
      "link": "https://vc.ru/money/2619310-t-bank-zapustil-frod-ruletku?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/c0a2e0e1-4e5c-5850-8840-9064021a663a/",
      "pubDate": "2025-11-27T14:52:01+03:00",
      "hashtags": [
        "#тест"
      ]
    },
    {
      "id": "Habr_29_1764314111",
      "title": "Как Гэндальфу провести ИИ-хоббитов по fullstack проекту: Часть 1 – программирование",
      "description": "Привет! Меня зовут Воронин Николай, я занимаюсь автоматизацией систем отчётности и анализа в ПГК Диджитал.В этой статье я хочу поделиться опытом ведения личного творческого проекта, где многие функции переложены на нейросети. Расскажу об обнаруженных мной особенностях, плюсах и недостатках.Мой проект – это цифровой мультимедийный комикс. Для его реализации требуется создание программного обеспечения, иллюстрации, музыка и звуки, работа с сюжетом и персонажами. Соответственно четыре AI, которые несут кольцо к финалу проекта это:·         Deepseek – LLM для кодинга.·         Deepseek – LLM для отладки и выверки текстов и проработки сюжетной целостности.·         StableDiffusion – иллюстрации.·         Suno AI – музыкальное сопровождение.Почему нейросети – хоббиты, и зачем им нужен Гэндальф?В основном это касается больших языковых моделей (Deepseek, CharGPT, Grok, Gemini, Gigachat и т.п.). Важно понимать, что Искусственный Интеллект – это модное, но неправильное название для нейросети и большой языковой модели – никакого интеллекта там нет. Это очень большой массив хитро размеченной информации с хитрым алгоритмом статистического поиска сначала распознавания вопроса и затем наиболее вероятного ответа. Мыслительного процесса, понимания вопроса и логического построения ответа нет. Нейросети не умеют даже считать, в них просто загружено очень много математических задач с ответами и, получая запрос, нейросеть ищет наиболее вероятный ответ.Соответственно, чем задача специфичнее – тем больше шанс, что в обучающих материалах по ней было мало информации, нейросеть будет пытаться интерпретировать её через другие задачи, которые по логике разметки кажутся похожими (с точки здравого смысла это может быть не так), и решения будут становится всё более и более странными.  Читать далее",
      "shortDescription": "Привет! Меня зовут Воронин Николай, я занимаюсь автоматизацией систем отчётности и анализа в ПГК Диджитал.В этой статье я хочу поделиться опытом ведения личного творческого проекта, где многие функции переложены на нейросети. Расскажу об обнаруженных мной особенностях, плюсах и недостатках.Мой проек...",
      "link": "https://habr.com/ru/companies/pgk/articles/970384/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970384",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/bff/9d0/d7f/bff9d0d7f9effc8294c30c0be45b441f.jpg",
      "pubDate": "2025-11-27T14:51:55+00:00",
      "hashtags": [
        "#сеть",
        "#ИИ",
        "#искусственныйинтеллект",
        "#нейросеть",
        "#алгоритм",
        "#AR",
        "#цифровой",
        "#AI",
        "#программирование",
        "#ai",
        "#код"
      ]
    },
    {
      "id": "Habr_33_1764314111",
      "title": "[Перевод] В скором времени любой при достаточном объёме данных сможет создать цифровую версию самого себя. Но стоит ли это делать?",
      "description": "За последние 23 года, выдавая более одной статьи в день, я накопил достаточно большой объём текстов, чтобы обучить модель искусственного интеллекта, которая могла бы убедительно писать «как я». С помощью современных технологий несложно создать систему, способную генерировать мнения, которые будут звучать так, как будто они исходили от меня — алгоритмического профессора, который будет продолжать публиковаться ещё долго после моей смерти. Читать далее",
      "shortDescription": "За последние 23 года, выдавая более одной статьи в день, я накопил достаточно большой объём текстов, чтобы обучить модель искусственного интеллекта, которая могла бы убедительно писать «как я». С помощью современных технологий несложно создать систему, способную генерировать мнения, которые будут зв...",
      "link": "https://habr.com/ru/articles/970586/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970586",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/511/121/a57/511121a576a655cd7935f71ad950a7d4.webp",
      "pubDate": "2025-11-27T14:23:34+00:00",
      "hashtags": [
        "#алгоритм"
      ]
    },
    {
      "id": "3DNews_4_1764314120",
      "title": "Paradox взяла на себя вину за провал Vampire: The Masquerade — Bloodlines 2 и списала больше половины бюджета игры",
      "description": "Долгожданный вампирский ролевой экшен Vampire: The Masquerade — Bloodlines 2 от разработчиков из британской студии The Chinese Room разочаровал не только игроков и критиков, но и издателя в лице шведской компании Paradox Interactive.   Источник изображений: Paradox Interactive",
      "shortDescription": "Долгожданный вампирский ролевой экшен Vampire: The Masquerade — Bloodlines 2 от разработчиков из британской студии The Chinese Room разочаровал не только игроков и критиков, но и издателя в лице шведской компании Paradox Interactive.   Источник изображений: Paradox Interactive",
      "link": "https://3dnews.ru/1133045",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133045/00.jpg",
      "pubDate": "2025-11-27T14:05:00+03:00",
      "hashtags": [
        "#AR",
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_2_1764314112",
      "title": "Сервис знакомств TON Dating запустил приложения для iOS и Android и веб-версию — раньше он работал только в Telegram",
      "description": "Аудитория мини-приложения в мессенджере на ноябрь 2025 года — свыше 200 тысяч ежемесячно активных пользователей.",
      "shortDescription": "Аудитория мини-приложения в мессенджере на ноябрь 2025 года — свыше 200 тысяч ежемесячно активных пользователей.",
      "link": "https://vc.ru/social/2618923-ton-dating-zapustil-prilozheniya-i-osnovnye-vozmozhnosti?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/562ee6f7-2994-52c9-910e-1cda8a2a2f7f/",
      "pubDate": "2025-11-27T14:02:07+03:00",
      "hashtags": [
        "#веб"
      ]
    },
    {
      "id": "3DNews_45_1764314120",
      "title": "Нетоксичное и дармовое: учёные создали пьезоэлектрический материал для выработки электричества в движении",
      "description": "Группа британских учёных создала перспективный пьезоэлектрический материал для выработки электричества в движении. Материал не содержит токсичный свинец, присутствующий в современных материалах такого же назначения, а также может быть синтезирован при комнатной температуре. Источник изображения: ИИ-генерация Grok 4.1/3DNews",
      "shortDescription": "Группа британских учёных создала перспективный пьезоэлектрический материал для выработки электричества в движении. Материал не содержит токсичный свинец, присутствующий в современных материалах такого же назначения, а также может быть синтезирован при комнатной температуре. Источник изображения: ИИ-...",
      "link": "https://3dnews.ru/1133038",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133038/energi.jpg",
      "pubDate": "2025-11-27T12:44:33+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_8_1764314117",
      "title": "Квентин Тарантино и Epic Games воссоздали вырезанную главу из «Убить Билла» на движке Unreal Engine — её покажут в Fortnite 30 ноября 2025 года",
      "description": "Главную героиню озвучила Ума Турман.",
      "shortDescription": "Главную героиню озвучила Ума Турман.",
      "link": "https://vc.ru/marketing/2618927-tarantino-i-epic-games-vosssozhdaiut-glavu-iz-ubity-billa-v-fortnite?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/eda38b33-0f0a-5a45-b9e0-98b7f383593a/-/resize/1300/",
      "pubDate": "2025-11-27T12:21:29+03:00",
      "hashtags": [
        "#game",
        "#it"
      ]
    },
    {
      "id": "DTF_9_1764314118",
      "title": "Статистика голосования игроков на Golden Joystick 2025: «Ведьмак 4» почти отобрал звание самого ожидаемого релиза у GTA VI",
      "description": "Все победы Clair Obscur: Expedition 33 были уверенными.",
      "shortDescription": "Все победы Clair Obscur: Expedition 33 были уверенными.",
      "link": "https://dtf.ru/games/4416762-statistika-golosovaniya-golden-joystick-2025?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/c7afbf30-6620-5b36-8cac-ad0496d8ea28/",
      "pubDate": "2025-11-27T11:32:58+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#it"
      ]
    },
    {
      "id": "vc.ru_7_1764314112",
      "title": "«Объединение самозанятых» предложило передать агрегаторам контроль за самозанятыми таксистами и отделить их регулирование от таксопарков",
      "description": "Единые требования приводят к оттоку частных водителей из легального сектора, говорят в организации.",
      "shortDescription": "Единые требования приводят к оттоку частных водителей из легального сектора, говорят в организации.",
      "link": "https://vc.ru/transport/2618717-obedineniye-samozanyatykh-predlagaet-izmenit-regulirovaniye-taksistov?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/3c5a28ba-e087-5972-91d3-04e13ac70427/",
      "pubDate": "2025-11-27T11:02:40+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_48_1764314120",
      "title": "Почти 5 Гбайт на квадратный миллиметр: Kioxia и SanDisk готовят флеш-память рекордной плотности",
      "description": "Выступающие партнёрами японская Kioxia и американская SanDisk готовятся рассказать на Международной конференции по твердотельным схемам (ISSCC) о памяти с рекордной плотностью. Как ожидается, что грядущая 3D QLC NAND предложит плотность в 37,6 Гбит/мм², что соответствует 4,7 Гбайт/мм². Источник изображения: sandisk.com",
      "shortDescription": "Выступающие партнёрами японская Kioxia и американская SanDisk готовятся рассказать на Международной конференции по твердотельным схемам (ISSCC) о памяти с рекордной плотностью. Как ожидается, что грядущая 3D QLC NAND предложит плотность в 37,6 Гбит/мм², что соответствует 4,7 Гбайт/мм². Источник изоб...",
      "link": "https://3dnews.ru/1133033",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133033/sandisk.jpg",
      "pubDate": "2025-11-27T11:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_5_1764314120",
      "title": "Атмосфера Марса вовсю искрит, выяснил марсоход NASA Perseverance",
      "description": "Марсоход NASA Perseverance собрал достаточно свидетельств в пользу доказательства электрической активности в атмосфере Марса. Раньше учёные могли только строить теории на этот счёт. На Земле молнии — это обычное явление. Но Марс до последнего хранил их в тайне от земной науки, пока её не раскрыл Perseverance. Источник изображения: Nature 2025",
      "shortDescription": "Марсоход NASA Perseverance собрал достаточно свидетельств в пользу доказательства электрической активности в атмосфере Марса. Раньше учёные могли только строить теории на этот счёт. На Земле молнии — это обычное явление. Но Марс до последнего хранил их в тайне от земной науки, пока её не раскрыл Per...",
      "link": "https://3dnews.ru/1133032",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133032/percy-lightning.jpg",
      "pubDate": "2025-11-27T10:56:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_49_1764314120",
      "title": "Атмосфера Марса вовсю искрит, выяснил марсоход NASA Perseverance",
      "description": "Марсоход NASA Perseverance собрал достаточно свидетельств в пользу доказательства электрической активности в атмосфере Марса. Раньше учёные могли только строить теории на этот счёт. На Земле молнии — это обычное явление. Но Марс до последнего хранил их в тайне от земной науки, пока её не раскрыл Perseverance. Источник изображения: Nature 2025",
      "shortDescription": "Марсоход NASA Perseverance собрал достаточно свидетельств в пользу доказательства электрической активности в атмосфере Марса. Раньше учёные могли только строить теории на этот счёт. На Земле молнии — это обычное явление. Но Марс до последнего хранил их в тайне от земной науки, пока её не раскрыл Per...",
      "link": "https://3dnews.ru/1133032",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133032/percy-lightning.jpg",
      "pubDate": "2025-11-27T10:56:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_2_1764314126",
      "title": "«Ведомости» составили рейтинг самых наукоемких компаний России",
      "description": "Лидирующей крупной компанией по числу патентов является «Ростех»",
      "shortDescription": "Лидирующей крупной компанией по числу патентов является «Ростех»",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158448-vedomosti-sostavili-reiting-samih-naukoemkih-kompanii-rossii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/96/1b4k55/normal-1p2q.jpg",
      "pubDate": "2025-11-27T07:30:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_3_1764314126",
      "title": "В России разработают ГОСТ по биопечати",
      "description": "Стандарт унифицирует терминологию и станет основой для нормативного регулирования отрасли",
      "shortDescription": "Стандарт унифицирует терминологию и станет основой для нормативного регулирования отрасли",
      "link": "https://www.vedomosti.ru/society/articles/2025/11/27/1158476-v-rossii-razrabotayut-gost-po-biopechati",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/96/1cu1y7/normal-1rag.jpg",
      "pubDate": "2025-11-27T00:45:32+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_7_1764314120",
      "title": "Пользователи совсем неохотно переходят на Windows 11 — это обернётся стагнацией рынка ПК, предупредила Dell",
      "description": "Компания Dell прогнозирует, что продажи персональных компьютеров в будущем году останутся на прежнем уровне, несмотря на потенциал устройств со встроенным искусственным интеллектом. В качестве основной причины, как сообщает The Register, указывается медленный переход пользователей с Windows 10 на Windows 11. Источник изображений: Brian Westover/Dell",
      "shortDescription": "Компания Dell прогнозирует, что продажи персональных компьютеров в будущем году останутся на прежнем уровне, несмотря на потенциал устройств со встроенным искусственным интеллектом. В качестве основной причины, как сообщает The Register, указывается медленный переход пользователей с Windows 10 на Wi...",
      "link": "https://3dnews.ru/1133016",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133016/dell.jpg",
      "pubDate": "2025-11-27T00:24:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_5_1764314126",
      "title": "Операторов могут обязать перейти на отечественное радиорелейное оборудование",
      "description": "Это нужно для строительства сетей 5G и замены китайской техники",
      "shortDescription": "Это нужно для строительства сетей 5G и замены китайской техники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158445-operatorov-mogut-obyazat-pereiti-na-otechestvennoe-radioreleinoe-oborudovanie",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/96/1atmfq/normal-1ool.jpg",
      "pubDate": "2025-11-27T00:09:00+03:00",
      "hashtags": [
        "#радио"
      ]
    },
    {
      "id": "Ведомости Технологии_6_1764314126",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#ИИ",
        "#сервер"
      ]
    },
    {
      "id": "3DNews_8_1764314120",
      "title": "Оригинал учредительных документов Apple 1976 года уйдёт с молотка — за лот хотят выручить до $4 млн",
      "description": "Оригинальное учредительное соглашение, которое привело к созданию компании Apple Computer Company в 1976 году будет выставлено на аукцион. Ожидается, что бумаги будут проданы за сумму до $4 млн. Памятные вещи Apple часто продаются на аукционах по высоким ценам. За один комплект документов, имеющий решающее значение для истории самой компании, покупатель может заплатить миллионы. Источник изображения: Christie's Images LTD. 2025",
      "shortDescription": "Оригинальное учредительное соглашение, которое привело к созданию компании Apple Computer Company в 1976 году будет выставлено на аукцион. Ожидается, что бумаги будут проданы за сумму до $4 млн. Памятные вещи Apple часто продаются на аукционах по высоким ценам. За один комплект документов, имеющий р...",
      "link": "https://3dnews.ru/1133013",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1133013/65889-138090-appleagreement1-xl.jpg",
      "pubDate": "2025-11-26T23:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_12_1764314120",
      "title": "Продажи Tesla рушатся по всему миру — Маск увлёкся роботами, а стоило бы новыми машинами",
      "description": "Tesla столкнулась с падением продаж на всех трёх крупнейших мировых автомобильных рынках: Европе, Китае и США. Мировые поставки автомобилей Tesla в этом году сократятся на 7 %. Не помогли даже рекордные продажи в третьем квартале, перед окончанием срока действия в США налогового вычета для покупателей электромобилей 30 сентября. Аналитики заявляют о фундаментальных проблемах у автопроизводителя и не ожидают быстрого восстановления после этого спада продаж. Источник изображений: Tesla, SpaceX",
      "shortDescription": "Tesla столкнулась с падением продаж на всех трёх крупнейших мировых автомобильных рынках: Европе, Китае и США. Мировые поставки автомобилей Tesla в этом году сократятся на 7 %. Не помогли даже рекордные продажи в третьем квартале, перед окончанием срока действия в США налогового вычета для покупател...",
      "link": "https://3dnews.ru/1132998",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132998/elon-musk-x-tesla.jpg",
      "pubDate": "2025-11-26T19:04:00+03:00",
      "hashtags": [
        "#робот"
      ]
    },
    {
      "id": "3DNews_13_1764314120",
      "title": "Россия доставила во Францию ключевое оборудование для международного термоядерного реактора ИТЭР",
      "description": "На днях на стройплощадку Международного термоядерного экспериментального реактора (ITER) на юге Франции прибыл первый из четырёх российских испытательных стендов. Эти стенды являются ключевыми для проекта, поскольку будут проверять «окна в плазму» — специальные порты в рабочей камере реактора с измерительным оборудованием. Таких портов будет 24, каждый из которых проверят вакуумом, нагревом, радиацией и ЭМ-излучением. Источник изображений: «Росатом»",
      "shortDescription": "На днях на стройплощадку Международного термоядерного экспериментального реактора (ITER) на юге Франции прибыл первый из четырёх российских испытательных стендов. Эти стенды являются ключевыми для проекта, поскольку будут проверять «окна в плазму» — специальные порты в рабочей камере реактора с изме...",
      "link": "https://3dnews.ru/1132991",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132991/iter_01.jpg",
      "pubDate": "2025-11-26T17:38:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews_14_1764314120",
      "title": "Человечество впервые «увидело» тёмную материю — прямо в нашей галактике",
      "description": "Гонка за открытием тёмной материи, возможно, вышла на финишную прямую: японский астрофизик Томонори Тотани (Tomonori Totani) из Токийского университета не стесняясь в выражениях сообщил: «Если я правильно понимаю, то это первый случай, когда человечество “увидело” тёмную материю. И оказывается, что тёмная материя — это новая частица, не включённая в текущую Стандартную модель физики элементарных частиц. Это важное достижение в астрономии и физике». Гамма-свечение в диске Млечного Пути. Источник изображения: NASA/DOE/Fermi LAT Collaboration",
      "shortDescription": "Гонка за открытием тёмной материи, возможно, вышла на финишную прямую: японский астрофизик Томонори Тотани (Tomonori Totani) из Токийского университета не стесняясь в выражениях сообщил: «Если я правильно понимаю, то это первый случай, когда человечество “увидело” тёмную материю. И оказывается, что ...",
      "link": "https://3dnews.ru/1132973",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132973/fermi-sky.jpg",
      "pubDate": "2025-11-26T12:33:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_16_1764314120",
      "title": "«Мы не Enron»: Хуанг сделал странное заявление после нападок на Nvidia из-за раздувающегося ИИ-пузыря",
      "description": "Nvidia на правах главного выгодоприобретателя в условиях бума искусственного интеллекта неизбежно привлекает повышенное внимание инвесторов, и среди них в последнее время появилось немало скептиков, утверждающих, что дело пахнет очередным биржевым пузырём. Основателю Дженсену Хуангу (Jensen Huang) пришлось убеждать аналитиков в достоверности предоставляемой компании отчётности: «мы не Enron», внезапно заявил Хуанг, и это было странно, ведь никто и не спрашивал. Источник изображения: Nvidia",
      "shortDescription": "Nvidia на правах главного выгодоприобретателя в условиях бума искусственного интеллекта неизбежно привлекает повышенное внимание инвесторов, и среди них в последнее время появилось немало скептиков, утверждающих, что дело пахнет очередным биржевым пузырём. Основателю Дженсену Хуангу (Jensen Huang) п...",
      "link": "https://3dnews.ru/1132967",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132967/huang_02.jpg",
      "pubDate": "2025-11-26T11:35:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_17_1764314120",
      "title": "Российская Neiry представила управляемых «голубей-биодронов» PJN-1 — это живые птицы с чипированным мозгом",
      "description": "Группа компаний Neiry представила голубей-биодронов — обычных птиц со встроенными в головы электродами. Цена вопроса примерно как при покупке и эксплуатации дронов из пластика и электроники, но продолжительность полёта, скрытность и безопасность у живых особей несоизмеримо больше. Жизни птиц ничего не угрожает, утверждают разработчики, после операции они продолжают жить привычной птичьей жизнью. Источник изображения: Neiry",
      "shortDescription": "Группа компаний Neiry представила голубей-биодронов — обычных птиц со встроенными в головы электродами. Цена вопроса примерно как при покупке и эксплуатации дронов из пластика и электроники, но продолжительность полёта, скрытность и безопасность у живых особей несоизмеримо больше. Жизни птиц ничего ...",
      "link": "https://3dnews.ru/1132965",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132965/01.jpg",
      "pubDate": "2025-11-26T11:12:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_18_1764314120",
      "title": "Первый завод TSMC в США внезапно встал из-за газового сбоя — потеряны тысячи кремниевых пластин",
      "description": "Первое предприятие TSMC на территории штата Аризона уже начало снабжать американских заказчиков 4-нм продукцией, но объёмы поставок нельзя назвать серьёзными. Так или иначе, один из источников сообщает, что в середине сентября из-за сбоя в поставках технического газа оно на несколько часов экстренно прекратило работу, и в утиль будут отправлены несколько тысяч кремниевых пластин. Источник изображения: TSMC",
      "shortDescription": "Первое предприятие TSMC на территории штата Аризона уже начало снабжать американских заказчиков 4-нм продукцией, но объёмы поставок нельзя назвать серьёзными. Так или иначе, один из источников сообщает, что в середине сентября из-за сбоя в поставках технического газа оно на несколько часов экстренно...",
      "link": "https://3dnews.ru/1132960",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132960/arizona_01.jpg",
      "pubDate": "2025-11-26T10:13:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_19_1764314120",
      "title": "В Windows 11 появилось централизованное управление обновлениями приложений",
      "description": "В свежих предварительных сборках Windows 11 в разделе «Параметры» появился раздел «Обновления приложений», где можно обновлять установленное на компьютер ПО, не открывая Microsoft Store. Источник изображения: windowscentral.com",
      "shortDescription": "В свежих предварительных сборках Windows 11 в разделе «Параметры» появился раздел «Обновления приложений», где можно обновлять установленное на компьютер ПО, не открывая Microsoft Store. Источник изображения: windowscentral.com",
      "link": "https://3dnews.ru/1132963",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132963/windows.jpg",
      "pubDate": "2025-11-26T10:13:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews_20_1764314120",
      "title": "Американский регулятор рассекретил планы Sony на версию Death Stranding 2: On the Beach для ПК",
      "description": "Курьерский экшен Death Stranding 2: On the Beach от прославленного гейм-дизайнера Хидео Кодзимы (Hideo Kojima) и его студии Kojima Productions, похоже, готовится к релизу за пределами PS5.   Источник изображения: X (feednirvana0626)",
      "shortDescription": "Курьерский экшен Death Stranding 2: On the Beach от прославленного гейм-дизайнера Хидео Кодзимы (Hideo Kojima) и его студии Kojima Productions, похоже, готовится к релизу за пределами PS5.   Источник изображения: X (feednirvana0626)",
      "link": "https://3dnews.ru/1132955",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132955/00.jpg",
      "pubDate": "2025-11-26T09:05:00+03:00",
      "hashtags": [
        "#дизайн",
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "Ведомости Технологии_8_1764314126",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "3DNews_21_1764314120",
      "title": "Суверенный фонд Саудовской Аравии столкнулся с финансовыми трудностями после покупки доли в Electronic Arts",
      "description": "Газета The New York Times со ссылкой на 11 осведомлённых информаторов сообщает, что вложившийся недавно в выкуп Electronic Arts Суверенный фонд (PIF) Саудовской Аравии столкнулся с финансовыми проблемами.   Источник изображения: Ubisoft",
      "shortDescription": "Газета The New York Times со ссылкой на 11 осведомлённых информаторов сообщает, что вложившийся недавно в выкуп Electronic Arts Суверенный фонд (PIF) Саудовской Аравии столкнулся с финансовыми проблемами.   Источник изображения: Ubisoft",
      "link": "https://3dnews.ru/1132947",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/25/1132947/00.jpg",
      "pubDate": "2025-11-25T23:23:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_22_1764314120",
      "title": "Культовый хоррор Cold Fear в духе Resident Evil 4 вернулся из цифрового небытия в улучшенном виде и с полным переводом на русский",
      "description": "Выпущенный в 2005 году издательством Ubisoft культовый экшен-хоррор Cold Fear от французской студии Darkworks две недели назад пропал из Steam, но уже вернулся в продажу — правда, не для цифрового магазина Valve.   Источник изображений: Ubisoft",
      "shortDescription": "Выпущенный в 2005 году издательством Ubisoft культовый экшен-хоррор Cold Fear от французской студии Darkworks две недели назад пропал из Steam, но уже вернулся в продажу — правда, не для цифрового магазина Valve.   Источник изображений: Ubisoft",
      "link": "https://3dnews.ru/1132939",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/25/1132939/00.jpg",
      "pubDate": "2025-11-25T19:09:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_23_1764314120",
      "title": "«Алиса, открой шторы»: «Яндекс» показал множество гаджетов для умного дома",
      "description": "«Яндекс» анонсировал новые устройства умного дома, управлять которыми можно при помощи виртуального помощника «Алиса». Теперь в ассортименте компании значатся настольный светильник, умный карниз для штор, терморегулятор для радиатора, а также инфракрасный пульт со встроенными датчиками температуры и влажности. Большинство товаров уже поступило в продажу. Источник изображений: «Яндекс»",
      "shortDescription": "«Яндекс» анонсировал новые устройства умного дома, управлять которыми можно при помощи виртуального помощника «Алиса». Теперь в ассортименте компании значатся настольный светильник, умный карниз для штор, терморегулятор для радиатора, а также инфракрасный пульт со встроенными датчиками температуры и...",
      "link": "https://3dnews.ru/1132930",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/25/1132930/yandex_2_1.jpg",
      "pubDate": "2025-11-25T17:35:00+03:00",
      "hashtags": [
        "#гаджет",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_24_1764314120",
      "title": "Huawei представила «спутниковую рацию» для запястья — смарт-часы Watch Ultimate 2 за $915",
      "description": "Huawei объявила о старте продаж смарт-часов Watch Ultimate 2 в Китае. Новинка поступила в глобальную продажу ещё в сентябре, но для версии в Китае компания предоставила эксклюзивную функцию передачи голосовых сообщений через национальную спутниковую связь Beidou. Для передачи голосовых SMS в Huawei Watch Ultimate 2 используется технология на основе ИИ-алгоритма кодирования и декодирования голоса с поддержкой 200-кратного сжатия звука высокой чёткости, что позволяет не беспокоиться о размере отправляемого аудиофайла.",
      "shortDescription": "Huawei объявила о старте продаж смарт-часов Watch Ultimate 2 в Китае. Новинка поступила в глобальную продажу ещё в сентябре, но для версии в Китае компания предоставила эксклюзивную функцию передачи голосовых сообщений через национальную спутниковую связь Beidou. Для передачи голосовых SMS в Huawei ...",
      "link": "https://3dnews.ru/1132921",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/25/1132921/huawei-watch-ulitimate-2-1.jpg",
      "pubDate": "2025-11-25T15:30:00+03:00",
      "hashtags": [
        "#ИИ",
        "#алгоритм",
        "#код"
      ]
    },
    {
      "id": "Ведомости Технологии_11_1764314126",
      "title": "Магистральные оптические кабели связи в России близки к предельному возрасту",
      "description": "На ключевом направлении запад – восток уже в этом году более половины оптики превысит срок эксплуатации",
      "shortDescription": "На ключевом направлении запад – восток уже в этом году более половины оптики превысит срок эксплуатации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/25/1157726-magistralnie-opticheskie-kabeli-svyazi-v-rossii-blizki-k-predelnomu-vozrastu",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/94/1d8ehg/normal-1rt2.png",
      "pubDate": "2025-11-25T00:23:04+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_13_1764314126",
      "title": "«Роскосмос» показал музыкальный плейлист космонавтов МКС",
      "description": "В него вошли композиции Metallica, Coldplay и Дэвида Боуи",
      "shortDescription": "В него вошли композиции Metallica, Coldplay и Дэвида Боуи",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/24/1157696-roskosmos-pokazal-pleilist",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/94/16zzx6/normal-1jq7.png",
      "pubDate": "2025-11-24T20:11:30+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_14_1764314126",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#кибер",
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_15_1764314126",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_16_1764314126",
      "title": "ФСБ будет координировать все действия в случае кибератак",
      "description": "Служба намерена получить право на оперативный контроль за безопасностью критической инфраструктуры",
      "shortDescription": "Служба намерена получить право на оперативный контроль за безопасностью критической инфраструктуры",
      "link": "https://www.vedomosti.ru/society/articles/2025/11/21/1156811-fsb-budet-koordinirovat-vse-deistviya-v-sluchae-kiberatak",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1ddylx/normal-1s0a.png",
      "pubDate": "2025-11-21T01:23:50+03:00",
      "hashtags": [
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_17_1764314126",
      "title": "ГК «Элемент» хочет создать фабрику кремниевой фотоники к концу 2027 года",
      "description": "В этот проект компании нужно будет инвестировать 560 млн рублей",
      "shortDescription": "В этот проект компании нужно будет инвестировать 560 млн рублей",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/20/1156434-gk-element-hochet-sozdat-fabriku-kremnievoi-fotoniki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/1clwdu/normal-1qzw.png",
      "pubDate": "2025-11-20T00:12:09+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_18_1764314126",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_19_1764314126",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_22_1764314126",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_23_1764314126",
      "title": "В медицинские ИИ-проекты вложили 4,7 млрд рублей за семь лет",
      "description": "Более 38% от этой суммы направила столица",
      "shortDescription": "Более 38% от этой суммы направила столица",
      "link": "https://www.vedomosti.ru/society/articles/2025/11/17/1155352-v-meditsinskie-ii-proekti-vlozhili-47-mlrd-rublei",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1f8kx6/normal-1uek.jpg",
      "pubDate": "2025-11-17T00:25:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_24_1764314126",
      "title": "Регионы пожаловались на пассивность компаний в вопросах строительства ЦОДов",
      "description": "Основная проблема в отсутствии гарантированного спроса",
      "shortDescription": "Основная проблема в отсутствии гарантированного спроса",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155361-regioni-pozhalovalis-na-passivnost-kompanii-v-voprosah-stroitelstva-tsodov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1c1il0/normal-1q9g.jpg",
      "pubDate": "2025-11-17T00:18:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_25_1764314126",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#AR",
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_26_1764314126",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_0_1764314134",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_31_1764314126",
      "title": "В IТ за полгода вложили столько же, сколько в радиоэлектронику за три года",
      "description": "Основная причина – долгая окупаемость «железа» по сравнению с программными продуктами",
      "shortDescription": "Основная причина – долгая окупаемость «железа» по сравнению с программными продуктами",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/13/1154432-v-it-za-polgoda-vlozhili-stolko-zhe-skolko-v-radioelektroniku-za-tri-goda",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/1cdlud/normal-1qp4.png",
      "pubDate": "2025-11-13T00:03:26+03:00",
      "hashtags": [
        "#радио"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1764314126",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#финтех",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_34_1764314126",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#структура",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_35_1764314126",
      "title": "Минцифры пообещало штрафы тем, кто не хочет импортозамещаться",
      "description": "Но, возможно, компании смогут пролоббировать смещение дедлайнов в индивидуальном порядке",
      "shortDescription": "Но, возможно, компании смогут пролоббировать смещение дедлайнов в индивидуальном порядке",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154096-mintsifri-poobeschalo-shtrafi-tem-kto-ne-hochet-importozameschatsya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1e4foh/normal-1sym.png",
      "pubDate": "2025-11-12T01:35:07+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_42_1764314126",
      "title": "В России введут так называемый технологический сбор",
      "description": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "shortDescription": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/10/1153413-v-rossii-vvedut-tak-nazivaemii-tehnologicheskii-sbor",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8p/1dhre2/normal-1s56.jpg",
      "pubDate": "2025-11-10T00:25:39+03:00",
      "hashtags": [
        "#радио",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_44_1764314126",
      "title": "Бизнес пытаются собрать в консорциум для борьбы с мошенничеством в интернете",
      "description": "В начале 2026 года его участники запустят платформу, где будут публиковаться детальные отчеты о схемах фишинга и атак",
      "shortDescription": "В начале 2026 года его участники запустят платформу, где будут публиковаться детальные отчеты о схемах фишинга и атак",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/07/1152873-biznes-pitayutsya-sobrat-v-konsortsium-dlya-borbi-s-moshennichestvom",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8m/1e9zip/normal-1t5r.jpg",
      "pubDate": "2025-11-07T02:25:01+03:00",
      "hashtags": [
        "#интернет"
      ]
    },
    {
      "id": "Ведомости Технологии_46_1764314126",
      "title": "У России к 2028 году может появиться процессор для базовых станций LTE",
      "description": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "shortDescription": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152534-u-rossii-mozhet-poyavitsya-protsessor-dlya-lte",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1eq278/normal-1tqm.png",
      "pubDate": "2025-11-06T01:33:07+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_47_1764314126",
      "title": "В России обещают сделать первого антропоморфного робота",
      "description": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "shortDescription": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152530-v-rossii-obeschayut-sdelat-pervogo-antropomorfnogo-robota",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1enrrz/normal-1tnn.png",
      "pubDate": "2025-11-06T01:32:35+03:00",
      "hashtags": [
        "#ИИ",
        "#робот"
      ]
    },
    {
      "id": "Ведомости Технологии_48_1764314126",
      "title": "Дешевая электроника стала пользоваться большим спросом",
      "description": "Это может быть связано с откладыванием дорогих покупок и колебаниями курса доллара к рублю, полагают эксперты",
      "shortDescription": "Это может быть связано с откладыванием дорогих покупок и колебаниями курса доллара к рублю, полагают эксперты",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152525-deshevaya-elektronika-stala",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1doin7/normal-1sdx.png",
      "pubDate": "2025-11-06T01:27:42+03:00",
      "hashtags": [
        "#электроника"
      ]
    },
    {
      "id": "3DNews Software_1_1764314134",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_2_1764314134",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764314134",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764314134",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1764314134",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764314134",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_8_1764314134",
      "title": "Верные спутники: 20+ полезных Telegram-ботов для путешественников",
      "description": "Собираетесь в путь-дорогу? Тогда вам обязательно стоит присмотреться к нашей подборке роботизированных сервисов для «Телеграма», которые помогут с планированием маршрута, бронированием билетов и отелей, отслеживанием рейсов и решением различных задач в дальних поездках",
      "shortDescription": "Собираетесь в путь-дорогу? Тогда вам обязательно стоит присмотреться к нашей подборке роботизированных сервисов для «Телеграма», которые помогут с планированием маршрута, бронированием билетов и отелей, отслеживанием рейсов и решением различных задач в дальних поездках",
      "link": "https://3dnews.ru/1113101",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/10/28/1113101/sm.Telegram-Travel-bots-1.800.png",
      "pubDate": "2024-11-22T00:00:00+03:00",
      "hashtags": [
        "#робот"
      ]
    },
    {
      "id": "3DNews Software_9_1764314134",
      "title": "Умные помощники: подборка Telegram-ботов с искусственным интеллектом",
      "description": "В ассортименте бот-сервисов для «Телеграма» представлено немало разработок, построенных с использованием генеративного ИИ. Однако все они по большей части однотипны, и найти среди них что-то действительно оригинальное — та ещё задача. Но мы постарались её решить",
      "shortDescription": "В ассортименте бот-сервисов для «Телеграма» представлено немало разработок, построенных с использованием генеративного ИИ. Однако все они по большей части однотипны, и найти среди них что-то действительно оригинальное — та ещё задача. Но мы постарались её решить",
      "link": "https://3dnews.ru/1112238",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/10/09/1112238/sm.Telegram-AI-bots-1.800.jpg",
      "pubDate": "2024-10-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_10_1764314134",
      "title": "Медийное импортозамещение: 6 российских альтернатив YouTube",
      "description": "Над YouTube в России сгущаются тучи: видеосервис замедляется, и вовсю ходят слухи о его возможной блокировке в стране. Насколько далеко зайдёт ситуация вокруг американского ресурса — неизвестно, но над выбором подходящего отечественного аналога лучше задуматься уже сейчас",
      "shortDescription": "Над YouTube в России сгущаются тучи: видеосервис замедляется, и вовсю ходят слухи о его возможной блокировке в стране. Насколько далеко зайдёт ситуация вокруг американского ресурса — неизвестно, но над выбором подходящего отечественного аналога лучше задуматься уже сейчас",
      "link": "https://3dnews.ru/1108884",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/08/02/1108884/sm.Russian-video-platforms-1.800.png",
      "pubDate": "2024-08-07T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_11_1764314134",
      "title": "Всё включено: обзор пакета офисных приложений «МойОфис для дома»",
      "description": "С уходом Microsoft Office с российского рынка актуальность поиска   достойной альтернативы для этого пакета приложений возросла как никогда. Разрешить эту проблему поможет новый продукт компании МойОфис для частных пользователей, который включает полный набор настольных и мобильных инструментов для работы с различными типами документов",
      "shortDescription": "С уходом Microsoft Office с российского рынка актуальность поиска   достойной альтернативы для этого пакета приложений возросла как никогда. Разрешить эту проблему поможет новый продукт компании МойОфис для частных пользователей, который включает полный набор настольных и мобильных инструментов для ...",
      "link": "https://3dnews.ru/1108982",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/08/04/1108982/sm.Myoffice-Home-Edition-1.800.png",
      "pubDate": "2024-08-06T12:15:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_17_1764314134",
      "title": "Итоги 2023 года: программное обеспечение",
      "description": "Подводим итоги прошедших 12 месяцев и освежаем в памяти наиболее значимые события в индустрии программного обеспечения. Вспоминаем былое, анализируем, делаем выводы, рассказываем о перспективах рынка и делимся прогнозами на будущее",
      "shortDescription": "Подводим итоги прошедших 12 месяцев и освежаем в памяти наиболее значимые события в индустрии программного обеспечения. Вспоминаем былое, анализируем, делаем выводы, рассказываем о перспективах рынка и делимся прогнозами на будущее",
      "link": "https://3dnews.ru/1098150",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/12/28/1098150/sm.Soft-Itogi-2023-1.800.jpg",
      "pubDate": "2024-01-05T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1764314134",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764314134",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764314134",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_24_1764314134",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_25_1764314134",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_26_1764314134",
      "title": "Зачем нужен Squadus и как его использовать",
      "description": "Знакомимся с новым продуктом компании МойОфис — цифровым пространством для совместной работы и корпоративного общения, российской альтернативой ушедшим с рынка Microsoft Teams, Slack, Skype for Business",
      "shortDescription": "Знакомимся с новым продуктом компании МойОфис — цифровым пространством для совместной работы и корпоративного общения, российской альтернативой ушедшим с рынка Microsoft Teams, Slack, Skype for Business",
      "link": "https://3dnews.ru/1090714",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/28/1090714/sm.Squadus-1.800.png",
      "pubDate": "2023-07-31T10:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_30_1764314134",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#ai",
        "#AI",
        "#искусственныйинтеллект",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_33_1764314134",
      "title": "Заметаем цифровые следы: руководство к действию",
      "description": "Размещая в интернете (раз)личную информацию, многие даже не задумываются о рисках, которые могут таить в себе выложенные в отрытый доступ сведения. Рассказываем, как поменять настройки самых популярных сервисов, чтобы защитить персональные данные при работе в глобальной сети",
      "shortDescription": "Размещая в интернете (раз)личную информацию, многие даже не задумываются о рисках, которые могут таить в себе выложенные в отрытый доступ сведения. Рассказываем, как поменять настройки самых популярных сервисов, чтобы защитить персональные данные при работе в глобальной сети",
      "link": "https://3dnews.ru/1080689",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/01/22/1080689/sm.removing-digital-footprint-1.800.jpg",
      "pubDate": "2023-02-16T00:00:00+03:00",
      "hashtags": [
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_34_1764314134",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_35_1764314134",
      "title": "Итоги 2022 года: интернет-индустрия",
      "description": "Минувшие двенадцать месяцев были очень разными для сетевой отрасли: с одной стороны — развитие новых проектов, сервисов и технологий. С другой — чрезмерная активность регулирующих органов, крах криптовалютного рынка и много, очень много утечек. Вспоминаем самые важные события года.",
      "shortDescription": "Минувшие двенадцать месяцев были очень разными для сетевой отрасли: с одной стороны — развитие новых проектов, сервисов и технологий. С другой — чрезмерная активность регулирующих органов, крах криптовалютного рынка и много, очень много утечек. Вспоминаем самые важные события года.",
      "link": "https://3dnews.ru/1079351",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/23/1079351/sm.Internet-Itogi-2022-1.800.png",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_36_1764314134",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_37_1764314134",
      "title": "Умные помощники: обзор онлайновых AI-сервисов для обработки изображений",
      "description": "Для редактирования графических файлов на профессиональном уровне не обязательно быть знатоком Adobe Photoshop или CorelDRAW. Достаточно иметь под рукой браузер и нашу подборку веб-инструментов, демонстрирующих поистине безграничный потенциал технологий искусственного интеллекта",
      "shortDescription": "Для редактирования графических файлов на профессиональном уровне не обязательно быть знатоком Adobe Photoshop или CorelDRAW. Достаточно иметь под рукой браузер и нашу подборку веб-инструментов, демонстрирующих поистине безграничный потенциал технологий искусственного интеллекта",
      "link": "https://3dnews.ru/1077292",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/11/14/1077292/sm.AI-img-edit-services-1.800.png",
      "pubDate": "2022-12-31T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_38_1764314134",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_41_1764314134",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764314134",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_43_1764314134",
      "title": "Подборка полезных Telegram-ботов для повседневных задач и работы",
      "description": "Продолжаем исследовать интернет на предмет толковых бот-сервисов для Telegram, с помощью которых любой может «прокачать» популярный мессенджер и выжать из него максимум функциональных возможностей",
      "shortDescription": "Продолжаем исследовать интернет на предмет толковых бот-сервисов для Telegram, с помощью которых любой может «прокачать» популярный мессенджер и выжать из него максимум функциональных возможностей",
      "link": "https://3dnews.ru/1072376",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/17/1072376/sm.Telegram-Bots-v3-1.800.png",
      "pubDate": "2022-08-26T00:00:00+03:00",
      "hashtags": [
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_45_1764314134",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#платформа",
        "#компьютер",
        "#ИИ"
      ]
    }
  ]
}