{
  "lastUpdated": "2025-12-01T10:42:54.080649",
  "totalNews": 76,
  "categories": [
    "Технологии",
    "Игры"
  ],
  "hashtags": [
    "#смартфон",
    "#искусственныйинтеллект",
    "#it",
    "#компьютер",
    "#платформа",
    "#game",
    "#ux",
    "#приложение",
    "#AR",
    "#игры",
    "#тесты",
    "#ai",
    "#ИИ",
    "#структура",
    "#AI",
    "#робот",
    "#gpu",
    "#кибер",
    "#тест",
    "#сервер",
    "#веб",
    "#цифровой",
    "#devops",
    "#интернет",
    "#радио",
    "#финтех",
    "#код",
    "#алгоритм",
    "#api",
    "#стартап",
    "#технологии"
  ],
  "news": [
    {
      "id": "ixbt.com_1_1764585764",
      "title": "Российские Kia и Hyundai (Solaris) берут, цены растут: «народные» комплектации подорожали почти на полмиллиона рублей",
      "description": "Solaris внёс очередные изменения в прайс-листы, затронув самые доступные комплектации трёх моделей — KRS, KRX и HC. Все затронутые версии оснащены 1,6-литровыми моторами на 123 л.с. и шестиступенчатой МКПП. Седан Solaris KRS, являющийся копией Kia Rio российской сборки, подорожал в версии Comfort до 2 290 000 рублей — это на 330 тысяч (16,84%) больше прежней цены.  Фото Solaris Вседорожный хэтчбек Solaris KRX, копия Kia Rio X, тоже получил серьёзную корректировку. Версия Comfort выросла до 2 290 000 рублей (+330 тыс.), а Luxe AV подорожала до 2 390 000 рублей — плюс 410 тысяч или 20,71%. Увеличение затронуло только комплектации с МКПП. Кроссовер Solaris HC, который является копией Hyundai Creta, прибавил сразу в двух начальных исполнениях. Комплектация Prime поднялась в цене до 2 390 000 рублей (+411 тыс., +20,77%), а Classic — до 2 490 000 рублей, что означает рост почти на четверть (+491 тыс.). Как уже сообщалось, Solaris HC впервые ворвался в топ-4 самых популярных SUV в России, опередив Geely Monjaro, Belgee X50 и других.",
      "shortDescription": "Solaris внёс очередные изменения в прайс-листы, затронув самые доступные комплектации трёх моделей — KRS, KRX и HC. Все затронутые версии оснащены 1,6-литровыми моторами на 123 л.с. и шестиступенчатой МКПП. Седан Solaris KRS, являющийся копией Kia Rio российской сборки, подорожал в версии Comfort до...",
      "link": "https://www.ixbt.com/news/2025/12/01/kia-hyundai-solaris.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/1/photo_2025-06-02_08-56-13_large.jpg",
      "pubDate": "2025-12-01T13:26:00+03:00",
      "hashtags": [
        "#AI",
        "#ux",
        "#AR",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_3_1764585764",
      "title": "Российский Hyundai Creta (Solaris HC) впервые ворвался в топ-4 самых популярных SUV в России, опередив Geely Monjaro, Belgee X50 и других",
      "description": "На прошлой неделе в России было продано 1 074 новых кроссовера Solaris HC (это копия Hyundai Creta российской сборки). Этот результат стал для модели прорывным — впервые автомобиль вошёл в топ-4 самых популярных SUV на российском рынке. На вершине рейтинга по-прежнему находится Haval Jolion с 1 592 реализованными машинами. Следом идёт Tenet T7 (1 337 шт.), а третью позицию занимает Tenet T4 с объёмом 1 243 автомобиля.  Четвёртое место досталось именно Solaris HC, который закрепил успех на фоне высокой конкуренции в сегменте. Замыкает первую пятёрку Geely Monjaro, на котором остановили выбор 968 покупателей. В топ-10 также вошли Belgee X50 (928 шт.) и Belgee X7 (884 шт.), а среди отечественных моделей стабильно держатся внедорожники Lada Niva Legend (785 шт.) и Lada Niva Travel (717 шт.).",
      "shortDescription": "На прошлой неделе в России было продано 1 074 новых кроссовера Solaris HC (это копия Hyundai Creta российской сборки). Этот результат стал для модели прорывным — впервые автомобиль вошёл в топ-4 самых популярных SUV на российском рынке. На вершине рейтинга по-прежнему находится Haval Jolion с 1 592 ...",
      "link": "https://www.ixbt.com/news/2025/12/01/hyundai-creta-solaris-hc-4-suv-geely-monjaro-belgee-x50.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/1/Снимок экрана 2025-12-01 121553_large.png",
      "pubDate": "2025-12-01T13:13:00+03:00",
      "hashtags": [
        "#AR",
        "#ai",
        "#ИИ",
        "#AI"
      ]
    },
    {
      "id": "ixbt.com_4_1764585764",
      "title": "Белая до кончиков всех разъёмов. Asus представила системную плату ROG STRIX B850-I Gaming WIFI7 W",
      "description": "Компания Asus представила белую системную плату ROG STRIX B850-I Gaming WIFI7 W формата Mini-ITX, которая белая буквально вся. Тут даже разъёмы питания, SATA и слоты для ОЗУ выкрашены в белый цвет.  Это нефлагманское решение, но плата хорошо оснащена. Она основана на чипсете AMD B850, предлагает встроенный адаптер Wi-Fi 7 и массивную систему охлаждения.   Фото WCCF Tech Слотов для ОЗУ тут лишь два, но в современных реалиях больше зачастую и не нужно. Можно также выделить 13-фазную подсистему питания, слот PCIe 5.0 с поддержкой Q-Release SLIM, два слота для SSD формата M.2.   Данных о цене пока нет. Напомним, такие системные платы также должны получить поддержку процессоров Ryzen следующего поколения.",
      "shortDescription": "Компания Asus представила белую системную плату ROG STRIX B850-I Gaming WIFI7 W формата Mini-ITX, которая белая буквально вся. Тут даже разъёмы питания, SATA и слоты для ОЗУ выкрашены в белый цвет.  Это нефлагманское решение, но плата хорошо оснащена. Она основана на чипсете AMD B850, предлагает вст...",
      "link": "https://www.ixbt.com/news/2025/12/01/asus-rog-strix-b850-i-gaming-wifi7-w.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780x600/n1/news/2025/11/1/ASUS-ROG-STRIX-B850I-Gaming-WIFI7-W-Motherboard-2_large.jpg",
      "pubDate": "2025-12-01T13:12:00+03:00",
      "hashtags": [
        "#it"
      ]
    },
    {
      "id": "ixbt.com_5_1764585764",
      "title": "Радиосигнал межзвёздной кометы 3I/ATLAS поставил точку в споре о её происхождении",
      "description": "Излучаемые кометой 3I/ATLAS радиосигналы подтверждают ее естественное происхождение и ставят точку в дискуссиях о характере ее появления, о чем заявил ведущий научный сотрудник института космических исследований РАН, доцент кафедры механики и процессов управления Российского университета дружбы народов Натан Эйсмонт. «Действительно, радиотелескопы зафиксировали в дециметровом диапазоне излучаемый кометой сигнал на частотах 1665-1667 мегагерц, что как раз характерно именно для областей звездообразования и комет, - сказал Эйсмонт, добавив, что подобное радиоизлучение связано с распадом молекул воды под воздействием солнечного света. - И это лучшее доказательство того, что комета 3I/ATLAS имеет естественное происхождение».  Фото: International Gemini Observatory/ NOIRLab/ NSF/ AURA/ Shadow the Scientist Image Processing: J. Miller & M. Rodriguez (International Gemini Observatory/ NSF NOIRLab), T.A. Rector (University of Alaska Anchorage/ NSF NOIRLab), M. Zamani (NSF NOIRLab) При этом он заявил, что астрономы всего мира продолжают следить за объектом и, возможно, получат новые радиосигналы в установленном частотном спектре.  За последние несколько дней яркость 3I/ATLAS ощутимо снизилась — более чем на треть, хотя объект продолжает стремительно приближаться к Земле. Ранее мы сообщали, что по мере удаления 3I/ATLAS от Солнца у нее продолжает отчётливо проявляться редкий пылевой антихвост. Комета 3I/ATLAS стала третьим межзвездным небесным телом, открытым астрономами за все время наблюдений. Как ожидается, 19 декабря комета максимально сблизится с Землей - до 269 млн км, после чего они начнут расходиться в пространстве. Для планеты 3I/ATLAS абсолютно безопасна. 16 марта 2026 года межзвёздная комета 3I/ATLAS максимально приблизится к Юпитеру, пройдя примерно в 53 миллионах километров от газового гиганта.",
      "shortDescription": "Излучаемые кометой 3I/ATLAS радиосигналы подтверждают ее естественное происхождение и ставят точку в дискуссиях о характере ее появления, о чем заявил ведущий научный сотрудник института космических исследований РАН, доцент кафедры механики и процессов управления Российского университета дружбы наро...",
      "link": "https://www.ixbt.com/news/2025/12/01/radiosignal-mezhzvjozdnoj-komety-3iatlas-postavil-tochku-v-voprose-o-ejo-proishozhdenii.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/1/1764396646212725_YqPLOsMk_large.jpg",
      "pubDate": "2025-12-01T13:07:00+03:00",
      "hashtags": [
        "#тест",
        "#ИИ",
        "#it",
        "#радио"
      ]
    },
    {
      "id": "ixbt.com_7_1764585764",
      "title": "Катастрофа на рынке DRAM распространяется и на NAND? Поставки снижаются, из-за чего цены уже выросли на 20-60%",
      "description": "Катастрофа на рынке памяти DRAM может в той или иной степени повториться на рынке NAND. Как сообщают аналитики TrendForce, поставки пластин с чипами такой памяти продолжают сокращаться, из-за чего цены растут.  Производители памяти продолжают производить всё больше высокомаржинальной памяти HBM и других видов для серверов, из-за чего страдает производство обычной DRAM и NAND. Сокращение объёмов производства последней при сохранении высокого спроса привело к резкому росту контрактных цен на пластины массового рынка в ноябре.   Фото TechPowerUp Среднемесячный рост цен варьировался от 20% до более чем 60% по всем категориям продуктов и для всех вариантов плотности микросхем.   Наибольший дефицит имеется относительно чипов 1 ТБ TLC из-за устойчивого спроса на корпоративные SSD. А наибольший рост цен зафиксирован на чипы 512 ГБ TLC, что обусловлено быстрым выводом из эксплуатации устаревших узлов и устойчивого рыночного спроса. Тут цены выросли уже на 65%.",
      "shortDescription": "Катастрофа на рынке памяти DRAM может в той или иной степени повториться на рынке NAND. Как сообщают аналитики TrendForce, поставки пластин с чипами такой памяти продолжают сокращаться, из-за чего цены растут.  Производители памяти продолжают производить всё больше высокомаржинальной памяти HBM и др...",
      "link": "https://www.ixbt.com/news/2025/12/01/dram-nand-20-60.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/1/DOK7dQoM6xIwVwuR_large.jpg",
      "pubDate": "2025-12-01T12:54:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_9_1764585764",
      "title": "Ничего личного, просто бизнес: подразделение Samsung по производству памяти не горит желанием поставлять чипы памяти для смартфонов Samsung Galaxy",
      "description": "Полупроводниковое подразделение Samsung Electronics (DS) отказалось заключать долгосрочный контракт на поставку чипов памяти с подразделением мобильного бизнеса (MX), отвечающим за смартфоны Galaxy. Вместо годового соглашения DS согласилась лишь на краткосрочные трёхмесячные контракты. Причина — стратегический разворот DS в сторону высокомаржинальных продуктов: памяти HBM для ИИ-ускорителей и передовых мобильных чипов LPDDR, ради которых компания перестраивает производственные мощности.  Фото: Sammobile Для MX ситуация осложняется резким ростом цен на память: стоимость LPDDR5X 12 ГБ, устанавливаемой в смартфоны Galaxy, к концу ноября достигла около 70 долларов, что более чем вдвое выше цен начала года (примерно 33 долл.). Одновременно дорожают и однокристальные системы — закупки SoC в бизнесе MX за год выросли на 25,5%, что уже привело к заметному росту себестоимости смартфонов. В подразделении опасаются, что это скажется на ценах будущей флагманской линейки Galaxy S26, которая выйдет в начале следующего года. Несмотря на попытки MX добиться стабильных поставок — переговоры доходили до уровня топ-менеджмента — Samsung DS отказалась идти на уступки, поскольку переживает пик так называемого «суперцикла памяти». Рост спроса на ИИ-ускорители привёл к тому, что HBM и LPDDR активно раскупаются производителями серверов и систем генеративного ИИ, что делает такие продукты чрезвычайно прибыльными. По данным отраслевых источников, в Samsung усиливается курс на жёсткое разделение ответственности между подразделениями: бизнес-логика и маржинальность ставятся выше внутренних потребностей компании.",
      "shortDescription": "Полупроводниковое подразделение Samsung Electronics (DS) отказалось заключать долгосрочный контракт на поставку чипов памяти с подразделением мобильного бизнеса (MX), отвечающим за смартфоны Galaxy. Вместо годового соглашения DS согласилась лишь на краткосрочные трёхмесячные контракты. Причина — стр...",
      "link": "https://www.ixbt.com/news/2025/12/01/samsung-samsung-galaxy.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/1/Samsung-Galaxy-S25-colors-1200x675_large.jpg",
      "pubDate": "2025-12-01T12:46:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_26_1764585761",
      "title": "Сотрудник Saber Interactive проговорился, когда выйдет амбициозный шутер Turok: Origins",
      "description": "Кооперативный шутер про отстрел динозавров и пришельцев Turok: Origins за авторством издателя и разработчика Saber Interactive не показывался на публике с самого анонса, но, похоже, премьера игры уже не за горами.   Источник изображений: Saber Interactive",
      "shortDescription": "Кооперативный шутер про отстрел динозавров и пришельцев Turok: Origins за авторством издателя и разработчика Saber Interactive не показывался на публике с самого анонса, но, похоже, премьера игры уже не за горами.   Источник изображений: Saber Interactive",
      "link": "https://3dnews.ru/1133195",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133195/00.jpg",
      "pubDate": "2025-12-01T11:52:00+03:00",
      "hashtags": [
        "#игры"
      ]
    },
    {
      "id": "3DNews_27_1764585761",
      "title": "Популярный YouTube-клиент SmartTube стал вредоносным незаметно для разработчиков",
      "description": "На прошлой неделе сервис Google Play Protect заблокировал сторонний YouTube-клиент SmartTube, который доступен на устройствах с Android TV и Fire TV. Это произошло после того, как цифровая подпись приложения была скомпрометирована. На тот момент считалось, что именно из-за этого Google и Amazon принудительно удалили SmartTube со всех пользовательских устройств. На деле проблема оказалась более серьёзной. Источник изображения: SmartTube",
      "shortDescription": "На прошлой неделе сервис Google Play Protect заблокировал сторонний YouTube-клиент SmartTube, который доступен на устройствах с Android TV и Fire TV. Это произошло после того, как цифровая подпись приложения была скомпрометирована. На тот момент считалось, что именно из-за этого Google и Amazon прин...",
      "link": "https://3dnews.ru/1133194",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/01/1133194/1352.jpg",
      "pubDate": "2025-12-01T11:40:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "Habr_0_1764585758",
      "title": "Единый вход для ML-стека на примере Keycloak",
      "description": "Привет! Я Саша Абакумов, DevOps-инженер в KTS.Нашей команде часто приходится поднимать инфраструктуру под ML-проекты. Со временем число ML-инженеров и разработчиков на таких проектах росло, и логиниться в каждый по отдельности становилось все больнее. Чтобы упростить коллегам жизнь, мы интегрировали Single Sign-On (SSO) в стек одного из наших проектов, состоящий из JupyterHub, Airflow и MLflow.SSO позволяет единообразно аутентифицироваться во всех инструментах под одной учетной записью. Помимо очевидного удобства, нам это также дало возможность централизованно управлять доступом и внедрить RBAC — сопоставление ролей в инструментах с группами или ролями в IdP.В качестве инструмента для реализации SSO я использовал OIDC-провайдер Keycloak, наверняка многим хорошо знакомый. Ниже я расскажу о том, как с его помощью настроить SSO для JupyterHub, MLflow и Airflow (все компоненты разворачиваются с помощью Helm-чартов). Читать далее",
      "shortDescription": "Привет! Я Саша Абакумов, DevOps-инженер в KTS.Нашей команде часто приходится поднимать инфраструктуру под ML-проекты. Со временем число ML-инженеров и разработчиков на таких проектах росло, и логиниться в каждый по отдельности становилось все больнее. Чтобы упростить коллегам жизнь, мы интегрировали...",
      "link": "https://habr.com/ru/companies/kts/articles/971982/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971982",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d80/7fd/5cf/d807fd5cfd26dc9892b1d41087ec8724.png",
      "pubDate": "2025-12-01T10:30:19+00:00",
      "hashtags": [
        "#ai",
        "#ИИ",
        "#AI",
        "#devops"
      ]
    },
    {
      "id": "DTF_3_1764585760",
      "title": "Звукорежиссёр Saber указал, что Turok: Origins должна выйти в 2026 году",
      "description": "Студия уже давала сыграть в шутер на Gamescom 2025.",
      "shortDescription": "Студия уже давала сыграть в шутер на Gamescom 2025.",
      "link": "https://dtf.ru/games/4503449-turok-origins-vyydet-v-2026-godu?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/2d05a6a4-d070-54f3-9818-cb3b36ea7ccf/",
      "pubDate": "2025-12-01T10:29:04+03:00",
      "hashtags": [
        "#game"
      ]
    },
    {
      "id": "DTF_2_1764585760",
      "title": "«Меня это приводит в ужас»: Джеймс Кэмерон об идее замены актёров на ИИ",
      "description": "Режиссёр считает, что генеративные технологии задают «высокую планку» для деятелей искусства.",
      "shortDescription": "Режиссёр считает, что генеративные технологии задают «высокую планку» для деятелей искусства.",
      "link": "https://dtf.ru/cinema/4503399-dzheyms-kameron-o-zamene-akterov-na-ii?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/ff613fc1-d2a6-5cdb-b7a5-0b470fd62a0d/",
      "pubDate": "2025-12-01T10:21:40+03:00",
      "hashtags": [
        "#ИИ",
        "#технологии"
      ]
    },
    {
      "id": "Habr_8_1764585758",
      "title": "Записки оптимизатора 1С (ч.14.3). Отличия в обслуживании статистик в MS SQL и в PostgreSQL",
      "description": "Переходим к заключительной третьей части регламентного обслуживания баз данных. И сегодня акцент сделаем на обслуживании статистик в СУБД PostgreSQL. Актуальные статистики в PG важны ничуть не менее, чем в MS SQL, но разница в настройках и алгоритмах есть, соответственно, подходы будут чуть различаться. Читать далее",
      "shortDescription": "Переходим к заключительной третьей части регламентного обслуживания баз данных. И сегодня акцент сделаем на обслуживании статистик в СУБД PostgreSQL. Актуальные статистики в PG важны ничуть не менее, чем в MS SQL, но разница в настройках и алгоритмах есть, соответственно, подходы будут чуть различат...",
      "link": "https://habr.com/ru/companies/softpoint/articles/971974/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971974",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/3d7/acb/939/3d7acb939b1998128919029d86922009.jpg",
      "pubDate": "2025-12-01T09:40:20+00:00",
      "hashtags": [
        "#алгоритм",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_9_1764585758",
      "title": "TEAMLY AI: как внедрить умный поиск по корпоративной базе знаний без утечек и галлюцинаций",
      "description": "Компаниям больше не нужен «волшебный» AI, который угадывает ответы — им нужен ассистент, который опирается на реальные документы, права доступа и живой опыт команды.    Читать далее",
      "shortDescription": "Компаниям больше не нужен «волшебный» AI, который угадывает ответы — им нужен ассистент, который опирается на реальные документы, права доступа и живой опыт команды.    Читать далее",
      "link": "https://habr.com/ru/companies/teamly/articles/971968/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971968",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f53/096/453/f53096453c6e66f5ece62de69868bcf9.png",
      "pubDate": "2025-12-01T09:35:02+00:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "Habr_12_1764585758",
      "title": "Proxyman + HAR = mock-данные для iOS-тестов",
      "description": "В Naumen мы используем связку Proxyman + HAR, чтобы готовить mock-данные для интеграционных тестов iOS-приложений. Такой подход выручает, когда реальный сервер недоступен или не умеет переводить себя в нужное состояние для проверки: мы перехватываем сетевой трафик приложения, сохраняем его и превращаем в готовые моки.О том, как именно мы это делаем, рассказывает Ринат, iOS-разработчик Naumen. В его практике Proxyman помогает быстро собирать сетевые сценарии, а экспорт в HAR и консольная утилита позволяют автоматически преобразовывать их в моки для тестов. Это экономит часы ручной работы и делает интеграционные тесты стабильными и предсказуемыми. Читать далее",
      "shortDescription": "В Naumen мы используем связку Proxyman + HAR, чтобы готовить mock-данные для интеграционных тестов iOS-приложений. Такой подход выручает, когда реальный сервер недоступен или не умеет переводить себя в нужное состояние для проверки: мы перехватываем сетевой трафик приложения, сохраняем его и превращ...",
      "link": "https://habr.com/ru/companies/naumen/articles/953168/?utm_source=habrahabr&utm_medium=rss&utm_campaign=953168",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/ef3/0c6/928/ef30c6928c4526f2b8c42eb066b89d33.jpg",
      "pubDate": "2025-12-01T09:15:51+00:00",
      "hashtags": [
        "#тест",
        "#сервер",
        "#AR",
        "#тесты",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_14_1764585758",
      "title": "«Конечно, вот ответ на ваш вопрос. Но сначала — реклама»",
      "description": "OpenAI начала внутреннее тестирование рекламы внутри ChatGPT. Это шаг, который может перекроить всю современную веб-экономику.Кажется, эпоха цифрового альтруизма подходит к концу. Утечка подтверждает, что OpenAI переходит к внедрению рекламы внутрь ChatGPT. До этого момента ChatGPT был отделен от маркетинга и рекламных баннеров. В отличие от Google поиска, где реклама напрямую влияет на то, что вам выдает поисковик, ChatGPT оставался «чистым».В коде бета-версии приложения для Android (сборка 1.2025.329) появились упоминания AdTarget ApiSearchAd BazaarContentWrapper SearchAd и прочие.От будущего ждали полетов к звездам или восстания машин. Боялись, что ИИ обретет сознание и решит уничтожить человечество. А реальность оказалась куда прозаичнее. Искусственный интеллект не хочет нас убивать. Он хочет нам продавать. Мы хотели бога из машины, а получим продавца-консультанта. Читать далее",
      "shortDescription": "OpenAI начала внутреннее тестирование рекламы внутри ChatGPT. Это шаг, который может перекроить всю современную веб-экономику.Кажется, эпоха цифрового альтруизма подходит к концу. Утечка подтверждает, что OpenAI переходит к внедрению рекламы внутрь ChatGPT. До этого момента ChatGPT был отделен от ма...",
      "link": "https://habr.com/ru/companies/timeweb/articles/971852/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971852",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/5ba/2e9/060/5ba2e906043a14f8dc1a6c3574fb7026.jpg",
      "pubDate": "2025-12-01T09:05:46+00:00",
      "hashtags": [
        "#AI",
        "#код",
        "#тест",
        "#веб",
        "#искусственныйинтеллект",
        "#api",
        "#AR",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_17_1764585758",
      "title": "Замена GPU в ноутбуках",
      "description": "В перспективе нескольких лет у нас только два необходимых апгрейда в ноутбуке: увеличить RAM и заменить GPU. Остальное по желанию. Видеокарта становится проблемой, если мы хотим играть в современные игры. Представьте, как здорово было бы проапгрейдить GPU в ноутбуке! Просто заменить одну на другую, как в ПК.Почти два года назад вышел Framework 16, очередная версия модульного ноутбука [Framework]. Посмотрим, как разработчики реализовали быструю замену GPU через отсек расширения, и станет ли такой отсек стандартом для всех ноутбуков. Читать далее",
      "shortDescription": "В перспективе нескольких лет у нас только два необходимых апгрейда в ноутбуке: увеличить RAM и заменить GPU. Остальное по желанию. Видеокарта становится проблемой, если мы хотим играть в современные игры. Представьте, как здорово было бы проапгрейдить GPU в ноутбуке! Просто заменить одну на другую, ...",
      "link": "https://habr.com/ru/companies/ruvds/articles/969292/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969292",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/dcb/ed4/2e4/dcbed42e46b1a59deb422c8828a0e1e5.webp",
      "pubDate": "2025-12-01T09:01:43+00:00",
      "hashtags": [
        "#игры",
        "#gpu"
      ]
    },
    {
      "id": "3DNews_3_1764585761",
      "title": "Назван самый популярный смартфон осени в России — это не iPhone",
      "description": "Компания «М.Видео» подготовила рейтинг самых востребованных смартфонов на российском рынке по итогам осени 2025 года. Чаще всего покупатели выбирали доступные устройства брендов Realme, Redmi, Samsung и Tecno. В денежном выражении традиционно лидируют Apple и Samsung. Источник изображений: «М.Видео»",
      "shortDescription": "Компания «М.Видео» подготовила рейтинг самых востребованных смартфонов на российском рынке по итогам осени 2025 года. Чаще всего покупатели выбирали доступные устройства брендов Realme, Redmi, Samsung и Tecno. В денежном выражении традиционно лидируют Apple и Samsung. Источник изображений: «М.Видео»",
      "link": "https://3dnews.ru/1133175",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133175/1060.jpg",
      "pubDate": "2025-12-01T09:00:01+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "Habr_22_1764585758",
      "title": "Переработка электронного лома: патентный анализ",
      "description": "Представьте себе невидимую свалку, вес которой сопоставим с миллионами автомобилей. Она растет с каждым годом, и ее «месторождения» разбросаны по всему миру. Это всё электронные отходы. Золото, палладий, медь, свинец, кадмий, серебро и многие драгоценные и редкоземельные металлы можно найти в них.Пока одни страны видят в ломе источник богатства и активно инвестируют в технологии его «обогащения», другие остаются в стороне. Наша страна, к сожалению, пока относится ко вторым. Почему при наличии строгих правил учета и тысяч тонн списанной техники в России практически не создают собственных технологий для ее переработки? Ответ — в зеркале патентной статистики, которая является безжалостным диагнозом для целой отрасли. Читать далее",
      "shortDescription": "Представьте себе невидимую свалку, вес которой сопоставим с миллионами автомобилей. Она растет с каждым годом, и ее «месторождения» разбросаны по всему миру. Это всё электронные отходы. Золото, палладий, медь, свинец, кадмий, серебро и многие драгоценные и редкоземельные металлы можно найти в них.По...",
      "link": "https://habr.com/ru/companies/onlinepatent/articles/971946/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971946",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/9ed/c11/963/9edc11963322495829aca3d47b79253f.png",
      "pubDate": "2025-12-01T08:42:39+00:00",
      "hashtags": [
        "#ИИ",
        "#технологии"
      ]
    },
    {
      "id": "Habr_23_1764585758",
      "title": "Как делать маркетинг для стартапа, чтобы не попасть в 90% закрывшихся",
      "description": "Меня зовут Дима, я основатель агентства \"Эй, Стартапер!\". Мы делаем маркетинг для стартапов — так, чтобы не слить весь бюджет и найти рабочие каналы быстро. Сегодня разберём, как тестировать гипотезы с небольшим бюджетом и не закрыться в первый год. Читать далее",
      "shortDescription": "Меня зовут Дима, я основатель агентства \"Эй, Стартапер!\". Мы делаем маркетинг для стартапов — так, чтобы не слить весь бюджет и найти рабочие каналы быстро. Сегодня разберём, как тестировать гипотезы с небольшим бюджетом и не закрыться в первый год. Читать далее",
      "link": "https://habr.com/ru/articles/970064/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970064",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/32e/1f1/8ee/32e1f18ee856f1e187e133422c82efd9.jpg",
      "pubDate": "2025-12-01T08:42:31+00:00",
      "hashtags": [
        "#тест",
        "#стартап"
      ]
    },
    {
      "id": "Habr_24_1764585758",
      "title": "Scala Digest. Выпуск 35",
      "description": "Привет, Хабр! Мы — Настя, Эвелина и Михаил — бэкенд-разработчики Т-Банка, пишем код на Scala и горим желанием его популяризировать.Приветствуем любую обратную связь! (づ ◕‿◕ )づ Читать тридцать пятый выпуск",
      "shortDescription": "Привет, Хабр! Мы — Настя, Эвелина и Михаил — бэкенд-разработчики Т-Банка, пишем код на Scala и горим желанием его популяризировать.Приветствуем любую обратную связь! (づ ◕‿◕ )づ Читать тридцать пятый выпуск",
      "link": "https://habr.com/ru/companies/tbank/articles/971926/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971926",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/86b/b41/e1d/86bb41e1d67e65f594bb487c14ca355f.jpg",
      "pubDate": "2025-12-01T08:33:04+00:00",
      "hashtags": [
        "#код"
      ]
    },
    {
      "id": "Habr_27_1764585758",
      "title": "Проект как промпт, или как начать любить вайб-кодинг, не превращая его в источник хаоса?",
      "description": "Вас тоже завалили «навайбкоженными» пулл‑реквестами, которые приходится реджектить по несколько раз? Проблема не в ИИ, а в том, что ваш проект для нейросети — плохой промпт. Пока одни спорят, заменит ли ИИ разработчиков, а другие ждут, когда этот «пузырь» лопнет, мы сталкиваемся с реальностью: сгенерированный код деградирует из‑за отсутствия контекста и правил. В статье поговорим о том почему линтеры и тесты важнее тысячи промптов, и как инженерная культура превращает хаос в ускорение. Разобраться с хаосом",
      "shortDescription": "Вас тоже завалили «навайбкоженными» пулл‑реквестами, которые приходится реджектить по несколько раз? Проблема не в ИИ, а в том, что ваш проект для нейросети — плохой промпт. Пока одни спорят, заменит ли ИИ разработчиков, а другие ждут, когда этот «пузырь» лопнет, мы сталкиваемся с реальностью: сгене...",
      "link": "https://habr.com/ru/articles/971932/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971932",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/0ae/79d/183/0ae79d18370503b36d909420351dcb4c.png",
      "pubDate": "2025-12-01T08:15:29+00:00",
      "hashtags": [
        "#тест",
        "#ИИ",
        "#код",
        "#тесты"
      ]
    },
    {
      "id": "Habr_32_1764585758",
      "title": "[Перевод] AOT в Spring Data: минус магия, плюс скорость",
      "description": "Команда Spring АйО подготовила перевод статьи о том, как Spring Data тихо, но уверенно избавляется от «магии рантайма» и учит репозитории работать через AOT. Меньше скрытых прокси, больше прозрачного кода, быстрее старт сервисов. Кажется, это одно из самых крутых обновлений Spring за последние годы. Читать далее",
      "shortDescription": "Команда Spring АйО подготовила перевод статьи о том, как Spring Data тихо, но уверенно избавляется от «магии рантайма» и учит репозитории работать через AOT. Меньше скрытых прокси, больше прозрачного кода, быстрее старт сервисов. Кажется, это одно из самых крутых обновлений Spring за последние годы....",
      "link": "https://habr.com/ru/companies/spring_aio/articles/971364/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971364",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/be6/726/7ff/be67267fff55a56573710eb4abca842a.png",
      "pubDate": "2025-12-01T08:00:15+00:00",
      "hashtags": [
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "Habr_36_1764585758",
      "title": "Я пришел потестить бота, чтобы найти баги, а в итоге нашел работу в BigTech",
      "description": "Привет, Хабр. Я из тех людей, у кого аллергия на словосочетание \"искусственный интеллект\" в маркетинге. Обычно за этим скрывается пара if-else и API OpenAI, прикрученное синей изолентой.Недавно наткнулся на пост ребят, которые пилят карьерного бота Аврора. Обещали, что он сам ищет вакансии, сам пишет письма и вообще молодец.Я решил, что это отличный повод поразвлечься: зайти в бету, положить им базу нагрузкой и написать разгромный баг-репорт.Спойлер: базу я им действительно чуть не положил (и помог починить), но в процессе тестирования бот унизил мое резюме, переписал его и устроил меня на собес туда, куда я сам боялся подаваться.Ниже - история про технические костыли, asyncio и то, как бездушный скрипт продает инженера лучше, чем сам инженер. Читать далее",
      "shortDescription": "Привет, Хабр. Я из тех людей, у кого аллергия на словосочетание \"искусственный интеллект\" в маркетинге. Обычно за этим скрывается пара if-else и API OpenAI, прикрученное синей изолентой.Недавно наткнулся на пост ребят, которые пилят карьерного бота Аврора. Обещали, что он сам ищет вакансии, сам пише...",
      "link": "https://habr.com/ru/articles/971918/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971918",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-01T07:40:34+00:00",
      "hashtags": [
        "#AI",
        "#тест",
        "#искусственныйинтеллект",
        "#api",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_38_1764585758",
      "title": "Инвест Гусь: телеграм-бот (Open-source) для прогноза стоимости акций и криптовалют",
      "description": "Мамкин инвестор знает, что если ежедневно ловить сигналы от мощных трейдеров, то скоро карманы будут набиты звенящей цифровой монетой. Но чтобы стать богаче всякого, в эпоху ИИ нужно нечно большее, чем какой-то сигнал. Нужно чтобы был карманный генератор сигналов по всем возможным активам.   Га!",
      "shortDescription": "Мамкин инвестор знает, что если ежедневно ловить сигналы от мощных трейдеров, то скоро карманы будут набиты звенящей цифровой монетой. Но чтобы стать богаче всякого, в эпоху ИИ нужно нечно большее, чем какой-то сигнал. Нужно чтобы был карманный генератор сигналов по всем возможным активам.   Га!",
      "link": "https://habr.com/ru/articles/969964/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969964",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/6df/199/244/6df19924499dff4a3530d091dd75ffc8.png",
      "pubDate": "2025-12-01T07:26:30+00:00",
      "hashtags": [
        "#ИИ",
        "#цифровой"
      ]
    },
    {
      "id": "Habr_39_1764585758",
      "title": "Moss: Linux-совместимое ядро на Rust. Что это за проект?",
      "description": "В конце ноября 2025 года проект Moss представил прототип Unix-подобного ядра, написанного на Rust. Это попытка создать ядро, которое умеет запускать Linux-приложения, но работает уже по новым правилам — с упором на асинхронность и современные подходы к системному коду. За восемь месяцев команда добилась того, что ядро работает на реальном оборудовании, поддерживает базовые системные вызовы и запускает командную оболочку Bash. В этой статье разберем, что такое Moss, как оно устроено, где пока недотягивает и какие у него перспективы. Читать далее",
      "shortDescription": "В конце ноября 2025 года проект Moss представил прототип Unix-подобного ядра, написанного на Rust. Это попытка создать ядро, которое умеет запускать Linux-приложения, но работает уже по новым правилам — с упором на асинхронность и современные подходы к системному коду. За восемь месяцев команда доби...",
      "link": "https://habr.com/ru/companies/selectel/articles/971910/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971910",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/558/093/b2d/558093b2d067044f6a86e64a75295839.jpg",
      "pubDate": "2025-12-01T07:24:17+00:00",
      "hashtags": [
        "#ИИ",
        "#ux",
        "#код"
      ]
    },
    {
      "id": "Ведомости Технологии_1_1764585766",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#приложение",
        "#смартфон"
      ]
    },
    {
      "id": "DTF_6_1764585760",
      "title": "В Fortnite прошёл показ «Месть Юки» — мини-фильма, который сняли по мотивам вырезанной из «Убить Билла» сюжетной линии",
      "description": "Меж тем в игре началась седьмая глава — «Однажды на побережье».",
      "shortDescription": "Меж тем в игре началась седьмая глава — «Однажды на побережье».",
      "link": "https://dtf.ru/games/4502787-v-fortnite-predstavlen-minifilm-mest-yuki-po-motivam-ubit-billa?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/9f62a8a3-3747-51c3-919f-b9d83dc8f971/",
      "pubDate": "2025-11-30T22:35:34+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews_5_1764585761",
      "title": "Значок видишь? А он есть: после обновления из Windows «пропала» иконка для входа по паролю",
      "description": "Microsoft признала, что в предварительном обновлении KB5064081 обнаружена ошибка, которая немного затруднит вход в систему с помощью пароля. По данным службы поддержки Microsoft, «значок пароля может отсутствовать или быть невидимым в параметрах входа на экране блокировки». Хотя кнопка невидима, войти в ОС с паролём можно, нажав на пустое место там, где должна быть кнопка ввода пароля. После этого появится поле для ввода пароля. Источник изображения: Microsoft",
      "shortDescription": "Microsoft признала, что в предварительном обновлении KB5064081 обнаружена ошибка, которая немного затруднит вход в систему с помощью пароля. По данным службы поддержки Microsoft, «значок пароля может отсутствовать или быть невидимым в параметрах входа на экране блокировки». Хотя кнопка невидима, вой...",
      "link": "https://3dnews.ru/1133178",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133178/wtvN9xqGhNUsjD.jpg",
      "pubDate": "2025-11-30T22:01:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_30_1764585761",
      "title": "Ранний доступ экшена Into the Fire о выживании на разбушевавшемся вулканическом хребте стартует в 2026 году",
      "description": "Разработчики из польской студии Starward Industries (The Invincible) выпустили новый геймплейный трейлер Into the Fire — приключенческого экшена, в котором главному герою нужно спасать людей от пожара на разбушевавшемся вулканическом хребте.   Источник изображения: Starward Industries",
      "shortDescription": "Разработчики из польской студии Starward Industries (The Invincible) выпустили новый геймплейный трейлер Into the Fire — приключенческого экшена, в котором главному герою нужно спасать людей от пожара на разбушевавшемся вулканическом хребте.   Источник изображения: Starward Industries",
      "link": "https://3dnews.ru/1133177",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133177/sm.Into_the_fire_title.800.jpg",
      "pubDate": "2025-11-30T20:29:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_33_1764585761",
      "title": "Психологический хоррор The 9th Charnel о группе пропавших учёных-генетиков получил дату релиза",
      "description": "Издательство Soedesco совместно с разработчиками из Saikat Deb определилось с датой релиза психологического хоррора от первого лица The 9th Charnel. Проект, сочетающий в себе механики стелса, выживания и напряжённого экшена, поступит в продажу 30 января.   Источник изображений: Soedesco",
      "shortDescription": "Издательство Soedesco совместно с разработчиками из Saikat Deb определилось с датой релиза психологического хоррора от первого лица The 9th Charnel. Проект, сочетающий в себе механики стелса, выживания и напряжённого экшена, поступит в продажу 30 января.   Источник изображений: Soedesco",
      "link": "https://3dnews.ru/1133170",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133170/sm.charnel_01.800.jpg",
      "pubDate": "2025-11-30T16:32:00+03:00",
      "hashtags": [
        "#AR",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "DTF_9_1764585760",
      "title": "Konami пока не решила, что делать с Metal Gear дальше помимо второго сборника",
      "description": "Вариант полностью новой игры не исключён.",
      "shortDescription": "Вариант полностью новой игры не исключён.",
      "link": "https://dtf.ru/games/4497535-konami-ne-opredelilas-s-budushchim-metal-gear?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/a8001616-9d07-588d-8299-718ce1867539/",
      "pubDate": "2025-11-30T12:46:57+03:00",
      "hashtags": [
        "#AR",
        "#игры"
      ]
    },
    {
      "id": "3DNews_11_1764585761",
      "title": "Кооперативное приключение Split Fiction получило неофициальную русскую озвучку от Mechanics VoiceOver",
      "description": "Российская студия перевода и озвучения Mechanics VoiceOver сообщила о выпуске русского дубляжа для кооперативного приключения Split Fiction. Соответствующее объявление появилось в официальной группе студии в VK.   Источник изображения: Electronic Arts",
      "shortDescription": "Российская студия перевода и озвучения Mechanics VoiceOver сообщила о выпуске русского дубляжа для кооперативного приключения Split Fiction. Соответствующее объявление появилось в официальной группе студии в VK.   Источник изображения: Electronic Arts",
      "link": "https://3dnews.ru/1133157",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133157/sm.split_fiction_title.800.jpg",
      "pubDate": "2025-11-30T10:36:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews_35_1764585761",
      "title": "Инвесторы не спешат пугаться ИИ-пузыря — деньги в стартапы льются как прежде",
      "description": "Зародившийся в сознании некоторых инвесторов скепсис по поводу неизменности роста котировок акций компаний, причастных к развитию инфраструктуры искусственного интеллекта, уже вызвал корректировку на бирже и заставил основателя Nvidia оправдываться. Между тем, в сегменте стартапов пессимизмом пока и не пахнет, и их основатели продолжают грести деньги лопатой. Источник изображения: Freepik, jcomp",
      "shortDescription": "Зародившийся в сознании некоторых инвесторов скепсис по поводу неизменности роста котировок акций компаний, причастных к развитию инфраструктуры искусственного интеллекта, уже вызвал корректировку на бирже и заставил основателя Nvidia оправдываться. Между тем, в сегменте стартапов пессимизмом пока и...",
      "link": "https://3dnews.ru/1133165",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/30/1133165/startup_01.jpg",
      "pubDate": "2025-11-30T08:46:00+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "3DNews_37_1764585761",
      "title": "Новая статья: Gamesblender № 754: кризис на рынке памяти, Pioner не для российского Steam и 20-летие Xbox 360",
      "description": "Юбилей «Бокса», безусловно, праздник, но не обязательно в этот день бить друг друга по лицу. Так можно и память потерять, а терять ее сейчас нельзя — слишком дорогая. О том, почему так получилось, а также о новых приоритетах CD Projekt Red и скандале вокруг MMO-шутера Pioner расскажем в сегодняшнем GamesBlender",
      "shortDescription": "Юбилей «Бокса», безусловно, праздник, но не обязательно в этот день бить друг друга по лицу. Так можно и память потерять, а терять ее сейчас нельзя — слишком дорогая. О том, почему так получилось, а также о новых приоритетах CD Projekt Red и скандале вокруг MMO-шутера Pioner расскажем в сегодняшнем ...",
      "link": "https://3dnews.ru/1133122",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133122/sm.Screen_3D_(67).800.jpeg",
      "pubDate": "2025-11-29T23:30:00+03:00",
      "hashtags": [
        "#game"
      ]
    },
    {
      "id": "3DNews_14_1764585761",
      "title": "Глава Figure AI попытался доказать, что видео с маршем сотен китайских роботов UBTech — фейк",
      "description": "Американцы отказываются верить в первенство Китая в сфере человекоподобных роботов. «Это не может быть правдой. Это фейк», — заявил глава компании Figure AI Бретт Эдкок (Brett Adcock), отреагировав на ролик компании UBTech о сотнях синхронно марширующих на склад роботов Walker S2. Приезжайте, и всё увидите сами, приглашают в ответ китайцы. Тесное сотрудничество, открытый код и цепочки поставок — это всё, что нужно для бурного развития робототехники. Источник изображений: UBTech",
      "shortDescription": "Американцы отказываются верить в первенство Китая в сфере человекоподобных роботов. «Это не может быть правдой. Это фейк», — заявил глава компании Figure AI Бретт Эдкок (Brett Adcock), отреагировав на ролик компании UBTech о сотнях синхронно марширующих на склад роботов Walker S2. Приезжайте, и всё ...",
      "link": "https://3dnews.ru/1133153",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133153/robot.jpg",
      "pubDate": "2025-11-29T21:54:00+03:00",
      "hashtags": [
        "#AI",
        "#робот",
        "#код",
        "#ai",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_40_1764585761",
      "title": "Infinix проведёт в декабре турнир по PUBG Mobile, для участия в котором нужно быть студентом вуза или ссуза России",
      "description": "Производитель смартфонов, ноутбуков и других устройств Infinix собирается провести первый киберспортивный студенческий турнир по мобильной королевской битве PUBG Mobile. Призовой фонд мероприятия в размере 800 тыс. руб. будет разыгран среди учащихся высших и средних специальных учебных заведений со всей России.   Источник изображения: Infinix",
      "shortDescription": "Производитель смартфонов, ноутбуков и других устройств Infinix собирается провести первый киберспортивный студенческий турнир по мобильной королевской битве PUBG Mobile. Призовой фонд мероприятия в размере 800 тыс. руб. будет разыгран среди учащихся высших и средних специальных учебных заведений со ...",
      "link": "https://3dnews.ru/1133144",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133144/sm.pubg_cons.800.jpg",
      "pubDate": "2025-11-29T15:09:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон",
        "#кибер"
      ]
    },
    {
      "id": "3DNews_17_1764585761",
      "title": "На орбиту запущен пятый «завод» компании Varda Space — теперь их там два одновременно",
      "description": "28 ноября 2025 года компания SpaceX запустила пакет спутников в рамках миссии Transporter-15. В числе прочих на орбиту была выведена космическая фабрика компании Varda Space — возвращаемая капсула W-5. Она полнила группировку орбитальных опытных производств Varda, которая уже оперирует запущенной этим летом капсулой W-4. Это уникальный опыт производства в условиях микрогравитации, где происходит идеальный рост кристаллов. Источник изображения: Varda Space",
      "shortDescription": "28 ноября 2025 года компания SpaceX запустила пакет спутников в рамках миссии Transporter-15. В числе прочих на орбиту была выведена космическая фабрика компании Varda Space — возвращаемая капсула W-5. Она полнила группировку орбитальных опытных производств Varda, которая уже оперирует запущенной эт...",
      "link": "https://3dnews.ru/1133143",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133143/varda_00.jpg",
      "pubDate": "2025-11-29T15:06:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_10_1764585760",
      "title": "Пользователь Reddit с помощью ИИ проанализировал тысячи обсуждений беспроводных наушников на платформе и собрал таблицу с соотношением отзывов для популярных моделей",
      "description": "Чаще всего на Reddit обсуждают AirPods Pro.",
      "shortDescription": "Чаще всего на Reddit обсуждают AirPods Pro.",
      "link": "https://vc.ru/social/2623153-analiz-obshchensiy-besprovodnykh-naushnikov-na-reddit-s-pomoshchyu-ii?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/7096f4b7-7e44-5a96-8330-f4d4b8c3593e/",
      "pubDate": "2025-11-29T14:43:20+03:00",
      "hashtags": [
        "#ai",
        "#ИИ",
        "#AI",
        "#it"
      ]
    },
    {
      "id": "3DNews_42_1764585761",
      "title": "ИИ-модель DeepseekMath-V2 достигла уровня золотой медали на Международной математической олимпиаде",
      "description": "Китайский стартап DeepSeek представил новую ИИ-модель DeepseekMath-V2, которая показывает впечатляющие результаты при решении сложных математических задач. Алгоритм справился с многими заданиями Международной математической олимпиады (IMO 2025) и Китайской математической олимпиады (CMO 2024), показав при этом результат на уровене золотой медали. Источник изображений: the-decoder.com",
      "shortDescription": "Китайский стартап DeepSeek представил новую ИИ-модель DeepseekMath-V2, которая показывает впечатляющие результаты при решении сложных математических задач. Алгоритм справился с многими заданиями Международной математической олимпиады (IMO 2025) и Китайской математической олимпиады (CMO 2024), показа...",
      "link": "https://3dnews.ru/1133139",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133139/1348.jpg",
      "pubDate": "2025-11-29T13:22:00+03:00",
      "hashtags": [
        "#алгоритм",
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "3DNews_43_1764585761",
      "title": "Практическое использование ИИ в работе остаётся весьма неравномерным",
      "description": "Пока разработчики систем ИИ рисуют красочные картины светлого будущего, практическое внедрение таких решений осуществляется неравномерно и беспорядочно. Во многом такие перекосы можно было бы устранить благодаря более грамотному руководству бизнесом и обучению персонала новым приёмам работы, как считают эксперты. Источник изображений: Intel",
      "shortDescription": "Пока разработчики систем ИИ рисуют красочные картины светлого будущего, практическое внедрение таких решений осуществляется неравномерно и беспорядочно. Во многом такие перекосы можно было бы устранить благодаря более грамотному руководству бизнесом и обучению персонала новым приёмам работы, как счи...",
      "link": "https://3dnews.ru/1133130",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/29/1133130/wsj_01.jpg",
      "pubDate": "2025-11-29T08:07:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_47_1764585761",
      "title": "OpenAI урезала лимиты на генерацию контента с помощью Sora — Google так же поступила с Nano Banana Pro",
      "description": "Пользователям, которые хотели немного развлечься, генерируя медиаконтент с помощью передовых моделей искусственного интеллекта Google и OpenAI, придётся быть более экономными. Обе компании снизили лимиты на количество запросов к алгоритмам Nano Banana Pro и Sora, сославшись на огромный спрос и существенно возросшую нагрузку на сопутствующую инфраструктуру. Источник изображения: Steve Johnson / Unsplash",
      "shortDescription": "Пользователям, которые хотели немного развлечься, генерируя медиаконтент с помощью передовых моделей искусственного интеллекта Google и OpenAI, придётся быть более экономными. Обе компании снизили лимиты на количество запросов к алгоритмам Nano Banana Pro и Sora, сославшись на огромный спрос и сущес...",
      "link": "https://3dnews.ru/1133115",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133115/1059.jpg",
      "pubDate": "2025-11-28T21:06:00+03:00",
      "hashtags": [
        "#алгоритм",
        "#ai",
        "#ИИ",
        "#AI"
      ]
    },
    {
      "id": "3DNews_48_1764585761",
      "title": "Перенос GTA VI не помешает Forza Horizon 6\t— инсайдер уточнил, когда выйдет новый гоночный хит от Playground Games",
      "description": "Недавний перенос GTA VI наверняка спутал планы разработчиков многих игр второй половины 2026 года, однако создателям гоночной аркады с открытым миром Forza Horizon 6 из Playground Games, похоже, беспокоиться не о чем.   Источник изображений: Steam (子柒同邪)",
      "shortDescription": "Недавний перенос GTA VI наверняка спутал планы разработчиков многих игр второй половины 2026 года, однако создателям гоночной аркады с открытым миром Forza Horizon 6 из Playground Games, похоже, беспокоиться не о чем.   Источник изображений: Steam (子柒同邪)",
      "link": "https://3dnews.ru/1133116",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133116/00.jpg",
      "pubDate": "2025-11-28T20:26:00+03:00",
      "hashtags": [
        "#game"
      ]
    },
    {
      "id": "3DNews_24_1764585761",
      "title": "Расчёты обнаружили астероид, который трижды станет нашей мини-луной с ненулевыми шансами упасть на Землю",
      "description": "Астрономы из Университета Комплутенсе в Мадриде — Карлос и Рауль де ла Фуэнте Маркосы (Carlos, Raúl de la Fuente Marcos) — обнаружили, что небольшой околоземный астероид 2022 RD2 примерно через 18 лет трижды станет временным спутником (мини-луной) Земли. Этот объект диаметром всего 5–11 метров был открыт 2 сентября 2022 года системой Pan-STARRS и относится к семейству Арджуна — астероидам с почти круговыми орбитами, близкими к земной. Источник изображения: ИИ-генерация Grok 4.1/3DNews",
      "shortDescription": "Астрономы из Университета Комплутенсе в Мадриде — Карлос и Рауль де ла Фуэнте Маркосы (Carlos, Raúl de la Fuente Marcos) — обнаружили, что небольшой околоземный астероид 2022 RD2 примерно через 18 лет трижды станет временным спутником (мини-луной) Земли. Этот объект диаметром всего 5–11 метров был о...",
      "link": "https://3dnews.ru/1133109",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133109/moon_00.jpg",
      "pubDate": "2025-11-28T18:08:00+03:00",
      "hashtags": [
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_4_1764585766",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_9_1764585766",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_11_1764585766",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_16_1764585766",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#кибер",
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_17_1764585766",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_20_1764585766",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_21_1764585766",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_24_1764585766",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_27_1764585766",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_0_1764585772",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "Ведомости Технологии_31_1764585766",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#ИИ",
        "#финтех"
      ]
    },
    {
      "id": "Ведомости Технологии_34_1764585766",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#ИИ",
        "#структура"
      ]
    },
    {
      "id": "Ведомости Технологии_40_1764585766",
      "title": "В России введут так называемый технологический сбор",
      "description": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "shortDescription": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/10/1153413-v-rossii-vvedut-tak-nazivaemii-tehnologicheskii-sbor",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8p/1dhre2/normal-1s56.jpg",
      "pubDate": "2025-11-10T00:25:39+03:00",
      "hashtags": [
        "#ИИ",
        "#радио"
      ]
    },
    {
      "id": "Ведомости Технологии_44_1764585766",
      "title": "У России к 2028 году может появиться процессор для базовых станций LTE",
      "description": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "shortDescription": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152534-u-rossii-mozhet-poyavitsya-protsessor-dlya-lte",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1eq278/normal-1tqm.png",
      "pubDate": "2025-11-06T01:33:07+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_45_1764585766",
      "title": "В России обещают сделать первого антропоморфного робота",
      "description": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "shortDescription": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152530-v-rossii-obeschayut-sdelat-pervogo-antropomorfnogo-robota",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1enrrz/normal-1tnn.png",
      "pubDate": "2025-11-06T01:32:35+03:00",
      "hashtags": [
        "#ИИ",
        "#робот"
      ]
    },
    {
      "id": "3DNews Software_1_1764585772",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_2_1764585772",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_4_1764585772",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764585772",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_6_1764585772",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764585772",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_19_1764585772",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764585772",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764585772",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_24_1764585772",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_25_1764585772",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764585772",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#AI",
        "#ai",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_34_1764585772",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_36_1764585772",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764585772",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_41_1764585772",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764585772",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764585772",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ",
        "#компьютер"
      ]
    }
  ]
}