{
  "lastUpdated": "2025-12-05T19:33:25.901395",
  "totalNews": 81,
  "categories": [
    "Игры",
    "Технологии"
  ],
  "hashtags": [
    "#game",
    "#ИИ",
    "#веб",
    "#финтех",
    "#cloud",
    "#кибер",
    "#тест",
    "#ui",
    "#платформа",
    "#software",
    "#компьютер",
    "#сеть",
    "#AR",
    "#it",
    "#искусственныйинтеллект",
    "#робот",
    "#AI",
    "#сервер",
    "#цифровой",
    "#ai",
    "#смартфон",
    "#api",
    "#devops",
    "#код",
    "#игры",
    "#дизайн",
    "#стартап",
    "#приложение",
    "#ux",
    "#интернет"
  ],
  "news": [
    {
      "id": "3DNews_25_1764963181",
      "title": "Культовый российский хоррор «Зайчик» получил долгожданный пятый эпизод и установил новый рекорд в Steam",
      "description": "Российские разработчики Евгений Сокарев (он же Sokar) и Антон Старцев (Saikono) сообщили о выходе финального, пятого эпизода ставшей культовой нелинейной визуальной новеллы в жанре ужасов «Зайчик» (Tiny Bunny).   Источники изображений: Saikono и Sokar",
      "shortDescription": "Российские разработчики Евгений Сокарев (он же Sokar) и Антон Старцев (Saikono) сообщили о выходе финального, пятого эпизода ставшей культовой нелинейной визуальной новеллы в жанре ужасов «Зайчик» (Tiny Bunny).   Источники изображений: Saikono и Sokar",
      "link": "https://3dnews.ru/1133496",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133496/00.jpg",
      "pubDate": "2025-12-05T22:28:00+03:00",
      "hashtags": [
        "#AI",
        "#ai",
        "#AR"
      ]
    },
    {
      "id": "3DNews_26_1764963181",
      "title": "Анонсирован триллер-головоломка Rivage, авторы которого хотят повторить успех культовой Blue Prince",
      "description": "Разработчики из студии Exnilo совместно с издательством Raw Fury анонсировали Rivage — атмосферное научно-фантастическое приключение, действие которого будет происходить на космической станции. По случаю анонса был представлен трейлер, знакомящий игроков с ключевой локацией.   Источник изображений: Raw Fury",
      "shortDescription": "Разработчики из студии Exnilo совместно с издательством Raw Fury анонсировали Rivage — атмосферное научно-фантастическое приключение, действие которого будет происходить на космической станции. По случаю анонса был представлен трейлер, знакомящий игроков с ключевой локацией.   Источник изображений: ...",
      "link": "https://3dnews.ru/1133495",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133495/sm.rivage_01.800.jpg",
      "pubDate": "2025-12-05T22:10:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "DTF_3_1764963180",
      "title": "Разработчики Monster Hunter Wilds призвали игроков вернуться и анонсировали презентацию на 8 декабря",
      "description": "На трансляции поделятся деталями следующего крупного апдейта.",
      "shortDescription": "На трансляции поделятся деталями следующего крупного апдейта.",
      "link": "https://dtf.ru/games/4513943-monster-hunter-wilds-prezentatsiya-8-dekabrya?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/4c4ad4bc-28a5-573c-ba11-536306aeb341/",
      "pubDate": "2025-12-05T20:40:08+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_29_1764963181",
      "title": "Соавтор Fallout спустя пять лет вернулся в Obsidian Entertainment для работы над секретной игрой",
      "description": "Соавтор Fallout и The Outer Worlds Тим Кейн (Tim Cain) объявил о полноценном возвращении в индустрию видеоигр. Последние пять лет ветеран разработки провёл в «полуотставке».   Источник изображения: Bethesda Softworks",
      "shortDescription": "Соавтор Fallout и The Outer Worlds Тим Кейн (Tim Cain) объявил о полноценном возвращении в индустрию видеоигр. Последние пять лет ветеран разработки провёл в «полуотставке».   Источник изображения: Bethesda Softworks",
      "link": "https://3dnews.ru/1133491",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133491/00.jpg",
      "pubDate": "2025-12-05T19:57:00+03:00",
      "hashtags": [
        "#ai",
        "#ИИ",
        "#AI"
      ]
    },
    {
      "id": "ixbt.com_4_1764963184",
      "title": "Это настолько маленькая электронная книга, что её можно прикрепить сзади к iPhone. Xteink X4 крепится магнитами",
      "description": "Электронные книги бывают разных размеров, но китайская компания Xteink выпустила одну из самых маленьких. Она настолько маленькая, что крепится сзади к iPhone посредством MagSafe.  Модель X4 получила дисплей E Ink диагональю 4,3 дюйма. Она крепится сзади к iPhone, как будто это портативный аккумулятор или картхолдер. Само собой, прикрепить её можно к новым Pixel и к любому другому смартфону, если на нём надет чехол с магнитами. Либо можно купить магнитный чехол у производителя.   Фото Xteink  Экран книжки имеет плотность 220 пикселей на дюйм, что ниже привычных 300 для большинства моделей на рынке. Автономность заявлена равной 14 дням. X4 может читать книги и документы без DRM-защиты в форматах EPUB и TXT, которые необходимо загружать либо при помощи карты microSD, либо подключаясь к X4 по Wi-Fi.  Экран у новинки не сенсорный. Также можно выделить возможность менять шрифты и отсутствие подсветки. Весит новинка всего 74 г, а габариты составляют 114 х 69 х 5,9 мм.   Фото Xteink  Само собой, книжку не обязательно использовать именно вместе со смартфоном. Более того, такой сценарий в реальности может быть не очень безопасным. Экраны E Ink достаточно хрупкие, а при использовании в паре со смартфоном дисплей не будет ничем защищён и будет контактировать со всем подряд гораздо чаще, чем если использовать книжку отдельно.   Остаётся добавить, что стоит новинка всего 70 долларов.",
      "shortDescription": "Электронные книги бывают разных размеров, но китайская компания Xteink выпустила одну из самых маленьких. Она настолько маленькая, что крепится сзади к iPhone посредством MagSafe.  Модель X4 получила дисплей E Ink диагональю 4,3 дюйма. Она крепится сзади к iPhone, как будто это портативный аккумулят...",
      "link": "https://www.ixbt.com/news/2025/12/05/iphone-xteink-x4.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/5/1_large.jpg",
      "pubDate": "2025-12-05T19:56:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_5_1764963184",
      "title": "Пожароопасный разъём 12V-2x6 можно заметно улучшить, просто сделав более толстые контакты. Компания Segotep показывает, насколько лучше её кабели Titanload",
      "description": "Проблему с пожароопасным разъёмом 12V-2x6 нельзя решить на 100% какими-то простыми действиями, но можно заметно снизить риски. Компания Segotep говорит, что для этого достаточно всего лишь сделать контакты питания более толстыми.  Спецификации PCI-SIG и ATX 3.0 указывают, что контакт разъёма должен выдерживать минимум 9,2 А. И производители часто этим и ограничиваются.    Фото BiliBili Но кабели питания Titanload и Titanload EX от Segotep способны выдерживать 12 А и 14 А соответственно. Как утверждает сам производитель, это обеспечивает запас прочности соответственно на 30% и 52% выше, чем в референсных характеристиках. Кроме того, такие контакты меньше греются.  Segotep провела стандартный тест при температуре 26 градусов, без использования воздушного охлаждения, создав нагрузку в  669 Вт при токе на канал в 9,3 А. Впоследствии компания увеличила нагрузку до 864 Вт при токе 12 А для экстремального теста и до 1080 Вт при 15 А для теста на самоуничтожение.   Фото BiliBili Результаты: кабель Titanload (стандартная версия) обеспечил снижение средней температуры на 43% и пиковой температуры на 48% по сравнению со стандартным кабелем 12V-2x6. Кроме того, зона нагрева была на 38% ниже. Более дорогая версия Titanload EX показала среднюю и пиковую температуры на 67% и 72% ниже соответственно, а зона нагрева уменьшилась на 53%.  Во время теста на уничтожение Titanload EX поддерживал температуру ниже 95 градусов Цельсия, тогда как стандартный кабель 12V-2x6 превысил 120 градусов.",
      "shortDescription": "Проблему с пожароопасным разъёмом 12V-2x6 нельзя решить на 100% какими-то простыми действиями, но можно заметно снизить риски. Компания Segotep говорит, что для этого достаточно всего лишь сделать контакты питания более толстыми.  Спецификации PCI-SIG и ATX 3.0 указывают, что контакт разъёма должен ...",
      "link": "https://www.ixbt.com/news/2025/12/05/12v-2x6-segotep-titanload.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/5/746f867a0fd1a6a470880499a80c06a3578270486_large.jpg",
      "pubDate": "2025-12-05T19:41:00+03:00",
      "hashtags": [
        "#тест",
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "DTF_7_1764963180",
      "title": "Resident Evil Requiem покажут на The Game Awards",
      "description": "Организаторы шоу пообещали поделиться новыми материалами.",
      "shortDescription": "Организаторы шоу пообещали поделиться новыми материалами.",
      "link": "https://dtf.ru/games/4513854-resident-evil-requiem-na-the-game-awards?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/2f23d6e9-7b9e-53a0-a992-389fc3d85870/",
      "pubDate": "2025-12-05T19:29:34+03:00",
      "hashtags": [
        "#game",
        "#ui",
        "#AR"
      ]
    },
    {
      "id": "ixbt.com_9_1764963184",
      "title": "Катастрофа на рынке памяти может затянуться до конца 2027 года или даже дольше",
      "description": "Та катастрофа, которая уже образовалась на рынке памяти, ещё даже не близка к пику. Как сообщается, самое худшее нас ждёт примерно в середине 2026 года, и это в лучшем случае.  Компания TeamGroup сообщает, что рост цен продолжится, и затронет все продукты DRAM.  Мы действительно наблюдаем заметное повышение цен на рынках памяти NAND и DRAM. Текущая ситуация обусловлена не только колебаниями цен, но и беспрецедентным дефицитом предложения, обусловленным, главным образом, растущим спросом на серверные платформы для искусственного интеллекта и DDR5. Кроме того, поскольку спрос на хранение данных в центрах обработки данных продолжает расти, а производители жёстких дисков ещё не расширили производство, «холодное» хранение данных постепенно смещается в сторону твердотельных накопителей SSD, что ещё больше сокращает предложение памяти NAND.  Поскольку заводы по производству пластин и поставщики компонентов уже работают почти на полную мощность, все категории продукции DRAM, включая DDR5, LPDDR5, GDDR6, GDDR7 и DDR4, сталкиваются с повсеместным дефицитом, а дисбаланс спроса и предложения, как ожидается, сохранится как минимум в первой половине следующего года.  Несмотря на то, что рынок остается динамичным, мы продолжаем использовать прочные партнерские отношения и гибкое управление запасами для поддержания стабильности поставок и укрепления нашей базы для будущего роста.   Фото WCCF Tech Говорить о возвращении к норме пока вообще не приходится. Сообщается, что дефицит чипов памяти продлится до четвёртого квартала 2027 года, а то и затянется до 2028 года. Таким образом, вся эта катастрофа затронет в итоге не только новые платформы AMD и Intel, запуск которых уже могут перенести, но также следующее поколение видеокарт AMD, Nvidia и Intel и даже консоли нового поколения. Не исключено, что из-за текущей ситуации и новые видеокарты, и новые игровые приставки мы увидим заметно позже, чем изначально было запланировано.",
      "shortDescription": "Та катастрофа, которая уже образовалась на рынке памяти, ещё даже не близка к пику. Как сообщается, самое худшее нас ждёт примерно в середине 2026 года, и это в лучшем случае.  Компания TeamGroup сообщает, что рост цен продолжится, и затронет все продукты DRAM.  Мы действительно наблюдаем заметное п...",
      "link": "https://www.ixbt.com/news/2025/12/05/katastrofa-na-rynke-pamjati-mozhet-zatjanutsja-do-konca-2027-goda-ili-dazhe-dolshe.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/5/DSC_0260-Custom_large.jpg",
      "pubDate": "2025-12-05T19:15:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_30_1764963181",
      "title": "«Стараемся делать всё как можно быстрее»: Path of Exile 2 не выйдет из раннего доступа в марте",
      "description": "Ранний доступ амбициозного фэнтезийного ролевого экшена Path of Exile 2 от новозеландской студии Grinding Gear Games (GGG) продлится дольше, чем рассчитывали разработчики.   Источник изображения: Steam (Rommel)",
      "shortDescription": "Ранний доступ амбициозного фэнтезийного ролевого экшена Path of Exile 2 от новозеландской студии Grinding Gear Games (GGG) продлится дольше, чем рассчитывали разработчики.   Источник изображения: Steam (Rommel)",
      "link": "https://3dnews.ru/1133488",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133488/00.jpg",
      "pubDate": "2025-12-05T18:37:00+03:00",
      "hashtags": [
        "#game",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Habr_4_1764963178",
      "title": "glinq: LINQ для Go с ленивыми вычислениями",
      "description": "Привет, Хабр! Я бэкенд-разработчик в спортивном медиа Спортс”. В этой статье расскажу о glinq – LINQ-подобном API для работы с коллекциями в Go. После появления дженериков в Go 1.18 стало возможным реализовать type-safe функциональные операции без рефлексии и дорогостоящих приведений типов. Читать далее",
      "shortDescription": "Привет, Хабр! Я бэкенд-разработчик в спортивном медиа Спортс”. В этой статье расскажу о glinq – LINQ-подобном API для работы с коллекциями в Go. После появления дженериков в Go 1.18 стало возможным реализовать type-safe функциональные операции без рефлексии и дорогостоящих приведений типов. Читать д...",
      "link": "https://habr.com/ru/articles/973828/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973828",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/c8a/d1a/3b9/c8ad1a3b9dd06c042b85279d4ec77c17.jpg",
      "pubDate": "2025-12-05T17:53:15+00:00",
      "hashtags": [
        "#ИИ",
        "#api"
      ]
    },
    {
      "id": "vc.ru_0_1764963178",
      "title": "Минцифры сообщило о постепенном отказе от подтверждения входа на Госуслуги с помощью SMS: что известно",
      "description": "По данным Telegram-каналов и СМИ, пользователи приложений стали получать сообщение, что войти теперь можно только с помощью мессенджера Max. В веб-версию пока можно зайти по коду из SMS.",
      "shortDescription": "По данным Telegram-каналов и СМИ, пользователи приложений стали получать сообщение, что войти теперь можно только с помощью мессенджера Max. В веб-версию пока можно зайти по коду из SMS.",
      "link": "https://vc.ru/services/2634378-gosuslugi-trebuyut-podklyuchit-messendzher-max-dlya-vkhoda?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/22a8b26f-6406-59fb-a4af-a2645886de25/",
      "pubDate": "2025-12-05T17:40:06+03:00",
      "hashtags": [
        "#код",
        "#веб"
      ]
    },
    {
      "id": "3DNews_33_1764963181",
      "title": "Windows 11 25H2 стала доступна для всех совместимых компьютеров по всему миру",
      "description": "Microsoft начала развёртывать обновление Windows 11 25H2 ещё в сентябре, но до настоящего момента его аудитория была ограничена. Теперь установить его можно на любой совместимый компьютер. Источник изображения: Ricardo Resende / unsplash.com",
      "shortDescription": "Microsoft начала развёртывать обновление Windows 11 25H2 ещё в сентябре, но до настоящего момента его аудитория была ограничена. Теперь установить его можно на любой совместимый компьютер. Источник изображения: Ricardo Resende / unsplash.com",
      "link": "https://3dnews.ru/1133478",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133478/win11_3.jpg",
      "pubDate": "2025-12-05T17:31:00+03:00",
      "hashtags": [
        "#компьютер",
        "#AR"
      ]
    },
    {
      "id": "DTF_5_1764963180",
      "title": "Тим Кейн вернулся в студию Obsidian Entertainment в качестве постоянного сотрудника",
      "description": "Он покинул команду в 2020-м, но не терял с ней связи, выступив консультантом The Outer Worlds 2.",
      "shortDescription": "Он покинул команду в 2020-м, но не терял с ней связи, выступив консультантом The Outer Worlds 2.",
      "link": "https://dtf.ru/gameindustry/4513557-tim-keyin-vernulsya-v-obsidian-entertainment?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/d0cebf1a-abfb-5287-b027-ed1dcbd1faf9/",
      "pubDate": "2025-12-05T17:30:27+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "Habr_6_1764963178",
      "title": "Защита от SYN-flood: теория, практика и где искать подвох",
      "description": "Провайдер Panix в Нью‑Йорке внедрил систему блокировки спама по «чёрному списку» хостов, после чего стал мишенью затяжной SYN‑flood DDoS‑атаки, начавшейся 6 сентября 1996 года и на несколько дней фактически парализовавшей его почтовые, веб-серверы и серверы новостей, а также системы логина и DNS. Эта атака является одной из первых крупных DDoS-атак в истории.SYN-flood по-прежнему остаётся одним из самых популярных инструментов в арсенале злоумышленников. Согласно отчёту Cloudflare за Q2 2025, этот вектор атак составляет 27% всех DDoS-атак на 3 и 4 уровнях, уверенно занимая «почётное» второе место. В таких условиях надёжная защита от SYN-flood критически важна для любого сервиса.Меня зовут Лейли, я инженер по информационной безопасности в Ozon Tech, и сегодня расскажу о том, как мы внедряли и контролировали самый простой механизм защиты от SYN-flood и о подводных камнях. Читать далее",
      "shortDescription": "Провайдер Panix в Нью‑Йорке внедрил систему блокировки спама по «чёрному списку» хостов, после чего стал мишенью затяжной SYN‑flood DDoS‑атаки, начавшейся 6 сентября 1996 года и на несколько дней фактически парализовавшей его почтовые, веб-серверы и серверы новостей, а также системы логина и DNS. Эт...",
      "link": "https://habr.com/ru/companies/ozontech/articles/973736/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973736",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/30f/13c/3e7/30f13c3e7c6b6e5eb712b51a0195699f.jpg",
      "pubDate": "2025-12-05T16:41:04+00:00",
      "hashtags": [
        "#веб",
        "#ИИ",
        "#сервер",
        "#cloud",
        "#AR"
      ]
    },
    {
      "id": "Habr_7_1764963178",
      "title": "Репозиторий доверенного ПО: инхаус или аутсорс?",
      "description": "На SOC Forum одним из самых горячих дискуссий стала тема, которая ещё пять лет назад казалась нишевой, а сегодня напрямую влияет на устойчивость критической инфраструктуры: создание доверенных репозиториев ПО.  В дискуссии приняли участие: Федор Герасимов, лидер сообщества FinDevSecOps, эксперты финансового сектора − Максим Кожокарь (Банк России), Всеслав Соленик (Сбертех), а также Антон Прокофьев (ГК «Солар»), Юлия Липатникова (Cloud.ru) и Николай Костригин (Базальт СПО).Полную запись дискуссии можно посмотреть здесь (Программа 18 ноября, Зал 3, 16.00).В этом материале приводим самые интересные цитаты экспертов сессии и их рекомендации. Читать далее",
      "shortDescription": "На SOC Forum одним из самых горячих дискуссий стала тема, которая ещё пять лет назад казалась нишевой, а сегодня напрямую влияет на устойчивость критической инфраструктуры: создание доверенных репозиториев ПО.  В дискуссии приняли участие: Федор Герасимов, лидер сообщества FinDevSecOps, эксперты фин...",
      "link": "https://habr.com/ru/companies/solarsecurity/articles/973812/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973812",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/90c/eb4/1a4/90ceb41a496bc7da2f449be93b6171b8.jpg",
      "pubDate": "2025-12-05T16:40:32+00:00",
      "hashtags": [
        "#ИИ",
        "#cloud"
      ]
    },
    {
      "id": "3DNews_36_1764963181",
      "title": "Microsoft обновила диалоговое окно «Выполнить» в Windows 11",
      "description": "Microsoft обновила внешний вид диалогового окна «Выполнить», которое оставалось неизменным более 30 лет. Ранее компания пообещала добавить в него поддержку тёмной темы, а теперь начала тестировать новый дизайн окна, гармонирующий с эстетикой Windows 11. Источник изображения: Sunrise King / unsplash.com",
      "shortDescription": "Microsoft обновила внешний вид диалогового окна «Выполнить», которое оставалось неизменным более 30 лет. Ранее компания пообещала добавить в него поддержку тёмной темы, а теперь начала тестировать новый дизайн окна, гармонирующий с эстетикой Windows 11. Источник изображения: Sunrise King / unsplash....",
      "link": "https://3dnews.ru/1133476",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133476/win11_1.jpg",
      "pubDate": "2025-12-05T16:38:00+03:00",
      "hashtags": [
        "#тест",
        "#дизайн"
      ]
    },
    {
      "id": "vc.ru_8_1764963179",
      "title": "ЕС оштрафовал соцсеть X на $140 млн за нарушение правил регулирования контента и прозрачности, в том числе за «обманчивый дизайн» галочки верификации",
      "description": "TikTok, который пообещал устранить нарушения, избежал штрафа.",
      "shortDescription": "TikTok, который пообещал устранить нарушения, избежал штрафа.",
      "link": "https://vc.ru/social/2634150-es-oshtrofoval-sotsset-x-na-140-millionov?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/271f88d0-7dd1-59cd-b68e-e19e9a8dbfdb/",
      "pubDate": "2025-12-05T16:32:08+03:00",
      "hashtags": [
        "#сеть",
        "#ИИ",
        "#дизайн"
      ]
    },
    {
      "id": "Habr_8_1764963178",
      "title": "Сыч: телеграм-бот, который помнит обиды и обходит лимиты Google Gemini",
      "description": "Написал бота на Google Gemini, который ведет себя как живой участник чата: у него есть характер, он помнит обиды (система репутации) и может послать, если вы это заслужили.А еще он бесплатно расшифровывает голосовые (лучше Telegram Premium), понимает контекст переписки и обходит лимиты API через ротацию ключей. Под капотом — Node.js, никаких баз данных (только JSON) и чистый KISS-принцип. Посмотреть код",
      "shortDescription": "Написал бота на Google Gemini, который ведет себя как живой участник чата: у него есть характер, он помнит обиды (система репутации) и может послать, если вы это заслужили.А еще он бесплатно расшифровывает голосовые (лучше Telegram Premium), понимает контекст переписки и обходит лимиты API через рот...",
      "link": "https://habr.com/ru/articles/973804/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973804",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/110/ecb/2cb/110ecb2cb2dfec7ab91bdf7ade692786.png",
      "pubDate": "2025-12-05T16:30:00+00:00",
      "hashtags": [
        "#код",
        "#ИИ",
        "#api"
      ]
    },
    {
      "id": "vc.ru_1_1764963179",
      "title": "Netflix объявил о покупке Warner Bros. за $82,7 млрд",
      "description": "Перед этим Discovery Global выделят в отдельную публичную компанию.",
      "shortDescription": "Перед этим Discovery Global выделят в отдельную публичную компанию.",
      "link": "https://vc.ru/media/2634174-netflix-pokupka-warner-bros-827-mlrd?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/d48d0152-986c-563c-9b2c-b7a73a897d7d/",
      "pubDate": "2025-12-05T16:22:27+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "Habr_9_1764963178",
      "title": "DEVLOG 1: Работа с ARTICY",
      "description": "Приветствую всех в новом сообществе, где я буду делиться ходом разработки!Сегодня говорим о том где вообще записываются диалоги игры.Если вы достаточно информированный фанат, то знаете что Дискач делали с помощью ARTICY, что у них были такие большие деревья диалогов, что программа буквально крашилась. Читать далее",
      "shortDescription": "Приветствую всех в новом сообществе, где я буду делиться ходом разработки!Сегодня говорим о том где вообще записываются диалоги игры.Если вы достаточно информированный фанат, то знаете что Дискач делали с помощью ARTICY, что у них были такие большие деревья диалогов, что программа буквально крашилас...",
      "link": "https://habr.com/ru/articles/973802/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973802",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/852/d55/9c5/852d559c52ed2cc7d2cb17413e796721.jpg",
      "pubDate": "2025-12-05T16:16:03+00:00",
      "hashtags": [
        "#игры",
        "#AR"
      ]
    },
    {
      "id": "3DNews_37_1764963181",
      "title": "Заключённый с ложной Луны даёт отпор жутким сферам из железа и плоти в геймплейном трейлере экшена Luna Abyss",
      "description": "Разработчики из Kwalee Labs представили геймплейный трейлер Luna Abyss — приключенческого боевика с элементами платформеров, который расскажет историю узника ложной Луны. Показ видеоматериала состоялся в рамках декабрьской презентации PC Gaming Show: Most Wanted.   Источник изображений: Kwalee Labs",
      "shortDescription": "Разработчики из Kwalee Labs представили геймплейный трейлер Luna Abyss — приключенческого боевика с элементами платформеров, который расскажет историю узника ложной Луны. Показ видеоматериала состоялся в рамках декабрьской презентации PC Gaming Show: Most Wanted.   Источник изображений: Kwalee Labs",
      "link": "https://3dnews.ru/1133475",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133475/sm.luna_abyss_title.800.jpg",
      "pubDate": "2025-12-05T15:56:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_38_1764963181",
      "title": "Онлайн-кинотеатр, сайты СМИ и не только: Минцифры пополнило список ресурсов, доступных при отключениях мобильного интернета",
      "description": "Минцифры объявило о расширении так называемого «белого списка» — перечня российских сервисов и сайтов, которые будут оставаться доступными при отключении мобильного интернета по соображениям безопасности. Источник изображения: Jonas Leupe/unsplash.com",
      "shortDescription": "Минцифры объявило о расширении так называемого «белого списка» — перечня российских сервисов и сайтов, которые будут оставаться доступными при отключении мобильного интернета по соображениям безопасности. Источник изображения: Jonas Leupe/unsplash.com",
      "link": "https://3dnews.ru/1133473",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133473/jonas-leupe-wK-elt11pF0-unsplash.jpg",
      "pubDate": "2025-12-05T15:39:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_15_1764963178",
      "title": "Краткий обзор стандарта Open Agile Architecture от The Open Group (O-AA)",
      "description": "В октябре 2022 года The Open Group официально выпустил Open Agile Architecture™ (O-AA) — новую версию стандарта, призванного соединить мир «классической» корпоративной архитектуры с реалиями Agile, DevOps и цифровой трансформации. Первая версия документа была опубликована Open Group еще в 2020 году.Если вы корпоративный архитектор, архитектор решения, бизнес- или системный аналитик, и до сих пор считали, что Agile — это «про разработчиков», а архитектура  это «про рисунки и бумажки», эта статья для вас. Задача этой статьи — дать краткое содержание стандарта Open Agile Architecture, чтобы вы могли сами решить, нужно ли его вам изучить подробнее или нет.  Подробнее о стандарте",
      "shortDescription": "В октябре 2022 года The Open Group официально выпустил Open Agile Architecture™ (O-AA) — новую версию стандарта, призванного соединить мир «классической» корпоративной архитектуры с реалиями Agile, DevOps и цифровой трансформации. Первая версия документа была опубликована Open Group еще в 2020 году....",
      "link": "https://habr.com/ru/companies/otus/articles/969122/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969122",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/8ce/d4d/9ad/8ced4d9ad135a6fd26a12a691d0e45f0.jpg",
      "pubDate": "2025-12-05T15:32:41+00:00",
      "hashtags": [
        "#ИИ",
        "#цифровой",
        "#devops",
        "#AR",
        "#it"
      ]
    },
    {
      "id": "vc.ru_7_1764963179",
      "title": "Reuters: власти Индии рассматривали возможность обязать производителей смартфонов включать отслеживание геолокации устройств — Apple, Samsung и Google выступили против",
      "description": "Вопрос обсуждался ещё летом 2025 года, но окончательное решение до сих пор не приняли.",
      "shortDescription": "Вопрос обсуждался ещё летом 2025 года, но окончательное решение до сих пор не приняли.",
      "link": "https://vc.ru/tech/2634067-indiya-mozhet-obazat-apple-samsung-i-google-vklyuchit-geolokatsiyu?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/7c1b7aed-79d2-5158-8630-853b4f31695b/",
      "pubDate": "2025-12-05T15:26:28+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_18_1764963178",
      "title": "[Перевод] Как развернуть полноценный n8n AI-стек за 15 минут, а не за целый день",
      "description": "Последние пару лет я активно работаю с автоматизацией и AI‑агентами. Проекты разные — от чат‑ботов для Telegram до сложных RAG‑систем с векторными базами. И знаете, что меня всегда бесило? Каждый раз при развертывании нового проекта уходило несколько часов, а то и целый день на настройку окружения.Сначала настраиваешь Docker Compose для n8n, потом прикручиваешь Postgres, потом вспоминаешь про Redis (потому что без него n8n в queue mode не заведешь), потом Supabase для векторов, потом Qdrant, потому что Supabase для векторов медленноват... А еще же HTTPS нужно настроить, Caddy или Nginx сконфигурировать, сертификаты получить. И так каждый раз.После очередного развертывания я подумал: «Хватит, надо это автоматизировать раз и навсегда». Так родился n8n‑install — репозиторий, который превращает чистый Ubuntu VPS в полноценный AI‑стек одной командой. Читать далее",
      "shortDescription": "Последние пару лет я активно работаю с автоматизацией и AI‑агентами. Проекты разные — от чат‑ботов для Telegram до сложных RAG‑систем с векторными базами. И знаете, что меня всегда бесило? Каждый раз при развертывании нового проекта уходило несколько часов, а то и целый день на настройку окружения.С...",
      "link": "https://habr.com/ru/articles/973776/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973776",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/d94/0d6/920/d940d69202c39368989717acc1dc8839.png",
      "pubDate": "2025-12-05T15:15:36+00:00",
      "hashtags": [
        "#ai",
        "#ИИ",
        "#AI"
      ]
    },
    {
      "id": "Habr_19_1764963178",
      "title": "Не вставая с кресла — эволюция удаленного управления серверами от телетайпов до IPMI",
      "description": "История удаленного управления серверами — это история борьбы с расстоянием. С момента появления первых дорогостоящих мейнфреймов, работавших, дай бог, на перфокартах, инженеров стал волновать вопрос — как контролировать критически важное оборудование, не находясь рядом с ним 24/7? Ответом стала череда технологических решений: от примитивных терминалов на выделенных линиях до сложных сетевых архитектур и, наконец, интеллектуальных встроенных контроллеров. В этой статье рассмотрим ключевые этапы этого пути — от проприетарных систем 1970-х (IBM SNA) через трансформацию 1990-х к рождению универсального стандарта IPMI. Мы постараемся как можно интереснее рассказать об ИТ-ландшафте, заложившем основу для современных инструментов управления серверами. Где-то пройдемся по верхам, где-то остановимся чуть подробнее. Читать далее",
      "shortDescription": "История удаленного управления серверами — это история борьбы с расстоянием. С момента появления первых дорогостоящих мейнфреймов, работавших, дай бог, на перфокартах, инженеров стал волновать вопрос — как контролировать критически важное оборудование, не находясь рядом с ним 24/7? Ответом стала чере...",
      "link": "https://habr.com/ru/companies/ispsystem/articles/973768/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973768",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/4db/f0d/4cb/4dbf0d4cb207c24eb9c39ef2cb46b4e9.png",
      "pubDate": "2025-12-05T15:12:20+00:00",
      "hashtags": [
        "#сервер"
      ]
    },
    {
      "id": "DTF_0_1764963180",
      "title": "Netflix объявил о покупке Warner Bros. за 82,7 миллиарда долларов",
      "description": "Библиотека онлайн-кинотеатра заметно расширится.",
      "shortDescription": "Библиотека онлайн-кинотеатра заметно расширится.",
      "link": "https://dtf.ru/cinema/4513324-netflix-pokupaet-warner-bros-za-82-7-milliarda-dollara?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/7382aad9-e384-50d3-9a0c-1eacafb2312b/",
      "pubDate": "2025-12-05T15:12:14+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews_39_1764963181",
      "title": "Netflix купит Warner Bros. за $82,7 млрд, но сделку могут сорвать антимонопольщики",
      "description": "Стриминговый сервис Netflix стал победителем тендера на покупку студии и стримингового бизнеса Warner Bros. Discovery (WBD). Как сообщает TheWrap со ссылкой на источники, компании вскоре приступят к переговорам о сделке, которая, по всей видимости, будет включать выплату отступных в размере $5 млрд в случае, если её заблокируют регуляторы. Источник изображения: Dmitry Kropachev/unsplash.com",
      "shortDescription": "Стриминговый сервис Netflix стал победителем тендера на покупку студии и стримингового бизнеса Warner Bros. Discovery (WBD). Как сообщает TheWrap со ссылкой на источники, компании вскоре приступят к переговорам о сделке, которая, по всей видимости, будет включать выплату отступных в размере $5 млрд ...",
      "link": "https://3dnews.ru/1133469",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133469/dmitry-kropachev-UVlLL0DksEQ-unsplash.jpg",
      "pubDate": "2025-12-05T15:11:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Habr_21_1764963178",
      "title": "Проектирование нематериальной мотивации пользователей: как найти механики, которые запустят действие",
      "description": "10 факторов нематериальной мотивации. Как простая шкала или счётчик могут менять поведение сильнее, чем деньги и бонусы. Один мой товарищ буквально за год сбросил около 20 кг веса.— Ты так сильно похудел. Как у тебя это получилось? — удалось как-то задать ему вопрос.— Да на самом деле ничего сложного. Скачал приложение для подсчета калорий. В него надо просто фотографировать всю еду. А ИИ по фотографии считает калории.— И все?— Ну да. Там у тебя каждый день есть шкала – сколько калорий у тебя осталось на сегодня. Вот я и втянулся как-то в эту игру с шкалой. Соревноваться с ней начал. Она мне 2000 калорий на день разрешает, а я стараюсь еще меньше съесть. Чтобы хоть 100, а лучше 200-300 осталось недоиспользованных. Ну и взвешиваешься через умные весы – график прогресса показывает. Тоже очень приятно.— А раньше ты так не мог?— Да чего только не пробовал, интервальные голодания всякие, диеты. А тут все само как-то заиграло. Фоткаешь, играешь, худеешь. Читать далее",
      "shortDescription": "10 факторов нематериальной мотивации. Как простая шкала или счётчик могут менять поведение сильнее, чем деньги и бонусы. Один мой товарищ буквально за год сбросил около 20 кг веса.— Ты так сильно похудел. Как у тебя это получилось? — удалось как-то задать ему вопрос.— Да на самом деле ничего сложног...",
      "link": "https://habr.com/ru/articles/973322/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973322",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/cdf/8b8/3bc/cdf8b83bc3c905d9c7298ce6cbf5cf87.png",
      "pubDate": "2025-12-05T14:28:37+00:00",
      "hashtags": [
        "#приложение",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_40_1764963181",
      "title": "«Не могу дождаться, чтобы эмоционально себя разрушить»: анонс хоррора When Sirens Fall Silent от авторов Martha is Dead был восторженно встречен игроками",
      "description": "Разработчики из LKA (The Town of Light, Martha is Dead) при поддержке издательства Wired Productions анонсировали When Sirens Fall Silent — мрачный психологический триллер-детектив, действие которого происходит в Италии девяностых. По случаю анонса, который состоялся в рамках декабрьской презентации PC Gaming Show: Most Wanted, был представлен атмосферный трейлер.   Источник изображений: Wired Productions",
      "shortDescription": "Разработчики из LKA (The Town of Light, Martha is Dead) при поддержке издательства Wired Productions анонсировали When Sirens Fall Silent — мрачный психологический триллер-детектив, действие которого происходит в Италии девяностых. По случаю анонса, который состоялся в рамках декабрьской презентации...",
      "link": "https://3dnews.ru/1133466",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133466/sm.when_sirens_fall_silent_title.800.jpg",
      "pubDate": "2025-12-05T14:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Habr_24_1764963178",
      "title": "Топ новостей инфобеза за ноябрь 2025 года",
      "description": "Всем привет! Ноябрь выдался богатым на интересные события, так что давайте подводить его итоги. Прошлый месяц принёс крупнейший сбой в работе Cloudflare с 2019-го, а также массовые заражения пакетов в экосистеме npm свежей версией червя Shai-Hulud, оказавшимся мощнее и продвинутее прежнего.Кроме того, было опубликовано расследование о роли Meta* в обслуживании экосистемы вредоносной рекламы, граничащим с соучастием. Кибератака по Jaguar привела к падению ВВП Великобритании, из крупной китайской ИБ-фирмы произошла утечка, а ClickFix обзавёлся интересными вариантами. Об этом и других горячих новостях инфобеза за последний осенний месяц читайте под катом! Читать далее",
      "shortDescription": "Всем привет! Ноябрь выдался богатым на интересные события, так что давайте подводить его итоги. Прошлый месяц принёс крупнейший сбой в работе Cloudflare с 2019-го, а также массовые заражения пакетов в экосистеме npm свежей версией червя Shai-Hulud, оказавшимся мощнее и продвинутее прежнего.Кроме тог...",
      "link": "https://habr.com/ru/companies/tomhunter/articles/973732/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973732",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/283/5fb/68c/2835fb68ca6f32ae0ed1d5c869cf9bc7.png",
      "pubDate": "2025-12-05T14:00:37+00:00",
      "hashtags": [
        "#ИИ",
        "#AI",
        "#cloud",
        "#кибер",
        "#ai",
        "#AR"
      ]
    },
    {
      "id": "3DNews_41_1764963181",
      "title": "Орды жуков, яростные бои и культовое оружие: анонсирован олдскульный шутер Starship Troopers: Ultimate Bug War от авторов Warhammer 40,000: Boltgun",
      "description": "Разработчики Warhammer 40,000: Boltgun из британской студии Auroch Digital при поддержке издательства Dotemu анонсировали олдскульный шутер по мотивам другой культовой научно-фантастической франшизы — «Звёздный десант».   Источник изображений: Dotemu",
      "shortDescription": "Разработчики Warhammer 40,000: Boltgun из британской студии Auroch Digital при поддержке издательства Dotemu анонсировали олдскульный шутер по мотивам другой культовой научно-фантастической франшизы — «Звёздный десант».   Источник изображений: Dotemu",
      "link": "https://3dnews.ru/1133465",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133465/00.jpg",
      "pubDate": "2025-12-05T13:58:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_42_1764963181",
      "title": "Gemini 3 получил «самый продвинутый режим рассуждений» Deep Think, но только в самой дорогой подписке",
      "description": "Google добавила в ИИ-помощник Gemini 3 режим Deep Think, который доступен для подписчиков тарифа Google AI Ultra стоимостью $250 в месяц. Это «самый продвинутый режим рассуждений» от Google, предназначенный для решения сложных математических, научных, логических задач и предоставляющий ответы на них в течение нескольких минут. Источник изображений: Google",
      "shortDescription": "Google добавила в ИИ-помощник Gemini 3 режим Deep Think, который доступен для подписчиков тарифа Google AI Ultra стоимостью $250 в месяц. Это «самый продвинутый режим рассуждений» от Google, предназначенный для решения сложных математических, научных, логических задач и предоставляющий ответы на них...",
      "link": "https://3dnews.ru/1133461",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133461/gemini-3_deep-think.png",
      "pubDate": "2025-12-05T13:43:00+03:00",
      "hashtags": [
        "#ai",
        "#ИИ",
        "#AI"
      ]
    },
    {
      "id": "DTF_10_1764963180",
      "title": "Кооперативный шутер Postal: Bullet Paradise отменили через два дня после анонса — из-за обвинений в использовании генеративного ИИ",
      "description": "Сооснователь издательства при этом заявил, что «противники ИИ уничтожили искусство».",
      "shortDescription": "Сооснователь издательства при этом заявил, что «противники ИИ уничтожили искусство».",
      "link": "https://dtf.ru/games/4513074-postal-bullet-paradise-otmenen-iz-za-obvineniy-v-ii?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/4365bad9-4be7-526f-8922-50e8fbf95b8e/",
      "pubDate": "2025-12-05T13:26:18+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Habr_33_1764963178",
      "title": "Акселератор ВТБ: как и зачем стартапу взаимодействовать с банком",
      "description": "Иногда кажется, что крупные компании и стартапы не только разговаривают на разных языках, но и живут на разных планетах. Чтобы упростить взаимодействие и дать обеим сторонам удобный и эффективный инструмент, в ВТБ был создан корпоративный акселератор, который помогает технологиям стартапов добираться от демо до реального внедрения в банковские бизнес-процессы. 🎧Послушать в формате подкаста можно на Яндекс Музыке или в Apple Podcasts. Читать далее",
      "shortDescription": "Иногда кажется, что крупные компании и стартапы не только разговаривают на разных языках, но и живут на разных планетах. Чтобы упростить взаимодействие и дать обеим сторонам удобный и эффективный инструмент, в ВТБ был создан корпоративный акселератор, который помогает технологиям стартапов добиратьс...",
      "link": "https://habr.com/ru/articles/973712/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973712",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/789/a47/b2e/789a47b2e29f7987c828f5f98c8d7bc2.jpg",
      "pubDate": "2025-12-05T12:44:37+00:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Habr_34_1764963178",
      "title": "Обследование инфраструктуры: первый шаг к быстрой и безопасной миграции ЦОД",
      "description": "Миграция ЦОД — не новая история. Казалось бы, про важность обследования инфраструктуры перед переездом уже знают все. Но на практике ошибки повторяются снова и снова — даже у тех, кто делает это не впервые.Меня зовут Артём, я ведущий инженер департамента информационных технологий в iCore. В этой статье я постарался собрать ключевые моменты, на которые стоит обратить внимание при обследовании инфраструктуры перед миграцией. Надеюсь, это поможет избежать распространенных проблем и упростит процесс миграции.  Читать далее",
      "shortDescription": "Миграция ЦОД — не новая история. Казалось бы, про важность обследования инфраструктуры перед переездом уже знают все. Но на практике ошибки повторяются снова и снова — даже у тех, кто делает это не впервые.Меня зовут Артём, я ведущий инженер департамента информационных технологий в iCore. В этой ста...",
      "link": "https://habr.com/ru/companies/icore/articles/973710/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973710",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/815/771/ce2/815771ce2262b43dcf9a3fe6c4cf95bf.jpeg",
      "pubDate": "2025-12-05T12:43:47+00:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_3_1764963181",
      "title": "Сбой Cloudflare снова «положил» половину интернета — техобслуживание пошло не по плану",
      "description": "В условиях сложных инфраструктурных взаимосвязей проблемы даже одного провайдера интернет-сервисов сказываются на деятельности других. Второй за последние две недели сбой пережил сервис Cloudflare, который на этот раз затронул работу даже Downdetector — ресурса, на котором можно было пожаловаться, что не работает Cloudflare. Источник изображения: Cloudflare",
      "shortDescription": "В условиях сложных инфраструктурных взаимосвязей проблемы даже одного провайдера интернет-сервисов сказываются на деятельности других. Второй за последние две недели сбой пережил сервис Cloudflare, который на этот раз затронул работу даже Downdetector — ресурса, на котором можно было пожаловаться, ч...",
      "link": "https://3dnews.ru/1133460",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133460/cloudflare_down_01.jpg",
      "pubDate": "2025-12-05T12:40:00+03:00",
      "hashtags": [
        "#интернет",
        "#AR",
        "#cloud"
      ]
    },
    {
      "id": "3DNews_44_1764963181",
      "title": "Cloudflare заблокировала 416 млрд запросов от ИИ-ботов за пять месяцев — самым большим злом сочли Google",
      "description": "Лежащие в основе служб генеративного искусственного интеллекта большие языковые модели всё активнее поглощают информацию в интернете, и реагировать на эти действия приходится жёстче и жёстче. Cloudflare с 1 июля этого года заблокировала более 400 млрд запросов от ИИ-ботов, рассказал Wired соучредитель и гендиректор компании Мэтью Принс (Matthew Prince). Источник изображения: Steve Johnson / unsplash.com",
      "shortDescription": "Лежащие в основе служб генеративного искусственного интеллекта большие языковые модели всё активнее поглощают информацию в интернете, и реагировать на эти действия приходится жёстче и жёстче. Cloudflare с 1 июля этого года заблокировала более 400 млрд запросов от ИИ-ботов, рассказал Wired соучредите...",
      "link": "https://3dnews.ru/1133455",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133455/ai_1.jpg",
      "pubDate": "2025-12-05T12:39:00+03:00",
      "hashtags": [
        "#интернет",
        "#AR",
        "#ИИ",
        "#cloud"
      ]
    },
    {
      "id": "3DNews_46_1764963181",
      "title": "«Невероятно атмосферное приключение»: хоррор-долгострой Routine стартовал в Steam с рейтингом 90 %",
      "description": "Lunar Software совместно с издательством Raw Fury выпустили атмосферный психологический хоррор Routine, с момента анонса которого прошло более 13 лет. По случаю релиза опубликован новый геймплейный трейлер.   Источник изображения: Raw Fury",
      "shortDescription": "Lunar Software совместно с издательством Raw Fury выпустили атмосферный психологический хоррор Routine, с момента анонса которого прошло более 13 лет. По случаю релиза опубликован новый геймплейный трейлер.   Источник изображения: Raw Fury",
      "link": "https://3dnews.ru/1133454",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133454/sm.routine_title.800.jpg",
      "pubDate": "2025-12-05T11:51:00+03:00",
      "hashtags": [
        "#software",
        "#AR"
      ]
    },
    {
      "id": "3DNews_49_1764963181",
      "title": "Google рассказал, что люди искали в интернете в 2025 году — Gemini обскакал всех",
      "description": "Компания Google опубликовала обзор поисковых запросов — возможно, один из важнейших итогов, отражающий наиболее важные события, произошедшие в этом году. К сожалению, по России и Беларуси поисковый гигант отдельную статистику не привёл. Источник изображения: BoliviaInteligente / unsplash.com",
      "shortDescription": "Компания Google опубликовала обзор поисковых запросов — возможно, один из важнейших итогов, отражающий наиболее важные события, произошедшие в этом году. К сожалению, по России и Беларуси поисковый гигант отдельную статистику не привёл. Источник изображения: BoliviaInteligente / unsplash.com",
      "link": "https://3dnews.ru/1133450",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133450/google_1.jpg",
      "pubDate": "2025-12-05T11:32:00+03:00",
      "hashtags": [
        "#ai",
        "#интернет",
        "#ИИ",
        "#AI"
      ]
    },
    {
      "id": "3DNews_5_1764963181",
      "title": "Гоночный боевик на выживание Carmageddon: Rogue Shift вышел из тени — подробности и первый трейлер переосмысления легендарной серии",
      "description": "Как и было обещано, полноценный анонс гоночного роглайт-экшена Carmageddon: Rogue Shift от принадлежащей Saber Interactive итальянской студии 34BigThings (Redout 2) не заставил себя долго ждать.   Источник изображений: 34BigThings",
      "shortDescription": "Как и было обещано, полноценный анонс гоночного роглайт-экшена Carmageddon: Rogue Shift от принадлежащей Saber Interactive итальянской студии 34BigThings (Redout 2) не заставил себя долго ждать.   Источник изображений: 34BigThings",
      "link": "https://3dnews.ru/1133442",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133442/00.jpg",
      "pubDate": "2025-12-05T09:15:10+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_6_1764963181",
      "title": "Антирекорд Apple: iPhone Air за десять недель с покупки теряет почти половину стоимости",
      "description": "По некоторым данным, любопытство пользователей в отношении сверхтонкого iPhone Air в реальные продажи не конвертировалось, что в итоге даже могло подтолкнуть Apple к решению о снятии смартфона с производства уже в этом году. По данным SellCell, новинка Apple побила антирекорд 2022 года, поскольку на вторичном рынке iPhone Air за первые десять недель эксплуатации теряет почти половину начальной стоимости. Источник изображения: Apple",
      "shortDescription": "По некоторым данным, любопытство пользователей в отношении сверхтонкого iPhone Air в реальные продажи не конвертировалось, что в итоге даже могло подтолкнуть Apple к решению о снятии смартфона с производства уже в этом году. По данным SellCell, новинка Apple побила антирекорд 2022 года, поскольку на...",
      "link": "https://3dnews.ru/1133435",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/05/1133435/iphone_air.jpg",
      "pubDate": "2025-12-05T06:47:00+03:00",
      "hashtags": [
        "#ai",
        "#смартфон",
        "#ИИ",
        "#AI"
      ]
    },
    {
      "id": "3DNews_12_1764963181",
      "title": "Метавселенная Цукерберга схлопывается — M**a планирует радикально урезать расходы на неё",
      "description": "Глава M**a Марк Цукерберг (Mark Zuckerberg) значительно сократит траты на создание так называемой метавселенной. Это начинание он когда-то называл будущим компании и причиной смены названия с F******k на M**a. По слухам, рассматривается 30-процентное сокращение бюджета. Оно затронет продукт для виртуальных миров Horizon Worlds и подразделение виртуальной реальности Quest. Первые увольнения начнутся уже в январе. Источник изображений: M**a",
      "shortDescription": "Глава M**a Марк Цукерберг (Mark Zuckerberg) значительно сократит траты на создание так называемой метавселенной. Это начинание он когда-то называл будущим компании и причиной смены названия с F******k на M**a. По слухам, рассматривается 30-процентное сокращение бюджета. Оно затронет продукт для вирт...",
      "link": "https://3dnews.ru/1133416",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133416/meta-quest-entertainment-unsplash.jpg",
      "pubDate": "2025-12-04T19:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_17_1764963181",
      "title": "«За гранью всего, что кто-либо из нас мог представить»: нашумевшая Clair Obscur: Expedition 33 стала одним из главных хитов Game Pass в 2025 году",
      "description": "Нашумевшая фэнтезийная пошаговая ролевая игра Clair Obscur: Expedition 33 от разработчиков из французской студии Sandfall Interactive оказалась хитом не только продаж, но и сервиса Game Pass.   Источник изображения: Sandfall Interactive",
      "shortDescription": "Нашумевшая фэнтезийная пошаговая ролевая игра Clair Obscur: Expedition 33 от разработчиков из французской студии Sandfall Interactive оказалась хитом не только продаж, но и сервиса Game Pass.   Источник изображения: Sandfall Interactive",
      "link": "https://3dnews.ru/1133388",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133388/00.jpg",
      "pubDate": "2025-12-04T13:40:00+03:00",
      "hashtags": [
        "#game",
        "#ИИ",
        "#AI",
        "#ai",
        "#it"
      ]
    },
    {
      "id": "3DNews_21_1764963181",
      "title": "Глава Anthropic тонко намекнул, что OpenAI работает по принципу «живём лишь раз» — и рискует слишком сильно",
      "description": "Представителям крупных ИИ-стартапов приходится отвечать на вопросы по поводу назревания «пузыря» в отрасли, поэтому основатель Anthropic Дарио Амодеи (Dario Amodei) не смог избежать этой участи в ходе организованного The New York Times мероприятия DealBook Summit. В весьма осторожных выражениях он дал понять, что OpenAI и его руководство ведут себя в этом отношении не совсем осмотрительно. Источник изображения: Evan-Marie Petit Photography",
      "shortDescription": "Представителям крупных ИИ-стартапов приходится отвечать на вопросы по поводу назревания «пузыря» в отрасли, поэтому основатель Anthropic Дарио Амодеи (Dario Amodei) не смог избежать этой участи в ходе организованного The New York Times мероприятия DealBook Summit. В весьма осторожных выражениях он д...",
      "link": "https://3dnews.ru/1133369",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133369/anthropic_01.jpg",
      "pubDate": "2025-12-04T10:07:00+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап",
        "#AI",
        "#ai",
        "#AR",
        "#it"
      ]
    },
    {
      "id": "3DNews_22_1764963181",
      "title": "Ubisoft подтвердила, что многострадальный ремейк Prince of Persia: The Sands of Time не выйдет из тени на The Game Awards 2025",
      "description": "Несмотря на молчание со стороны Ubisoft Montreal, многострадальный ремейк культового приключенческого экшена Prince of Persia: The Sands of Time как никогда близок к релизу, однако на следующей неделе из тени не выйдет.   Источник изображений: Ubisoft",
      "shortDescription": "Несмотря на молчание со стороны Ubisoft Montreal, многострадальный ремейк культового приключенческого экшена Prince of Persia: The Sands of Time как никогда близок к релизу, однако на следующей неделе из тени не выйдет.   Источник изображений: Ubisoft",
      "link": "https://3dnews.ru/1133367",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133367/00.jpg",
      "pubDate": "2025-12-04T09:02:57+03:00",
      "hashtags": [
        "#game",
        "#AR"
      ]
    },
    {
      "id": "3DNews_23_1764963181",
      "title": "«Грокипедия» стала редактируемой — и начался хаос",
      "description": "Проект Grokipedia от компании xAI Илона Маска (Elon Musk) перешёл в стадию открытого редактирования, однако текущая реализация механизма вызывает серьёзные вопросы с точки зрения надёжности, прозрачности и устойчивости к манипуляциям. Изначально запущенная в октябре с 800 000 статей, написанных чат-ботом Grok, платформа была закрыта для внешних правок и критиковалась за пристрастность, включая расистские формулировки, лесть в адрес Маска и дословное копирование материалов из Wikipedia. Источник изображения: grokipedia.com",
      "shortDescription": "Проект Grokipedia от компании xAI Илона Маска (Elon Musk) перешёл в стадию открытого редактирования, однако текущая реализация механизма вызывает серьёзные вопросы с точки зрения надёжности, прозрачности и устойчивости к манипуляциям. Изначально запущенная в октябре с 800 000 статей, написанных чат-...",
      "link": "https://3dnews.ru/1133359",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133359/Grokipedia.jpg",
      "pubDate": "2025-12-04T00:56:00+03:00",
      "hashtags": [
        "#платформа",
        "#ai",
        "#ИИ",
        "#AI"
      ]
    },
    {
      "id": "3DNews_24_1764963181",
      "title": "Цены на смартфоны взлетят уже в начале 2026 года — и несложно догадаться, почему",
      "description": "Глобальный дефицит и подорожание памяти уже сказываются на многих отраслях электронной промышленности, а ведь это только начало — в следующем году ситуация усугубится. Ощутимый удар придётся на рынок смартфонов: аналитики предсказывают рекордный рост цен на устройства и, как следствие, первое со времён пандемии падение поставок.   IDC прогнозирует на 2026 год снижение мировых продаж смартфонов на 0,9 %, тогда как ранее аналитическая компания ожидала рост на 1,5 %. При этом предполагается, что из-за роста стоимости чипов оперативной памяти (DRAM) и флеш-памяти (NAND) средняя цена смартфона вырастет с текущих $440 до $511 уже в первом квартале следующего года.",
      "shortDescription": "Глобальный дефицит и подорожание памяти уже сказываются на многих отраслях электронной промышленности, а ведь это только начало — в следующем году ситуация усугубится. Ощутимый удар придётся на рынок смартфонов: аналитики предсказывают рекордный рост цен на устройства и, как следствие, первое со вре...",
      "link": "https://3dnews.ru/1133360",
      "source": "3DNews",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-04T00:51:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_9_1764963186",
      "title": "В России запретят учиться с иностранными роботами",
      "description": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "shortDescription": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/03/1160054-v-rossii-zapretyat-uchitsya-s-inostrannimi-robotami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9c/1ev7nd/normal-1txb.png",
      "pubDate": "2025-12-03T00:35:15+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_12_1764963186",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_14_1764963186",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#приложение",
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_18_1764963186",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_23_1764963186",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_25_1764963186",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_31_1764963186",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#компьютер",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1764963186",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_35_1764963186",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_36_1764963186",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#it",
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_39_1764963186",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_42_1764963186",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Ведомости Технологии_43_1764963186",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_0_1764963193",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_49_1764963186",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#финтех",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_1_1764963193",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_2_1764963193",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764963193",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764963193",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_6_1764963193",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764963193",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_19_1764963193",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764963193",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764963193",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_24_1764963193",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#it",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_25_1764963193",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764963193",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#it",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_34_1764963193",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_36_1764963193",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764963193",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_41_1764963193",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764963193",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764963193",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#платформа",
        "#ИИ",
        "#компьютер"
      ]
    }
  ]
}