{
  "lastUpdated": "2025-11-28T08:16:07.422602",
  "totalNews": 87,
  "categories": [
    "Технологии",
    "Игры"
  ],
  "hashtags": [
    "#игры",
    "#искусственныйинтеллект",
    "#радио",
    "#it",
    "#структура",
    "#гаджет",
    "#платформа",
    "#стартап",
    "#робот",
    "#game",
    "#кибер",
    "#финтех",
    "#код",
    "#api",
    "#дизайн",
    "#нейросеть",
    "#интернет",
    "#алгоритм",
    "#программирование",
    "#сеть",
    "#смартфон",
    "#ux",
    "#AI",
    "#электроника",
    "#веб",
    "#компьютер",
    "#ai",
    "#ИИ",
    "#ui",
    "#цифровой",
    "#сервер",
    "#gpu",
    "#тест",
    "#AR"
  ],
  "news": [
    {
      "id": "3DNews_26_1764317755",
      "title": "Блогер показал разборку iPhone 17 и рассказал, сколько стоит ремонт смартфона",
      "description": "В интернете уже опубликованы видео с разборкой новых iPhone 17 Air и iPhone 17 Pro. Теперь же благодаря авторам YouTube-канала JerryRigEverything любой желающий может увидеть расположение внутренних компонентов в базовом iPhone 17, а также оценить стоимость ремонта смартфона. Источник изображения: JerryRigEverything / YouTube",
      "shortDescription": "В интернете уже опубликованы видео с разборкой новых iPhone 17 Air и iPhone 17 Pro. Теперь же благодаря авторам YouTube-канала JerryRigEverything любой желающий может увидеть расположение внутренних компонентов в базовом iPhone 17, а также оценить стоимость ремонта смартфона. Источник изображения: J...",
      "link": "https://3dnews.ru/1133086",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133086/1057.jpg",
      "pubDate": "2025-11-28T10:43:00+03:00",
      "hashtags": [
        "#интернет",
        "#ai",
        "#смартфон",
        "#AI"
      ]
    },
    {
      "id": "3DNews_27_1764317755",
      "title": "Производитель легендарных Cherry MX рассматривает продажу части активов из-за растущих убытков",
      "description": "До 2014 года компания Cherry владела патентом на конструкцию механических переключателей MX для компьютерных клавиатур, её продукция пользовалась спросом в определённых кругах, но в последние годы под натиском китайских конкурентов дела у неё идут не лучшим образом. Чистые убытки за девять месяцев этого года перевалили за 20 млн евро, и теперь Cherry задумалась о частичной продаже активов. Источник изображения: Cherry",
      "shortDescription": "До 2014 года компания Cherry владела патентом на конструкцию механических переключателей MX для компьютерных клавиатур, её продукция пользовалась спросом в определённых кругах, но в последние годы под натиском китайских конкурентов дела у неё идут не лучшим образом. Чистые убытки за девять месяцев э...",
      "link": "https://3dnews.ru/1133083",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133083/cherry_01.jpg",
      "pubDate": "2025-11-28T10:40:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "vc.ru_0_1764317749",
      "title": "Минпромторг предложил установить тариф технологического сбора на уровне 750 рублей за смартфон и 1500 рублей за ноутбук — «Ведомости»",
      "description": "По словам собеседников газеты, параметры техсбора ещё обсуждаются в правительстве и с участниками рынка.",
      "shortDescription": "По словам собеседников газеты, параметры техсбора ещё обсуждаются в правительстве и с участниками рынка.",
      "link": "https://vc.ru/money/2621264-minpromtorg-tarif-tehnologicheskogo-sbora-smartfony-noutbuki?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/fd178d11-c898-586c-9f47-4db362cf8619/",
      "pubDate": "2025-11-28T10:33:18+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "ixbt.com_2_1764317758",
      "title": "Двигатель «ушёл» под днище: в России у кроссовера SWM G01 мотор оторвало прямо на ходу",
      "description": "У владельца кроссовера SWM G01 из Петербурга случился крайне редкий и опасный инцидент: во время движения двигатель буквально «ушёл» под днище. Как сообщает «База», машина 2023 года выпуска стоимостью 1,7 млн рублей имела пробег всего 60 тысяч километров. Предварительно установлено, что силовой агрегат сорвало из-за крепёжных болтов из мягкого металла — их попросту раскрошило под нагрузкой и вибрациями.  Фото SWM По словам других владельцев SWM G01, проблемы этим не ограничиваются. У некоторых самопроизвольно отключается и включается приборная панель, а электроника ведёт себя нестабильно. Нередки жалобы и на внезапное глушение двигателя без видимых причин. Мы дождёмся официальных комментариев представительства марки в России и обновим заметку.",
      "shortDescription": "У владельца кроссовера SWM G01 из Петербурга случился крайне редкий и опасный инцидент: во время движения двигатель буквально «ушёл» под днище. Как сообщает «База», машина 2023 года выпуска стоимостью 1,7 млн рублей имела пробег всего 60 тысяч километров. Предварительно установлено, что силовой агре...",
      "link": "https://www.ixbt.com/news/2025/11/28/dvigatel-ushjol-pod-dnishe-v-rosssii-u-krossovera-swm-g01-motor-otorvalo-prjamo-na-hodu.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/5/original (13)_large.jpg",
      "pubDate": "2025-11-28T10:33:00+03:00",
      "hashtags": [
        "#электроника",
        "#ИИ"
      ]
    },
    {
      "id": "ixbt.com_3_1764317758",
      "title": "Ему не нужны ни чехол, ни плёнка. Первый флагман с аккумулятором 8300 мА·ч получит защиту IP66/68/69/69K, стекло Oppo Crystal Shield и прочную рамку",
      "description": "OnePlus опубликовала новую порцию тизеров Ace 6T, делая акцент на сочетании тонкого дизайна и высокой прочности. Компания заявляет, что модель получила полный комплекс влагозащиты степени IP66/68/69/69K, позволяющий использовать устройство без каких-либо чехлов или защитных пакетов — даже при погружении под воду.  Фото OnePlus Производитель подчёркивает, что Ace 6T избавляет от «стеклянного сердца». Смартфон оснащён фирменным стеклом Oppo Crystal Shield, которому не требуется защитная плёнка. Оно устойчиво к царапинам и выдерживает активное повседневное использование, сохраняя внешний вид. Отдельное внимание уделено архитектуре корпуса: Ace 6T использует новую флагманскую металлическую рамку. Она призвана защитить устройство от мелких падений и ударов, снижая риск повреждений.   Фото OnePlus Ранее OnePlus объявила о скором выпуске флагманского смартфона OnePlus Ace 6T, который позиционируется как первый в мире смартфон с аккумулятором Glacier ёмкостью 8300 мА·ч и поддержкой быстрой зарядки SuperVOOC Flash Charge мощностью 100 Вт. До этого характеристики и дату начала продаж нового флагманского смартфона OnePlus Ace 6T опубликовал китайский мобильный оператор China Telecom.",
      "shortDescription": "OnePlus опубликовала новую порцию тизеров Ace 6T, делая акцент на сочетании тонкого дизайна и высокой прочности. Компания заявляет, что модель получила полный комплекс влагозащиты степени IP66/68/69/69K, позволяющий использовать устройство без каких-либо чехлов или защитных пакетов — даже при погруж...",
      "link": "https://www.ixbt.com/news/2025/11/28/8300-ip66-68-69-69k-oppo-crystal-shield.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/5/004dYw4Bgy1i7r56r8kxuj60u01hcjze02_large.jpg",
      "pubDate": "2025-11-28T10:26:00+03:00",
      "hashtags": [
        "#дизайн",
        "#ИИ",
        "#AR",
        "#смартфон"
      ]
    },
    {
      "id": "ixbt.com_5_1764317758",
      "title": "Kia с мотором от Hyundai Solaris, с дилерской гарантией 2 года или 100 000 км: в России предлагают Kia KX1 от 1,8 млн рублей",
      "description": "В Россию продолжаются неофициальные поставки компактного кроссовера Kia KX1 — модели, известной на других рынках под именем Stonic. Автомобиль построен на платформе Kia Rio и оснащается 1,4-литровым атмосферным двигателем, как у Hyundai Solaris, работающим в паре с вариатором. Привод у всех версий — передний.  Фото Kia Крупный дилерский «Kia Рольф» продаёт такие машины с автосалонами в Москве и Санкт-Петербурге по цене от 1,8 млн рублей, при этом предлагает на них собственную гарантию 100 000 км пробега или 2 года плюс дополнительный год сервисного обслуживания.  Скриншот avito Автомобили имеют кожаный салон, мультируль, кондиционер, медиасистему с крупным сенсорным дисплеем, камеру заднего вида, кнопку запуска двигателя и литые диски.",
      "shortDescription": "В Россию продолжаются неофициальные поставки компактного кроссовера Kia KX1 — модели, известной на других рынках под именем Stonic. Автомобиль построен на платформе Kia Rio и оснащается 1,4-литровым атмосферным двигателем, как у Hyundai Solaris, работающим в паре с вариатором. Привод у всех версий —...",
      "link": "https://www.ixbt.com/news/2025/11/28/kia-hyundai-solaris-2-100-000-kia-kx1-1-8.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/10/5/photo_2025-04-11_14-16-01_large.jpg",
      "pubDate": "2025-11-28T10:20:00+03:00",
      "hashtags": [
        "#ai",
        "#ИИ",
        "#it",
        "#AI",
        "#AR"
      ]
    },
    {
      "id": "Habr_0_1764317748",
      "title": "Все главные нововведения Python 3.14: от JIT до инструментов отладки",
      "description": "Представьте: ваш Python-код работает на 30% быстрее благодаря JIT-компиляции, обработка запросов масштабируется на все ядра процессора без ограничений GIL, а отладка высоконагруженных систем происходит в реальном времени, без остановки продакшена. Это не футуристический сценарий “what-if” — это реальность Python 3.14, релиза, который переосмысливает саму природу разработки с высокой производительностью на Python. Читать далее",
      "shortDescription": "Представьте: ваш Python-код работает на 30% быстрее благодаря JIT-компиляции, обработка запросов масштабируется на все ядра процессора без ограничений GIL, а отладка высоконагруженных систем происходит в реальном времени, без остановки продакшена. Это не футуристический сценарий “what-if” — это реал...",
      "link": "https://habr.com/ru/companies/axenix/articles/970806/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970806",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e17/edc/044/e17edc0447873ba2c0c28deefe7ec385.jpg",
      "pubDate": "2025-11-28T08:06:56+00:00",
      "hashtags": [
        "#ИИ",
        "#it",
        "#код"
      ]
    },
    {
      "id": "Habr_2_1764317748",
      "title": "Программирование для Windows 1.0 в 2025 году",
      "description": "\"...Одним из примеров громоздкой и, по мнению авторов, бесполезной надстройки является интегрированная система WINDOWS фирмы Microsoft. Эта система занимает почти 1 Мбайт дисковой памяти и рассчитана на преимущественное использование совместно с устройством типа \"мышь\".\" - вы точно знаете, откуда этоПриветствую всех! Буквально неделю назад прошло сорок лет с момента выхода первой релизной версии Windows. Именно в тот день в 1985 году началась история ныне повсеместно распространённой ОС.И вот, узнав об этом, я подумал: а что, если попробовать запустить эту ОС и узнать, как предполагалось писать софт для неё? Именно этим мы сейчас и займёмся. Заодно и узнаем, насколько это было проще или сложнее, нежели сейчас. Type WIN",
      "shortDescription": "\"...Одним из примеров громоздкой и, по мнению авторов, бесполезной надстройки является интегрированная система WINDOWS фирмы Microsoft. Эта система занимает почти 1 Мбайт дисковой памяти и рассчитана на преимущественное использование совместно с устройством типа \"мышь\".\" - вы точно знаете, откуда эт...",
      "link": "https://habr.com/ru/companies/timeweb/articles/969202/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969202",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e3b/bef/dce/e3bbefdce5eb212f341d7d56405499eb.JPG",
      "pubDate": "2025-11-28T08:05:59+00:00",
      "hashtags": [
        "#программирование",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_4_1764317748",
      "title": "Нагрузочное испытание Wi-Fi, «народный» метод",
      "description": "2025 год начался с короткого затишья текущих проектов, возникла идея поковырять тему нагрузочного испытания радиоподсистемы Wi-Fi. Основная сложность и основной вопрос всех нагрузочных тестов - Чем нагрузить? Вот этот вопрос попробуем разобрать в этой статье ... Читать далее",
      "shortDescription": "2025 год начался с короткого затишья текущих проектов, возникла идея поковырять тему нагрузочного испытания радиоподсистемы Wi-Fi. Основная сложность и основной вопрос всех нагрузочных тестов - Чем нагрузить? Вот этот вопрос попробуем разобрать в этой статье ... Читать далее",
      "link": "https://habr.com/ru/articles/971148/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971148",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/8ed/199/ffd/8ed199ffd13bdb3b9f0c80309b780e88.png",
      "pubDate": "2025-11-28T07:48:39+00:00",
      "hashtags": [
        "#тест",
        "#радио"
      ]
    },
    {
      "id": "Habr_5_1764317748",
      "title": "[Перевод] Fizz Buzz на косинусах",
      "description": "Fizz Buzz — это игра с числами, которая стала неожиданно популярной в мире компьютерного программирования в качестве простой проверки базовых навыков. Правила игры просты: игроки вслух произносят по порядку числа, начиная с единицы. Если число делится на 3, игрок должен сказать вместо него «Fizz». Если число делится на 5, он должен сказать «Buzz». Если оно делится и на 3, и на 5, игрок говорит «FizzBuzz». Вот типичная программа на Python, выводящая нужную последовательность:for n in range(1, 101):     if n % 15 == 0:         print('FizzBuzz')     elif n % 3 == 0:         print('Fizz')     elif n % 5 == 0:         print('Buzz')     else:         print(n)А вот её вывод: fizz-buzz.txt. Можно ли усложнить эту программу? Слова «Fizz», «Buzz» и «FizzBuzz» повторяются в этой последовательности периодически. А что ещё у нас есть периодического? Тригонометрические функции! Возможно, нам удастся при помощи этих функций закодировать все четыре правила последовательности в выражении в аналитическом виде. Именно эту задачу мы и исследуем в статье, получив в конце дискретный ряд Фурье, который может получить любое целочисленное n и выбрать для печати соответствующий текст. Читать далее",
      "shortDescription": "Fizz Buzz — это игра с числами, которая стала неожиданно популярной в мире компьютерного программирования в качестве простой проверки базовых навыков. Правила игры просты: игроки вслух произносят по порядку числа, начиная с единицы. Если число делится на 3, игрок должен сказать вместо него «Fizz». Е...",
      "link": "https://habr.com/ru/articles/969856/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969856",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/8cc/f25/30f/8ccf2530f157d93a6cca281caba42942.png",
      "pubDate": "2025-11-28T07:45:47+00:00",
      "hashtags": [
        "#код",
        "#компьютер",
        "#ИИ",
        "#игры"
      ]
    },
    {
      "id": "Habr_7_1764317749",
      "title": "Работа со Smart Values в Jira Automation: практические сценарии и примеры (Часть 2)",
      "description": "Это — вторая часть цикла “Начало работы с Jira Automation”, в которой мы разбираем Smart Values и учимся применять их на практике внутри автоматизаций Jira. Читать далее",
      "shortDescription": "Это — вторая часть цикла “Начало работы с Jira Automation”, в которой мы разбираем Smart Values и учимся применять их на практике внутри автоматизаций Jira. Читать далее",
      "link": "https://habr.com/ru/companies/betboom/articles/968044/?utm_source=habrahabr&utm_medium=rss&utm_campaign=968044",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/dc2/7ef/2bc/dc27ef2bcdd4bececc010c6ffcd56d4a.jpg",
      "pubDate": "2025-11-28T07:32:51+00:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Habr_8_1764317749",
      "title": "Индикаторы для домашнего ПК",
      "description": "Для мониторинга работы персонального компьютера с Windows можно использовать множество параметров, которые можно наблюдать как с помощью различных программ, так и внешних индикаторов.   Читать далее",
      "shortDescription": "Для мониторинга работы персонального компьютера с Windows можно использовать множество параметров, которые можно наблюдать как с помощью различных программ, так и внешних индикаторов.   Читать далее",
      "link": "https://habr.com/ru/articles/971140/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971140",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/dcb/fa0/d5b/dcbfa0d5b5fc98e33377bb89db6483b3.jpg",
      "pubDate": "2025-11-28T07:27:15+00:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "Habr_9_1764317749",
      "title": "Что такое CRUD и почему это важно для всех в IT",
      "description": "Неважно, в какой сфере вы работаете: backend-разработчик, frontend, архитектор БД, системный аналитик, тестировщик или кто-то еще. А может, вы только ищете работу в IT? Или просто интересуетесь, как устроен цифровой мир. Эта статья - возможность освежить в памяти базовые концепции программирования, подготовиться к собеседованию (ведь вопрос про CRUD-операции может прозвучать не напрямую, но почти всегда скрыт в других задачах или кейсах) или просто понять, как устроены ваши любимые приложения.Вопрос на миллион: Знаете ли вы, что общего между созданием поста в Нельзяграм, покупкой на Ozon и обновлением резюме на hh.ru?Ответ прост: в их основе лежат четыре базовые операции, скрытые за аббревиатурой CRUD. И да, эти операции — первая ступень к пониманию того, как работают современные API. Читать далее",
      "shortDescription": "Неважно, в какой сфере вы работаете: backend-разработчик, frontend, архитектор БД, системный аналитик, тестировщик или кто-то еще. А может, вы только ищете работу в IT? Или просто интересуетесь, как устроен цифровой мир. Эта статья - возможность освежить в памяти базовые концепции программирования, ...",
      "link": "https://habr.com/ru/articles/971138/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971138",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e93/61f/65a/e9361f65a059ccb6dd8b47c17808f287.png",
      "pubDate": "2025-11-28T07:19:59+00:00",
      "hashtags": [
        "#api",
        "#ИИ",
        "#цифровой",
        "#it",
        "#тест"
      ]
    },
    {
      "id": "3DNews_31_1764317755",
      "title": "Рост цен на память на фоне бума ИИ подтверждается большинством участников рынка",
      "description": "В последние месяцы о ситуации на рынке микросхем памяти не говорит только ленивый, и ресурс Bloomberg решил обобщить в одном материале все недавние высказывания крупных производителей компонентов и готовых ПК. Ситуация начинает влиять на рынок готовых компьютеров, который в свете прекращения поддержки Windows 10 должен был получить новый толчок к активизации покупателей. Источник изображения: Samsung Electronics",
      "shortDescription": "В последние месяцы о ситуации на рынке микросхем памяти не говорит только ленивый, и ресурс Bloomberg решил обобщить в одном материале все недавние высказывания крупных производителей компонентов и готовых ПК. Ситуация начинает влиять на рынок готовых компьютеров, который в свете прекращения поддерж...",
      "link": "https://3dnews.ru/1133075",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133075/samsung_01.jpg",
      "pubDate": "2025-11-28T06:18:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_15_1764317749",
      "title": "Black Friday Vocabulary: Чёрная Пятница на языке маркетинга, инфлюенсеров и покупателей",
      "description": "Привет всем! Меня зовут Аня, я методист и преподаватель курсов английского в Практикуме. Чёрная Пятница в самом разгаре: письма, пуши и баннеры сыплются со всех сторон, а у нас в Практикуме самые большие скидки в году (но об этом позже). Кто-то уже поддался соблазнам, кто-то избегает маркетплейсов, а кто-то не понимает, как обычный день скидок стал мировым феноменом. Я решила посмотреть на Black Friday изнутри — через английский язык. За каждым маркетинговым приёмом стоит термин с любопытной историей: doorbuster, FOMO, anchoring, dark patterns. Все они описывают механики, которые подталкивают нас к покупкам.В статье разберём, как эволюционировал сам термин Black Friday, какую лексику используют маркетологи и покупатели и как блогеры превратили потребление в контент. Заодно пополним словарный запас терминами, которые помогут и читать англоязычные материалы о ретейле, и осознаннее относиться к покупкам. Читать далее",
      "shortDescription": "Привет всем! Меня зовут Аня, я методист и преподаватель курсов английского в Практикуме. Чёрная Пятница в самом разгаре: письма, пуши и баннеры сыплются со всех сторон, а у нас в Практикуме самые большие скидки в году (но об этом позже). Кто-то уже поддался соблазнам, кто-то избегает маркетплейсов, ...",
      "link": "https://habr.com/ru/companies/yandex_praktikum/articles/971072/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971072",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/a17/3e9/9b8/a173e99b861431c545c1fb00eff548a5.png",
      "pubDate": "2025-11-28T06:02:21+00:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "Habr_17_1764317749",
      "title": "Я проанализировал 100 вакансий на продуктового дизайнера — вот какие навыки реально нужны в 2025 году",
      "description": "Я собрал и изучил 100 вакансий от 68 компаний, чтобы понять, на что работодатели обращают внимание и что скрывается под формулировками «Аналитический склад ума» или «Крепкий UI».В этой статье:— Что требуют от дизайнера продукта в 2025 году?— Какие харды и софты стоит качать в первую очередь?— Должен ли дизайнер проводить исследования и разбираться в коде?— Какой навык упоминается лишь в 20% вакансий, но при этом остаётся критически важным для получения оффера? Читать далее",
      "shortDescription": "Я собрал и изучил 100 вакансий от 68 компаний, чтобы понять, на что работодатели обращают внимание и что скрывается под формулировками «Аналитический склад ума» или «Крепкий UI».В этой статье:— Что требуют от дизайнера продукта в 2025 году?— Какие харды и софты стоит качать в первую очередь?— Должен...",
      "link": "https://habr.com/ru/articles/970962/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970962",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/940/f4f/51b/940f4f51b78d3290ca8d2b83dddd7da7.png",
      "pubDate": "2025-11-28T05:52:54+00:00",
      "hashtags": [
        "#дизайн",
        "#ui",
        "#код"
      ]
    },
    {
      "id": "Habr_19_1764317749",
      "title": "Чтение на выходные: «Hey! Listen! Путешествие по золотому веку видеоигр» Стива Макнила",
      "description": "Устраивайтесь поудобнее, доставайте из закромов памяти картридж с любимой игрой и сдуйте с него пыль — мы начинаем путешествие в самое сердце игровой ностальгии. В этот раз мы рекомендуем книгу, которая оживляет целую эпоху.Стив Макнил — один из авторов и соведущий культового комедийного шоу о видеоиграх Go 8-Bit. Человек, который брал с собой консоль в путешествия и однажды — даже в медовый месяц. Работая над текстом, он и сам открыл для себя множество ранее неизвестных ему игр.  Читать далее",
      "shortDescription": "Устраивайтесь поудобнее, доставайте из закромов памяти картридж с любимой игрой и сдуйте с него пыль — мы начинаем путешествие в самое сердце игровой ностальгии. В этот раз мы рекомендуем книгу, которая оживляет целую эпоху.Стив Макнил — один из авторов и соведущий культового комедийного шоу о видео...",
      "link": "https://habr.com/ru/companies/onlinepatent/articles/970408/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970408",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/ca6/74f/bb3/ca674fbb385b837d168926a92992c538.png",
      "pubDate": "2025-11-28T05:16:14+00:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Habr_22_1764317749",
      "title": "Лучшие нейросети для вайбкодинга на 1С 6 (финал)",
      "description": "В этой части добавил Claude Opus 4.5 и GPT 5.1-Codex-MaxПредыдущая часть: https://habr.com/ru/articles/967828/Для тех, кто не любит читать, результат сразу тут: Читать далее",
      "shortDescription": "В этой части добавил Claude Opus 4.5 и GPT 5.1-Codex-MaxПредыдущая часть: https://habr.com/ru/articles/967828/Для тех, кто не любит читать, результат сразу тут: Читать далее",
      "link": "https://habr.com/ru/articles/971106/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971106",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/6ed/890/b6c/6ed890b6cbc636895a2dadc371046874.png",
      "pubDate": "2025-11-28T01:44:54+00:00",
      "hashtags": [
        "#AR",
        "#код"
      ]
    },
    {
      "id": "3DNews_33_1764317755",
      "title": "Как построить 5000-ваттный GPU будущего — Intel расскажет на ISSCC 2026",
      "description": "Насыщенная программа конференции ISSCC 2026, которая пройдет в феврале будущего года, включает немало интересных тем. Среди них — «как реализовать 5000-ваттные графические процессоры». Идею хочет предложить не абы кто, а заслуженный исследователь Intel, проработавший в компании более 25 лет, пишет Computer Base. Источник изображения: Intel",
      "shortDescription": "Насыщенная программа конференции ISSCC 2026, которая пройдет в феврале будущего года, включает немало интересных тем. Среди них — «как реализовать 5000-ваттные графические процессоры». Идею хочет предложить не абы кто, а заслуженный исследователь Intel, проработавший в компании более 25 лет, пишет C...",
      "link": "https://3dnews.ru/1133073",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/28/1133073/eF1lCHESsTyNxmWO.jpg",
      "pubDate": "2025-11-28T01:39:00+03:00",
      "hashtags": [
        "#ИИ",
        "#gpu"
      ]
    },
    {
      "id": "Ведомости Технологии_1_1764317760",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_35_1764317755",
      "title": "В Китае намекнули на создание многочиповых ИИ-ускорителей, способных потягаться с Nvidia Blackwell",
      "description": "Разработанные в Китае ускорители ИИ из логических чиплетов на основе 14-нм техпроцесса и памяти DRAM на базе 18-нм техпроцесса в состоянии конкурировать с чипами Nvidia Blackwell, которые производятся по 4-нм техпроцессу TSMC. Такое мнение на отраслевом мероприятии озвучил Вэй Шаоцзюнь (Wei Shaojun), заместитель председателя Китайской ассоциации полупроводниковой промышленности и профессор Университета Цинхуа, сообщает DigiTimes. Источник изображения: AMD",
      "shortDescription": "Разработанные в Китае ускорители ИИ из логических чиплетов на основе 14-нм техпроцесса и памяти DRAM на базе 18-нм техпроцесса в состоянии конкурировать с чипами Nvidia Blackwell, которые производятся по 4-нм техпроцессу TSMC. Такое мнение на отраслевом мероприятии озвучил Вэй Шаоцзюнь (Wei Shaojun)...",
      "link": "https://3dnews.ru/1133069",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133069/SENABQVRJEVZ6.jpg",
      "pubDate": "2025-11-27T21:43:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Habr_24_1764317749",
      "title": "Как получить заказ от крупной корпорации",
      "description": "Одна из главных проблем B2B и технологических стартапов - это известный замкнутый круг: ты можешь быть исполнителем работ для крупных корпораций только в том случае, если у тебя уже есть опыт работы с этой компанией и хорошая репутация. Но как получить этот опыт, если его нет? Корпорации и госкомпании требуют доказательства эффективности, кейсы и рекомендации, но у нас их еще нет.Знаю это на личном опыте, так как 10 лет работала в крупных корпорациях - и в том числе выбирала подрядчиков. Покажу вам взгляд с другой стороны.Давайте разберем два работающих подхода, которые помогают выйти из этого круга:стратегия «холодного субподряда» и «португальское мышление» (сильный нетворкинг как инструмент продаж). Читать далее",
      "shortDescription": "Одна из главных проблем B2B и технологических стартапов - это известный замкнутый круг: ты можешь быть исполнителем работ для крупных корпораций только в том случае, если у тебя уже есть опыт работы с этой компанией и хорошая репутация. Но как получить этот опыт, если его нет? Корпорации и госкомпан...",
      "link": "https://habr.com/ru/articles/971094/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971094",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/b21/5e3/dc4/b215e3dc4247af3a0d5fb6be2aec6190.jpg",
      "pubDate": "2025-11-27T21:38:35+00:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "DTF_2_1764317755",
      "title": "На ПК вышла Hail to the Rainbow — адвенчура в сеттинге постапокалиптического киберпанка от российского разработчика",
      "description": "Главным героем игры выступает юноша по имени Игнат, который отправляется в странствие после получения загадочного письма.",
      "shortDescription": "Главным героем игры выступает юноша по имени Игнат, который отправляется в странствие после получения загадочного письма.",
      "link": "https://dtf.ru/games/4425307-hail-to-the-rainbow-novaya-adventura-v-postapokalipticheskom-kiberpanke?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/1186bcb5-177f-50c4-a878-ee7b78f66d45/",
      "pubDate": "2025-11-27T21:35:56+03:00",
      "hashtags": [
        "#кибер",
        "#ai",
        "#AI",
        "#игры"
      ]
    },
    {
      "id": "3DNews_36_1764317755",
      "title": "Honor представила компактный проектор с жестовым управлением и автокалибровкой за $85",
      "description": "Вместе со смартфонами Honor 500 компания Honor недавно анонсировала компактный проектор Honor Choice Firefly AI Projector Air. В основе аппарата лежит технология проецирования 1LCD и четырёхэлементный объектив из лантанидного стекла, разработанный для снижения потерь света и повышения чёткости картинки. Источник изображений: Honor",
      "shortDescription": "Вместе со смартфонами Honor 500 компания Honor недавно анонсировала компактный проектор Honor Choice Firefly AI Projector Air. В основе аппарата лежит технология проецирования 1LCD и четырёхэлементный объектив из лантанидного стекла, разработанный для снижения потерь света и повышения чёткости карти...",
      "link": "https://3dnews.ru/1133067",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133067/Honor-Choice-Firefly-AI-Projector-Air.jpg",
      "pubDate": "2025-11-27T21:34:00+03:00",
      "hashtags": [
        "#ai",
        "#смартфон",
        "#AI"
      ]
    },
    {
      "id": "Habr_25_1764317749",
      "title": "Темпорал для начинающих",
      "description": "При разработке программных продуктов иногда может появиться задача разработки многосоставного ступенчатого процесса. На каждом этапе которого нужно предусмотреть обработку ошибок, повторное выполнение операции, откат с начальному состоянию в случае ошибки и тд. В этой статье я расскажу, как в таких случаях можно применить temporal и покажу пример кода на java. В конце приложу ссылку на исходный код, так что можно будет скачать и самому поиграться с настройками, процессами и тд. Изучить детальнее..",
      "shortDescription": "При разработке программных продуктов иногда может появиться задача разработки многосоставного ступенчатого процесса. На каждом этапе которого нужно предусмотреть обработку ошибок, повторное выполнение операции, откат с начальному состоянию в случае ошибки и тд. В этой статье я расскажу, как в таких ...",
      "link": "https://habr.com/ru/articles/970730/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970730",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/3bb/234/4bc/3bb2344bc0df5f7eb618f44721fbd22f.png",
      "pubDate": "2025-11-27T20:31:14+00:00",
      "hashtags": [
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "DTF_4_1764317755",
      "title": "СМИ: некоторые китайские производители отказались от разработки тонких смартфонов на фоне низких продаж iPhone Air",
      "description": "Ранее такое же решение приняли в Samsung.",
      "shortDescription": "Ранее такое же решение приняли в Samsung.",
      "link": "https://dtf.ru/mobile/4424079-kitayskie-proizvoditeli-otkazyvayutsya-ot-tonkikh-smartfonov?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/70832a73-a816-5c7d-a5e2-1f32b70c1204/",
      "pubDate": "2025-11-27T19:51:11+03:00",
      "hashtags": [
        "#ai",
        "#смартфон",
        "#AI"
      ]
    },
    {
      "id": "Habr_26_1764317749",
      "title": "Claude Code за 4 часа написал AI чатбот (и мы выложили его в open source)",
      "description": "Попросили Claude Code CLI сделать AI-чатбот для нашей платформы. Через 4 часа получили рабочее решение: контекстно-зависимый виджет, база знаний на markdown, эскалация в Telegram, автоматический сбор багов. Работает в production, выложили в open source.GitHubЛицензия: MIT Читать далее",
      "shortDescription": "Попросили Claude Code CLI сделать AI-чатбот для нашей платформы. Через 4 часа получили рабочее решение: контекстно-зависимый виджет, база знаний на markdown, эскалация в Telegram, автоматический сбор багов. Работает в production, выложили в open source.GitHubЛицензия: MIT Читать далее",
      "link": "https://habr.com/ru/articles/971066/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971066",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/dc3/77d/d38/dc377dd3833e6e0f9f9899a419dbf758.png",
      "pubDate": "2025-11-27T18:32:41+00:00",
      "hashtags": [
        "#it",
        "#ai",
        "#AR",
        "#AI"
      ]
    },
    {
      "id": "Habr_27_1764317749",
      "title": "[Перевод] Выразительность против разрешимости: почему «мощные» системы тяжело анализировать",
      "description": "В программировании мы привыкли торговаться временем против памяти, но есть ещё один, менее очевидный, компромисс — между тем, что система в принципе умеет выражать, и тем, что о ней потом вообще можно строго сказать. Машины Тьюринга, PDA и DFA, Rust и Python, SAT и SMT, системы типов, макросы и метапрограммирование — всё это разные точки в одной и той же решётке «выразительность против разрешимости», просто по разным осям.В статье разберемся, почему достаточно «мощные» модели и языки неизбежно становятся плохо анализируемыми, почему это не линейный спектр, а набор пересекающихся измерений, и как этот компромисс проступает в очень практичных вещах — от систем типов и статанализа до архитектурных решений в реальных проектах. Читать разбор",
      "shortDescription": "В программировании мы привыкли торговаться временем против памяти, но есть ещё один, менее очевидный, компромисс — между тем, что система в принципе умеет выражать, и тем, что о ней потом вообще можно строго сказать. Машины Тьюринга, PDA и DFA, Rust и Python, SAT и SMT, системы типов, макросы и мета...",
      "link": "https://habr.com/ru/companies/otus/articles/971020/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971020",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f45/489/734/f45489734dd327602b097320aee8b20a.jpg",
      "pubDate": "2025-11-27T18:21:18+00:00",
      "hashtags": [
        "#программирование",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_37_1764317755",
      "title": "После провала iPhone Air китайские бренды передумали выпускать сверхтонкие смартфоны",
      "description": "Не прошло и трёх месяцев с анонса iPhone Air, как общественность утвердилась во мнении, что тонкий смартфон от Apple провалился в продаже, и компания была вынуждена либо значительно сократить, либо полностью остановить его производство. Это повлияло и на планы китайских брендов в отношении собственных тонких смартфонов. Источник изображения: apple.com",
      "shortDescription": "Не прошло и трёх месяцев с анонса iPhone Air, как общественность утвердилась во мнении, что тонкий смартфон от Apple провалился в продаже, и компания была вынуждена либо значительно сократить, либо полностью остановить его производство. Это повлияло и на планы китайских брендов в отношении собственн...",
      "link": "https://3dnews.ru/1133062",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133062/iphone-air.jpg",
      "pubDate": "2025-11-27T17:54:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ai",
        "#смартфон",
        "#AI"
      ]
    },
    {
      "id": "3DNews_39_1764317756",
      "title": "Комариный хоботок приспособили под сопло для 3D-микропечати — тоньше, дешевле и лучше искусственных",
      "description": "Учёные Макгиллского университета в Канаде потратили некоторое время на поиск сопла для высокоточной трёхмерной печати и пришли к выводу, что лучше всего на эту роль подходит хоботок самки комара. Он позволяет создавать объекты миниатюрных размеров с гладкими поверхностями, которые востребованы в аэрокосмической отрасли, стоматологии и области биомедицинских исследований. Источник изображения: McGill University",
      "shortDescription": "Учёные Макгиллского университета в Канаде потратили некоторое время на поиск сопла для высокоточной трёхмерной печати и пришли к выводу, что лучше всего на эту роль подходит хоботок самки комара. Он позволяет создавать объекты миниатюрных размеров с гладкими поверхностями, которые востребованы в аэр...",
      "link": "https://3dnews.ru/1133056",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133056/mosq.jpg",
      "pubDate": "2025-11-27T17:05:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "DTF_8_1764317755",
      "title": "Yakuza 0 снимут с продажи на всех платформах после релиза «режиссёрской версии» в декабре",
      "description": "Все, кто приобретёт оригинал до этого, сохранят к нему доступ.",
      "shortDescription": "Все, кто приобретёт оригинал до этого, сохранят к нему доступ.",
      "link": "https://dtf.ru/gameindustry/4417716-yakuza-0-uberyut-iz-prodazhi?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/489a5598-1a25-5bec-8344-84dfb59d995f/",
      "pubDate": "2025-11-27T16:30:27+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "3DNews_42_1764317756",
      "title": "Процессоры Huawei Kirin 9030 и Kirin 9030 Pro оказались не такими уж похожими",
      "description": "Huawei на днях официально анонсировала линейку смартфонов Mate 80 и раскладной Mate X7, оснастив четыре из пяти представленных моделей новыми процессорами серии Kirin 9030. При этом, как выяснилось, в устройствах используются две разные версии чипсетов — базовый Kirin 9030 и более продвинутый Kirin 9030 Pro, что вызвало интерес к их техническим различиям. Источник изображения: huaweicentral.com",
      "shortDescription": "Huawei на днях официально анонсировала линейку смартфонов Mate 80 и раскладной Mate X7, оснастив четыре из пяти представленных моделей новыми процессорами серии Kirin 9030. При этом, как выяснилось, в устройствах используются две разные версии чипсетов — базовый Kirin 9030 и более продвинутый Kirin ...",
      "link": "https://3dnews.ru/1133050",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133050/5647545.jpg",
      "pubDate": "2025-11-27T16:07:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_2_1764317755",
      "title": "«Гаражная» компания запустила предзаказ на одноместный летающий мотоцикл с предоплатой в $999",
      "description": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которые создают распределённую тягу. Источник изображений: LEO Flight",
      "shortDescription": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которы...",
      "link": "https://3dnews.ru/1133051",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133051/leo_00.jpg",
      "pubDate": "2025-11-27T16:00:31+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_43_1764317756",
      "title": "«Гаражная» компания запустила предзаказ на одноместный летающий мотоцикл с предоплатой в $999",
      "description": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которые создают распределённую тягу. Источник изображений: LEO Flight",
      "shortDescription": "Компания LEO Flight представила одноместный «летающий мотоцикл» LEO Solo — компактный аппарат, рассчитанный на полёты без лицензии пилота по правилам FAA Part 103. Устройство размером примерно 2 × 2 метра оснащено 48 электрическими канальными вентиляторами (по 12 на каждой из четырёх сторон), которы...",
      "link": "https://3dnews.ru/1133051",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133051/leo_00.jpg",
      "pubDate": "2025-11-27T16:00:31+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Habr_29_1764317749",
      "title": "Делаем красивый лендинг за 2 часа: список инструментов и шаги создания",
      "description": "На днях мне понадобился новый лендинг для тестирования гипотезы. В прошлые разы я тратил на такое десятки тысяч рублей и недели времени, причем не всегда успешно. Примерно 50% работ фрилансеров улетало в корзину. С No-code и ИИ выход годных результатов получался ещё ниже. Но время идет, и, вот, мы дожили — 100% работы делают агенты. Вжух — и лендинг!",
      "shortDescription": "На днях мне понадобился новый лендинг для тестирования гипотезы. В прошлые разы я тратил на такое десятки тысяч рублей и недели времени, причем не всегда успешно. Примерно 50% работ фрилансеров улетало в корзину. С No-code и ИИ выход годных результатов получался ещё ниже. Но время идет, и, вот, мы д...",
      "link": "https://habr.com/ru/articles/971028/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971028",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/33b/352/848/33b352848cfdddeef247f23f9553fe2c.png",
      "pubDate": "2025-11-27T15:59:07+00:00",
      "hashtags": [
        "#тест",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_30_1764317749",
      "title": "Бумер и вайб-кодинг: как я делаю ИИ-анализатор новостей по инструкциям ChatGPT (Часть 1)",
      "description": "В начале ноября после очередной шок-статьи, оказавшейся пустышкой, у меня появилась идея сервиса, который будет анализировать новости при помощи ИИ — рассказываю, что я делаю, и что из этого всего получается.Это реальная история, не байт.   Читать далее",
      "shortDescription": "В начале ноября после очередной шок-статьи, оказавшейся пустышкой, у меня появилась идея сервиса, который будет анализировать новости при помощи ИИ — рассказываю, что я делаю, и что из этого всего получается.Это реальная история, не байт.   Читать далее",
      "link": "https://habr.com/ru/articles/971018/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971018",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/94c/453/538/94c45353832a59044f1f6f37b959d612.jpg",
      "pubDate": "2025-11-27T15:48:05+00:00",
      "hashtags": [
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "Habr_31_1764317749",
      "title": "ИИ-инструменты для HR и рекрутинга: топ-10 сервисов для подбора персонала",
      "description": "Современная ATS (Applicant Tracking System) давно уже не является просто «электронной картотекой» с резюме. Сегодня ATS - это центр управления всем циклом найма, начиная с публикаций вакансий, заканчивая оффером и онбордингом. Система собирает отклики с десятков площадок, структурирует данные, ведёт коммуникации с кандидатами, синхронизируется с календарями команды и строит аналитику по качеству найма.Искусственный интеллект позволяет вывести ATS на новый уровень за счет скорости, точности, автоматизации рутины, аналитики и прогнозов.  Читать далее",
      "shortDescription": "Современная ATS (Applicant Tracking System) давно уже не является просто «электронной картотекой» с резюме. Сегодня ATS - это центр управления всем циклом найма, начиная с публикаций вакансий, заканчивая оффером и онбордингом. Система собирает отклики с десятков площадок, структурирует данные, ведёт...",
      "link": "https://habr.com/ru/companies/bothub/articles/971014/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971014",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/72b/b72/fd0/72bb72fd06443872f0e969765b2537da.jpg",
      "pubDate": "2025-11-27T15:45:47+00:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_32_1764317749",
      "title": "Повышение эффективности подавления узкополосных помех",
      "description": "При обработке широкополосных сигналов часто возникает задача подавления узкополосных помех. Сложность задачи подавления узкополосной помехи зависит от степени информированности о ее наличии, основной частоте и степени изменчивости этой частоты. Если помеха стационарна, ее частота заранее известна и источник помехи не перемещается в пространстве, для ее подавления достаточно узкополосного режекторного фильтра.  Для подавления нестационарных помех необходимо использовать адаптивные методы фильтрации. Кроме традиционных цифровых фильтров к ним можно отнести  использование  адаптивной антенной решетки. В этом случае подавление помех обеспечивается формированием  провалов (нулей в диаграмме направленности) цифровой антенной решетки и основной задачей является расчет вектора весовых коэффициентов, изменяющих диаграмму направленности антенной решетки. Второй способ режектирования узкополосных помех с заранее неизвестными частотой и мощностью – это поиск пиков в спектре сигнала и замена всех найденных отсчетов, превышающих среднюю амплитуду спектра, на среднее значение спектра.   Читать далее",
      "shortDescription": "При обработке широкополосных сигналов часто возникает задача подавления узкополосных помех. Сложность задачи подавления узкополосной помехи зависит от степени информированности о ее наличии, основной частоте и степени изменчивости этой частоты. Если помеха стационарна, ее частота заранее известна и ...",
      "link": "https://habr.com/ru/articles/971010/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971010",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/81d/99a/aca/81d99aaca2487a0de110169e602f2691.png",
      "pubDate": "2025-11-27T15:32:40+00:00",
      "hashtags": [
        "#ИИ",
        "#цифровой"
      ]
    },
    {
      "id": "3DNews_47_1764317756",
      "title": "Смарт-очки Alibaba Quark с крошечным экраном и дизайном обычных очков поступили в продажу за $537",
      "description": "Продемонстрированные в конце июля умные очки Alibaba Quark поступили в китайские магазины по цене от $537 за модель Quark S1 со встроенными полупрозрачными дисплеями типа micro-OLED. Устройство позже выйдет и на международный рынок, будет предложено клиентам популярной площадки AliExpress. Помимо старшей версии Quark S1 со встроенными дисплеями типа micro-OLED, покупателям позднее будет предложена версия Quark G1, которая обходится без таких дисплеев, но стоит примерно в два раза меньше. Оба устройства используют платформу Snapdragon AR1 компании Qualcomm, ранее сообщалось и о применении операционной системы реального времени (RTOS).",
      "shortDescription": "Продемонстрированные в конце июля умные очки Alibaba Quark поступили в китайские магазины по цене от $537 за модель Quark S1 со встроенными полупрозрачными дисплеями типа micro-OLED. Устройство позже выйдет и на международный рынок, будет предложено клиентам популярной площадки AliExpress. Помимо ст...",
      "link": "https://3dnews.ru/1133041",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133041/quark_01.jpg",
      "pubDate": "2025-11-27T15:28:00+03:00",
      "hashtags": [
        "#дизайн",
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "Habr_36_1764317749",
      "title": "[Перевод] Стратегии обеспечения игрового баланса",
      "description": "Справедливость — ключевой элемент игр. Кто захочет играть в игру, которая явно подстроена в чью‑то пользу? Сбалансированная игра гарантирует, что у всех игроков есть равные шансы на победу, без нечестных преимуществ для отдельных участников. Однако достичь баланса в играх — задача далеко не простая.В этой статье мы рассмотрим стратегии балансировки игр и дадим советы геймдизайнерам, как создать более сбалансированный игровой процесс. Независимо от того, разрабатываете ли вы ролевую игру, стратегию в реальном времени или соревновательный многопользовательский проект, эти советы будут полезны. Читать далее",
      "shortDescription": "Справедливость — ключевой элемент игр. Кто захочет играть в игру, которая явно подстроена в чью‑то пользу? Сбалансированная игра гарантирует, что у всех игроков есть равные шансы на победу, без нечестных преимуществ для отдельных участников. Однако достичь баланса в играх — задача далеко не простая....",
      "link": "https://habr.com/ru/companies/otus/articles/969912/?utm_source=habrahabr&utm_medium=rss&utm_campaign=969912",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e4d/90e/1bb/e4d90e1bb52a2f910b7a6470dbbf95fb.png",
      "pubDate": "2025-11-27T15:02:58+00:00",
      "hashtags": [
        "#дизайн",
        "#ИИ"
      ]
    },
    {
      "id": "vc.ru_2_1764317749",
      "title": "«Т-Банк» открыл всем доступ к «фрод-рулетке» для борьбы с телефонными мошенниками",
      "description": "По заявкам сервис тестировали с июля 2024 года.",
      "shortDescription": "По заявкам сервис тестировали с июля 2024 года.",
      "link": "https://vc.ru/money/2619310-t-bank-zapustil-frod-ruletku?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/c0a2e0e1-4e5c-5850-8840-9064021a663a/",
      "pubDate": "2025-11-27T14:52:01+03:00",
      "hashtags": [
        "#тест"
      ]
    },
    {
      "id": "Habr_39_1764317749",
      "title": "Как Гэндальфу провести ИИ-хоббитов по fullstack проекту: Часть 1 – программирование",
      "description": "Привет! Меня зовут Воронин Николай, я занимаюсь автоматизацией систем отчётности и анализа в ПГК Диджитал.В этой статье я хочу поделиться опытом ведения личного творческого проекта, где многие функции переложены на нейросети. Расскажу об обнаруженных мной особенностях, плюсах и недостатках.Мой проект – это цифровой мультимедийный комикс. Для его реализации требуется создание программного обеспечения, иллюстрации, музыка и звуки, работа с сюжетом и персонажами. Соответственно четыре AI, которые несут кольцо к финалу проекта это:·         Deepseek – LLM для кодинга.·         Deepseek – LLM для отладки и выверки текстов и проработки сюжетной целостности.·         StableDiffusion – иллюстрации.·         Suno AI – музыкальное сопровождение.Почему нейросети – хоббиты, и зачем им нужен Гэндальф?В основном это касается больших языковых моделей (Deepseek, CharGPT, Grok, Gemini, Gigachat и т.п.). Важно понимать, что Искусственный Интеллект – это модное, но неправильное название для нейросети и большой языковой модели – никакого интеллекта там нет. Это очень большой массив хитро размеченной информации с хитрым алгоритмом статистического поиска сначала распознавания вопроса и затем наиболее вероятного ответа. Мыслительного процесса, понимания вопроса и логического построения ответа нет. Нейросети не умеют даже считать, в них просто загружено очень много математических задач с ответами и, получая запрос, нейросеть ищет наиболее вероятный ответ.Соответственно, чем задача специфичнее – тем больше шанс, что в обучающих материалах по ней было мало информации, нейросеть будет пытаться интерпретировать её через другие задачи, которые по логике разметки кажутся похожими (с точки здравого смысла это может быть не так), и решения будут становится всё более и более странными.  Читать далее",
      "shortDescription": "Привет! Меня зовут Воронин Николай, я занимаюсь автоматизацией систем отчётности и анализа в ПГК Диджитал.В этой статье я хочу поделиться опытом ведения личного творческого проекта, где многие функции переложены на нейросети. Расскажу об обнаруженных мной особенностях, плюсах и недостатках.Мой проек...",
      "link": "https://habr.com/ru/companies/pgk/articles/970384/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970384",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/bff/9d0/d7f/bff9d0d7f9effc8294c30c0be45b441f.jpg",
      "pubDate": "2025-11-27T14:51:55+00:00",
      "hashtags": [
        "#ai",
        "#алгоритм",
        "#код",
        "#искусственныйинтеллект",
        "#ИИ",
        "#цифровой",
        "#AI",
        "#нейросеть",
        "#сеть",
        "#программирование",
        "#AR"
      ]
    },
    {
      "id": "3DNews_4_1764317755",
      "title": "Paradox взяла на себя вину за провал Vampire: The Masquerade — Bloodlines 2 и списала больше половины бюджета игры",
      "description": "Долгожданный вампирский ролевой экшен Vampire: The Masquerade — Bloodlines 2 от разработчиков из британской студии The Chinese Room разочаровал не только игроков и критиков, но и издателя в лице шведской компании Paradox Interactive.   Источник изображений: Paradox Interactive",
      "shortDescription": "Долгожданный вампирский ролевой экшен Vampire: The Masquerade — Bloodlines 2 от разработчиков из британской студии The Chinese Room разочаровал не только игроков и критиков, но и издателя в лице шведской компании Paradox Interactive.   Источник изображений: Paradox Interactive",
      "link": "https://3dnews.ru/1133045",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133045/00.jpg",
      "pubDate": "2025-11-27T14:05:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR",
        "#игры"
      ]
    },
    {
      "id": "vc.ru_3_1764317749",
      "title": "Сервис знакомств TON Dating запустил приложения для iOS и Android и веб-версию — раньше он работал только в Telegram",
      "description": "Аудитория мини-приложения в мессенджере на ноябрь 2025 года — свыше 200 тысяч ежемесячно активных пользователей.",
      "shortDescription": "Аудитория мини-приложения в мессенджере на ноябрь 2025 года — свыше 200 тысяч ежемесячно активных пользователей.",
      "link": "https://vc.ru/social/2618923-ton-dating-zapustil-prilozheniya-i-osnovnye-vozmozhnosti?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/562ee6f7-2994-52c9-910e-1cda8a2a2f7f/",
      "pubDate": "2025-11-27T14:02:07+03:00",
      "hashtags": [
        "#веб"
      ]
    },
    {
      "id": "vc.ru_9_1764317754",
      "title": "Квентин Тарантино и Epic Games воссоздали вырезанную главу из «Убить Билла» на движке Unreal Engine — её покажут в Fortnite 30 ноября 2025 года",
      "description": "Главную героиню озвучила Ума Турман.",
      "shortDescription": "Главную героиню озвучила Ума Турман.",
      "link": "https://vc.ru/marketing/2618927-tarantino-i-epic-games-vosssozhdaiut-glavu-iz-ubity-billa-v-fortnite?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/eda38b33-0f0a-5a45-b9e0-98b7f383593a/-/resize/1300/",
      "pubDate": "2025-11-27T12:21:29+03:00",
      "hashtags": [
        "#game",
        "#it"
      ]
    },
    {
      "id": "3DNews_7_1764317755",
      "title": "Пользователи совсем неохотно переходят на Windows 11 — это обернётся стагнацией рынка ПК, предупредила Dell",
      "description": "Компания Dell прогнозирует, что продажи персональных компьютеров в будущем году останутся на прежнем уровне, несмотря на потенциал устройств со встроенным искусственным интеллектом. В качестве основной причины, как сообщает The Register, указывается медленный переход пользователей с Windows 10 на Windows 11. Источник изображений: Brian Westover/Dell",
      "shortDescription": "Компания Dell прогнозирует, что продажи персональных компьютеров в будущем году останутся на прежнем уровне, несмотря на потенциал устройств со встроенным искусственным интеллектом. В качестве основной причины, как сообщает The Register, указывается медленный переход пользователей с Windows 10 на Wi...",
      "link": "https://3dnews.ru/1133016",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/27/1133016/dell.jpg",
      "pubDate": "2025-11-27T00:24:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_6_1764317760",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#сервер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_13_1764317755",
      "title": "Россия доставила во Францию ключевое оборудование для международного термоядерного реактора ИТЭР",
      "description": "На днях на стройплощадку Международного термоядерного экспериментального реактора (ITER) на юге Франции прибыл первый из четырёх российских испытательных стендов. Эти стенды являются ключевыми для проекта, поскольку будут проверять «окна в плазму» — специальные порты в рабочей камере реактора с измерительным оборудованием. Таких портов будет 24, каждый из которых проверят вакуумом, нагревом, радиацией и ЭМ-излучением. Источник изображений: «Росатом»",
      "shortDescription": "На днях на стройплощадку Международного термоядерного экспериментального реактора (ITER) на юге Франции прибыл первый из четырёх российских испытательных стендов. Эти стенды являются ключевыми для проекта, поскольку будут проверять «окна в плазму» — специальные порты в рабочей камере реактора с изме...",
      "link": "https://3dnews.ru/1132991",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132991/iter_01.jpg",
      "pubDate": "2025-11-26T17:38:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews_17_1764317755",
      "title": "Российская Neiry представила управляемых «голубей-биодронов» PJN-1 — это живые птицы с чипированным мозгом",
      "description": "Группа компаний Neiry представила голубей-биодронов — обычных птиц со встроенными в головы электродами. Цена вопроса примерно как при покупке и эксплуатации дронов из пластика и электроники, но продолжительность полёта, скрытность и безопасность у живых особей несоизмеримо больше. Жизни птиц ничего не угрожает, утверждают разработчики, после операции они продолжают жить привычной птичьей жизнью. Источник изображения: Neiry",
      "shortDescription": "Группа компаний Neiry представила голубей-биодронов — обычных птиц со встроенными в головы электродами. Цена вопроса примерно как при покупке и эксплуатации дронов из пластика и электроники, но продолжительность полёта, скрытность и безопасность у живых особей несоизмеримо больше. Жизни птиц ничего ...",
      "link": "https://3dnews.ru/1132965",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132965/01.jpg",
      "pubDate": "2025-11-26T11:12:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_19_1764317755",
      "title": "В Windows 11 появилось централизованное управление обновлениями приложений",
      "description": "В свежих предварительных сборках Windows 11 в разделе «Параметры» появился раздел «Обновления приложений», где можно обновлять установленное на компьютер ПО, не открывая Microsoft Store. Источник изображения: windowscentral.com",
      "shortDescription": "В свежих предварительных сборках Windows 11 в разделе «Параметры» появился раздел «Обновления приложений», где можно обновлять установленное на компьютер ПО, не открывая Microsoft Store. Источник изображения: windowscentral.com",
      "link": "https://3dnews.ru/1132963",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132963/windows.jpg",
      "pubDate": "2025-11-26T10:13:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews_20_1764317755",
      "title": "Американский регулятор рассекретил планы Sony на версию Death Stranding 2: On the Beach для ПК",
      "description": "Курьерский экшен Death Stranding 2: On the Beach от прославленного гейм-дизайнера Хидео Кодзимы (Hideo Kojima) и его студии Kojima Productions, похоже, готовится к релизу за пределами PS5.   Источник изображения: X (feednirvana0626)",
      "shortDescription": "Курьерский экшен Death Stranding 2: On the Beach от прославленного гейм-дизайнера Хидео Кодзимы (Hideo Kojima) и его студии Kojima Productions, похоже, готовится к релизу за пределами PS5.   Источник изображения: X (feednirvana0626)",
      "link": "https://3dnews.ru/1132955",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/26/1132955/00.jpg",
      "pubDate": "2025-11-26T09:05:00+03:00",
      "hashtags": [
        "#дизайн",
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "Ведомости Технологии_8_1764317760",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "3DNews_21_1764317755",
      "title": "Суверенный фонд Саудовской Аравии столкнулся с финансовыми трудностями после покупки доли в Electronic Arts",
      "description": "Газета The New York Times со ссылкой на 11 осведомлённых информаторов сообщает, что вложившийся недавно в выкуп Electronic Arts Суверенный фонд (PIF) Саудовской Аравии столкнулся с финансовыми проблемами.   Источник изображения: Ubisoft",
      "shortDescription": "Газета The New York Times со ссылкой на 11 осведомлённых информаторов сообщает, что вложившийся недавно в выкуп Electronic Arts Суверенный фонд (PIF) Саудовской Аравии столкнулся с финансовыми проблемами.   Источник изображения: Ubisoft",
      "link": "https://3dnews.ru/1132947",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/25/1132947/00.jpg",
      "pubDate": "2025-11-25T23:23:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_22_1764317755",
      "title": "Культовый хоррор Cold Fear в духе Resident Evil 4 вернулся из цифрового небытия в улучшенном виде и с полным переводом на русский",
      "description": "Выпущенный в 2005 году издательством Ubisoft культовый экшен-хоррор Cold Fear от французской студии Darkworks две недели назад пропал из Steam, но уже вернулся в продажу — правда, не для цифрового магазина Valve.   Источник изображений: Ubisoft",
      "shortDescription": "Выпущенный в 2005 году издательством Ubisoft культовый экшен-хоррор Cold Fear от французской студии Darkworks две недели назад пропал из Steam, но уже вернулся в продажу — правда, не для цифрового магазина Valve.   Источник изображений: Ubisoft",
      "link": "https://3dnews.ru/1132939",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/25/1132939/00.jpg",
      "pubDate": "2025-11-25T19:09:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AR"
      ]
    },
    {
      "id": "3DNews_23_1764317755",
      "title": "«Алиса, открой шторы»: «Яндекс» показал множество гаджетов для умного дома",
      "description": "«Яндекс» анонсировал новые устройства умного дома, управлять которыми можно при помощи виртуального помощника «Алиса». Теперь в ассортименте компании значатся настольный светильник, умный карниз для штор, терморегулятор для радиатора, а также инфракрасный пульт со встроенными датчиками температуры и влажности. Большинство товаров уже поступило в продажу. Источник изображений: «Яндекс»",
      "shortDescription": "«Яндекс» анонсировал новые устройства умного дома, управлять которыми можно при помощи виртуального помощника «Алиса». Теперь в ассортименте компании значатся настольный светильник, умный карниз для штор, терморегулятор для радиатора, а также инфракрасный пульт со встроенными датчиками температуры и...",
      "link": "https://3dnews.ru/1132930",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/25/1132930/yandex_2_1.jpg",
      "pubDate": "2025-11-25T17:35:00+03:00",
      "hashtags": [
        "#гаджет",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_24_1764317755",
      "title": "Huawei представила «спутниковую рацию» для запястья — смарт-часы Watch Ultimate 2 за $915",
      "description": "Huawei объявила о старте продаж смарт-часов Watch Ultimate 2 в Китае. Новинка поступила в глобальную продажу ещё в сентябре, но для версии в Китае компания предоставила эксклюзивную функцию передачи голосовых сообщений через национальную спутниковую связь Beidou. Для передачи голосовых SMS в Huawei Watch Ultimate 2 используется технология на основе ИИ-алгоритма кодирования и декодирования голоса с поддержкой 200-кратного сжатия звука высокой чёткости, что позволяет не беспокоиться о размере отправляемого аудиофайла.",
      "shortDescription": "Huawei объявила о старте продаж смарт-часов Watch Ultimate 2 в Китае. Новинка поступила в глобальную продажу ещё в сентябре, но для версии в Китае компания предоставила эксклюзивную функцию передачи голосовых сообщений через национальную спутниковую связь Beidou. Для передачи голосовых SMS в Huawei ...",
      "link": "https://3dnews.ru/1132921",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/25/1132921/huawei-watch-ulitimate-2-1.jpg",
      "pubDate": "2025-11-25T15:30:00+03:00",
      "hashtags": [
        "#алгоритм",
        "#ИИ",
        "#код"
      ]
    },
    {
      "id": "Ведомости Технологии_14_1764317760",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#компьютер",
        "#кибер"
      ]
    },
    {
      "id": "Ведомости Технологии_15_1764317760",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "Ведомости Технологии_18_1764317760",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_19_1764317760",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_22_1764317760",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_25_1764317760",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#ИИ",
        "#AR",
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_26_1764317760",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_0_1764317766",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1764317760",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#ИИ",
        "#финтех"
      ]
    },
    {
      "id": "Ведомости Технологии_34_1764317760",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#структура",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_42_1764317760",
      "title": "В России введут так называемый технологический сбор",
      "description": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "shortDescription": "Деньги пойдут на поддержку радио- и микроэлектроники",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/10/1153413-v-rossii-vvedut-tak-nazivaemii-tehnologicheskii-sbor",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8p/1dhre2/normal-1s56.jpg",
      "pubDate": "2025-11-10T00:25:39+03:00",
      "hashtags": [
        "#радио",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_46_1764317760",
      "title": "У России к 2028 году может появиться процессор для базовых станций LTE",
      "description": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "shortDescription": "Пока в отечественном оборудовании приходится использовать китайские чипы",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152534-u-rossii-mozhet-poyavitsya-protsessor-dlya-lte",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1eq278/normal-1tqm.png",
      "pubDate": "2025-11-06T01:33:07+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_47_1764317760",
      "title": "В России обещают сделать первого антропоморфного робота",
      "description": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "shortDescription": "Но даже создание его прототипа могло стоить до 4 млрд рублей",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/06/1152530-v-rossii-obeschayut-sdelat-pervogo-antropomorfnogo-robota",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8l/1enrrz/normal-1tnn.png",
      "pubDate": "2025-11-06T01:32:35+03:00",
      "hashtags": [
        "#ИИ",
        "#робот"
      ]
    },
    {
      "id": "3DNews Software_1_1764317766",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ",
        "#интернет"
      ]
    },
    {
      "id": "3DNews Software_2_1764317766",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_4_1764317766",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_5_1764317766",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_6_1764317766",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#веб",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_7_1764317766",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_19_1764317766",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764317766",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764317766",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_24_1764317766",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_25_1764317766",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764317766",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#it",
        "#ai",
        "#AI"
      ]
    },
    {
      "id": "3DNews Software_34_1764317766",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#кибер"
      ]
    },
    {
      "id": "3DNews Software_36_1764317766",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764317766",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_41_1764317766",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764317766",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#ux",
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_45_1764317766",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#платформа",
        "#ИИ"
      ]
    }
  ]
}