{
  "lastUpdated": "2025-12-04T10:43:07.503058",
  "totalNews": 89,
  "categories": [
    "Технологии",
    "Игры"
  ],
  "hashtags": [
    "#робот",
    "#приложение",
    "#ui",
    "#IoT",
    "#технологии",
    "#микросхемы",
    "#интеграция",
    "#веб",
    "#игры",
    "#интернет",
    "#дизайн",
    "#ИИ",
    "#инженерия",
    "#кибер",
    "#AR",
    "#стартап",
    "#it",
    "#game",
    "#ux",
    "#тесты",
    "#радио",
    "#сервер",
    "#машинноеобучение",
    "#структура",
    "#gpu",
    "#код",
    "#разработка",
    "#алгоритм",
    "#смартфон",
    "#ai",
    "#тест",
    "#цифровой",
    "#AI",
    "#платформа",
    "#искусственныйинтеллект",
    "#финтех",
    "#компьютер"
  ],
  "news": [
    {
      "id": "3DNews_45_1764844969",
      "title": "«За гранью всего, что кто-либо из нас мог представить»: нашумевшая Clair Obscur: Expedition 33 стала одним из главных хитов Game Pass в 2025 году",
      "description": "Нашумевшая фэнтезийная пошаговая ролевая игра Clair Obscur: Expedition 33 от разработчиков из французской студии Sandfall Interactive оказалась хитом не только продаж, но и сервиса Game Pass.   Источник изображения: Sandfall Interactive",
      "shortDescription": "Нашумевшая фэнтезийная пошаговая ролевая игра Clair Obscur: Expedition 33 от разработчиков из французской студии Sandfall Interactive оказалась хитом не только продаж, но и сервиса Game Pass.   Источник изображения: Sandfall Interactive",
      "link": "https://3dnews.ru/1133388",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133388/00.jpg",
      "pubDate": "2025-12-04T13:40:00+03:00",
      "hashtags": [
        "#AI",
        "#it",
        "#game",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "3DNews_46_1764844969",
      "title": "В ChatGPT появилась реклама — даже у пользователей самого дорогого тарифа за $200 в месяц",
      "description": "В минувшие выходные OpenAI начала без громких анонсов показывать в тестовом режиме рекомендации сторонних приложений в чатах — они появились преимущественно у пользователей, которые оформили дорогую подписку ChatGPT Pro за $200 в месяц. Источник изображения: BoliviaInteligente / unsplash.com",
      "shortDescription": "В минувшие выходные OpenAI начала без громких анонсов показывать в тестовом режиме рекомендации сторонних приложений в чатах — они появились преимущественно у пользователей, которые оформили дорогую подписку ChatGPT Pro за $200 в месяц. Источник изображения: BoliviaInteligente / unsplash.com",
      "link": "https://3dnews.ru/1133385",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133385/chatgpt_1.jpg",
      "pubDate": "2025-12-04T13:18:00+03:00",
      "hashtags": [
        "#ИИ",
        "#тест",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_25_1764844969",
      "title": "Игровые консоли тоже подорожают, а продажи просядут — DRAM и SSD съедят до 42 % их себестоимости",
      "description": "Давно стало понятно, что рост цен на микросхемы памяти на фоне бума ИИ окажет негативное влияние на все сегменты рынка электроники. Аналитики TrendForce предрекают, что сильнее всего в среднесрочной перспективе пострадают продажи игровых консолей. Так, в следующем году объёмы их поставок сократятся на 4,4 % вместо заложенных ранее в прогноз 3,5 %. Источник изображения: Microsoft",
      "shortDescription": "Давно стало понятно, что рост цен на микросхемы памяти на фоне бума ИИ окажет негативное влияние на все сегменты рынка электроники. Аналитики TrendForce предрекают, что сильнее всего в среднесрочной перспективе пострадают продажи игровых консолей. Так, в следующем году объёмы их поставок сократятся ...",
      "link": "https://3dnews.ru/1133387",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133387/xbox_01.jpg",
      "pubDate": "2025-12-04T13:16:00+03:00",
      "hashtags": [
        "#ИИ",
        "#микросхемы"
      ]
    },
    {
      "id": "ixbt.com_0_1764844975",
      "title": "Российский мессенджер «Молния» готов к выходу: причём тут Китай?",
      "description": "Российский мессенджер «Молния» выйдет на рынок в начале 2026 года. В компании сообщили, что сервис создают как универсальную платформу для коммуникаций, социальных публикаций, платежей и трансграничной торговли. Основной упор делают на стремительно растущий турпоток между Россией и Китаем, а также на предпринимателей, авторов и компании, работающие на международных направлениях. Приложение разрабатывается совместно Red Soft и Passion. В «Молнии» обещают функциональное решение, которое объединит общение, бизнес-инструменты и доступ к контенту в одном пространстве. По замыслу разработчиков, платформа должна стать удобной точкой входа для тех, кто ведёт дела или путешествует между двумя странами.  Изображение Midjourney Компания «Молния» была создана в 2025 году специально под развитие новой экосистемы. Она будет контролировать все направления развития супер-приложения — от соцфункций и коммерческих сервисов до работы с контентом и инструментами для бизнеса.",
      "shortDescription": "Российский мессенджер «Молния» выйдет на рынок в начале 2026 года. В компании сообщили, что сервис создают как универсальную платформу для коммуникаций, социальных публикаций, платежей и трансграничной торговли. Основной упор делают на стремительно растущий турпоток между Россией и Китаем, а также н...",
      "link": "https://www.ixbt.com/news/2025/12/04/rossijskij-messendzher-molnija-gotov-k-vyhodu-prichjom-tut-kitaj.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/4/ixbtmedia________--ar_169_--v_7_4bec77f9-3d01-4d03-a56a-c6dd9cb3e3ac_1_large.png",
      "pubDate": "2025-12-04T13:11:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа",
        "#приложение"
      ]
    },
    {
      "id": "3DNews_47_1764844969",
      "title": "Инсайдер раскрыл подробности отменённого перезапуска Legacy of Kain от разработчиков Deus Ex: Mankind Divided",
      "description": "Проверенный инсайдер Том Хендерсон (Tom Henderson) в эксклюзивном материале для портала Insider Gaming поделился подробностями отменённого возрождения культовой серии приключенческих экшенов Legacy of Kain.   Источник изображений: Crystal Dynamics",
      "shortDescription": "Проверенный инсайдер Том Хендерсон (Tom Henderson) в эксклюзивном материале для портала Insider Gaming поделился подробностями отменённого возрождения культовой серии приключенческих экшенов Legacy of Kain.   Источник изображений: Crystal Dynamics",
      "link": "https://3dnews.ru/1133382",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133382/00.jpg",
      "pubDate": "2025-12-04T12:35:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_48_1764844969",
      "title": "Hi-Fi Rush спустя почти три года после релиза появилась в российском Steam и избавилась от Denuvo",
      "description": "Ритм-экшен Hi-Fi Rush от японской студии Tango Gameworks, выкупленной издателем Krafton у Microsoft после закрытия, спустя почти три года после релиза появился в российском сегменте Steam.   Источник изображений: Krafton",
      "shortDescription": "Ритм-экшен Hi-Fi Rush от японской студии Tango Gameworks, выкупленной издателем Krafton у Microsoft после закрытия, спустя почти три года после релиза появился в российском сегменте Steam.   Источник изображений: Krafton",
      "link": "https://3dnews.ru/1133377",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133377/00.jpg",
      "pubDate": "2025-12-04T12:03:00+03:00",
      "hashtags": [
        "#game",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_29_1764844969",
      "title": "M**a переманила из Apple создателя Liquid Glass и Dynamic Island — теперь он займётся смарт-очками и не только",
      "description": "Apple продолжает терять квалифицированные кадры. Компанию покинул Алан Дай (Alan Dye), возглавлявший команду дизайнеров пользовательского интерфейса Apple с 2015 года, сообщил Bloomberg. Он перешёл в M**a, которая создаст новую дизайн-студию и возложит на него ответственность за разработку аппаратного и программного обеспечения, а также интеграцию ИИ для интерфейсов. Источник изображения: Apple",
      "shortDescription": "Apple продолжает терять квалифицированные кадры. Компанию покинул Алан Дай (Alan Dye), возглавлявший команду дизайнеров пользовательского интерфейса Apple с 2015 года, сообщил Bloomberg. Он перешёл в M**a, которая создаст новую дизайн-студию и возложит на него ответственность за разработку аппаратно...",
      "link": "https://3dnews.ru/1133376",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133376/2025-12-04_11-25-19.jpg",
      "pubDate": "2025-12-04T11:59:00+03:00",
      "hashtags": [
        "#дизайн",
        "#ui",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_30_1764844969",
      "title": "Сэм Альтман пытался заполучить амбициозного конкурента SpaceX — вероятно, ради орбитальных дата-центров",
      "description": "Амбиции одного из основателей OpenAI Сэма Альтмана (Sam Altman), который его сейчас возглавляет, очевидным образом простираются за пределы сегмента искусственного интеллекта. С подачи The Wall Street Journal стало известно, что Альтман рассматривал возможность покупки или вложения средств в капитал аэрокосмической компании Stoke Space. Сделка в итоге не состоялась, но сам факт её подготовки интригует. Источник изображения: SpaceX",
      "shortDescription": "Амбиции одного из основателей OpenAI Сэма Альтмана (Sam Altman), который его сейчас возглавляет, очевидным образом простираются за пределы сегмента искусственного интеллекта. С подачи The Wall Street Journal стало известно, что Альтман рассматривал возможность покупки или вложения средств в капитал ...",
      "link": "https://3dnews.ru/1133375",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133375/spacex_01.jpg",
      "pubDate": "2025-12-04T11:58:00+03:00",
      "hashtags": [
        "#ИИ",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "DTF_2_1764844967",
      "title": "Ремейк Prince of Persia: Sands of Time не покажут на The Game Awards 2025",
      "description": "Несмотря на то, что переосмысление собираются выпустить уже в первом квартале 2026 года.",
      "shortDescription": "Несмотря на то, что переосмысление собираются выпустить уже в первом квартале 2026 года.",
      "link": "https://dtf.ru/games/4510529-remeik-prince-of-persia-sands-of-time-ne-budut-na-the-game-awards?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/f9aa2060-1f09-56de-a81e-c9a47a8131f2/",
      "pubDate": "2025-12-04T11:42:02+03:00",
      "hashtags": [
        "#game",
        "#AR"
      ]
    },
    {
      "id": "ixbt.com_9_1764844975",
      "title": "Lada Aura с заводским ГБО вышла на испытания",
      "description": "Битопливная модификация Lada Aura CNG перешла к практическим испытаниям — как сообщает «Российская газета», автомобиль передан в тестовую эксплуатацию Национальной газомоторной ассоциации. Передача машины на тесты намекает на возможный выход модели в мелкую серию. Такой вариант особенно актуален на фоне активных закупок Lada Aura таксопарками по тарифам «Комфорт» и «Комфорт плюс»: сниженная стоимость эксплуатации на метане может стать весомым аргументом для корпоративных клиентов. Новая CNG-версия при этом сохраняет все характеристики стандартной Aura.  Фото: пресс-служба \"АТС Авто\" Lada Aura — это удлиненный седан D-класса на базе Lada Vesta с улучшенным комфортом для пассажиров второго ряда. Он оснащается 1,8-литровым двигателем мощностью 122 л.с. и вариатором (CVT), имеет длину 4690 мм и колесную базу 2885 мм.",
      "shortDescription": "Битопливная модификация Lada Aura CNG перешла к практическим испытаниям — как сообщает «Российская газета», автомобиль передан в тестовую эксплуатацию Национальной газомоторной ассоциации. Передача машины на тесты намекает на возможный выход модели в мелкую серию. Такой вариант особенно актуален на ...",
      "link": "https://www.ixbt.com/news/2025/12/04/lada-aura-s-zavodskim-gbo-vyshla-na-ispytanija.html",
      "source": "ixbt.com",
      "category": "Технологии",
      "image": "https://www.ixbt.com/img//x780/n1/news/2025/11/4/34_80e_large.jpg",
      "pubDate": "2025-12-04T11:18:00+03:00",
      "hashtags": [
        "#тесты",
        "#ИИ",
        "#тест"
      ]
    },
    {
      "id": "vc.ru_2_1764844967",
      "title": "В начале 2026 года в России запустят мессенджер «Молния» российско-китайской разработки",
      "description": "Его готовят «Ред Софт» и Passion.",
      "shortDescription": "Его готовят «Ред Софт» и Passion.",
      "link": "https://vc.ru/social/2631439-molniya?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/b3d9d569-8d50-529b-9fb1-a3b8d6fb0040/",
      "pubDate": "2025-12-04T10:50:42+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "Habr_0_1764844965",
      "title": "Коммуникация будущего: квантовая телепортация данных",
      "description": "Преодоление пути от точки А до точки Б может быть весьма увлекательным приключением, которое может стать куда более важно самого пункта назначения. Однако, чаще всего присутствует желание как можно быстрее преодолеть этот путь. В работах жанра фэнтези и научная фантастика часто встречается технология (или заклинание) для моментального переноса человека из одно место в другое — телепортация. Теоретически, это вполне возможно реализовать, но пока нам до этого еще очень далеко. А вот квантовая телепортация информации стала намного ближе благодаря исследователям из Штутгартского университета (Штутгарт, Германия), которым удалось перенести данные между двумя фотонами из разных квантовых точек. Как именно была осуществлена телепортация данных, что для этого потребовалось, и насколько ближе стала реализация квантового интернета? Ответы на эти вопросы мы найдем в докладе ученых. Читать далее",
      "shortDescription": "Преодоление пути от точки А до точки Б может быть весьма увлекательным приключением, которое может стать куда более важно самого пункта назначения. Однако, чаще всего присутствует желание как можно быстрее преодолеть этот путь. В работах жанра фэнтези и научная фантастика часто встречается технологи...",
      "link": "https://habr.com/ru/companies/ua-hosting/articles/973188/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973188",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/e87/e01/6ac/e87e016ac4d32bf25e9f7cd21cda5b69.jpg",
      "pubDate": "2025-12-04T10:35:57+00:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_1_1764844965",
      "title": "Открытый диалог. Практический опыт реализации BIM-проекта в российском ПО",
      "description": "Приглашаем вас принять участие в открытом профессиональном обсуждении практического опыта реализации пилотного проекта с использованием российского программного обеспечения. Тема мероприятия: «Проектирование школы на 1100 учащихся в г. Кемерово в среде nanoCAD BIM».Когда: 11 декабря (четверг), 11:00–12:00 (МСК)Формат: онлайн, по предварительной регистрацииСтоимость: бесплатноНе стандартный вебинар с презентациями, а живой диалог-подкаст с ключевыми участниками процесса. Стать участником открытого диалога",
      "shortDescription": "Приглашаем вас принять участие в открытом профессиональном обсуждении практического опыта реализации пилотного проекта с использованием российского программного обеспечения. Тема мероприятия: «Проектирование школы на 1100 учащихся в г. Кемерово в среде nanoCAD BIM».Когда: 11 декабря (четверг), 11:00...",
      "link": "https://habr.com/ru/companies/nanosoft/articles/973216/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973216",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/bb0/405/d25/bb0405d258c277b9965c5952e2ff3e73.png",
      "pubDate": "2025-12-04T10:26:43+00:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "Habr_2_1764844965",
      "title": "В фокусе RVD: трендовые уязвимости ноября",
      "description": "Хабр, привет!На связи команда инженер-аналитиков R-Vision. В ноябре нами было выявлено 13 трендовых уязвимостей. В дайджест вошли лишь те, что представляют наибольшую опасность по уровню риска, подтверждённой эксплуатации и практическому интересу для специалистов информационной безопасности. Полный перечень уязвимостей доступен в Базе уязвимостей RVD (R-Vision Vulnerability Database), которая используется в продукте R-Vision VM. Данные поступают в базу из более чем 300 источников и автоматически обновляются каждые 8 часов. Это позволяет обеспечивать актуальность и полноту представленной информации. Каждая уязвимость проходит проверку в лаборатории R-Vision, где развёрнуто более 700 тестовых стендов.  Читать далее",
      "shortDescription": "Хабр, привет!На связи команда инженер-аналитиков R-Vision. В ноябре нами было выявлено 13 трендовых уязвимостей. В дайджест вошли лишь те, что представляют наибольшую опасность по уровню риска, подтверждённой эксплуатации и практическому интересу для специалистов информационной безопасности. Полный ...",
      "link": "https://habr.com/ru/companies/rvision/articles/973202/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973202",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/8ac/979/507/8ac9795073a3b58d6319af5de8af4456.jpg",
      "pubDate": "2025-12-04T10:25:34+00:00",
      "hashtags": [
        "#ИИ",
        "#тест",
        "#it"
      ]
    },
    {
      "id": "3DNews_3_1764844969",
      "title": "Глава Anthropic тонко намекнул, что OpenAI работает по принципу «живём лишь раз» — и рискует слишком сильно",
      "description": "Представителям крупных ИИ-стартапов приходится отвечать на вопросы по поводу назревания «пузыря» в отрасли, поэтому основатель Anthropic Дарио Амодеи (Dario Amodei) не смог избежать этой участи в ходе организованного The New York Times мероприятия DealBook Summit. В весьма осторожных выражениях он дал понять, что OpenAI и его руководство ведут себя в этом отношении не совсем осмотрительно. Источник изображения: Evan-Marie Petit Photography",
      "shortDescription": "Представителям крупных ИИ-стартапов приходится отвечать на вопросы по поводу назревания «пузыря» в отрасли, поэтому основатель Anthropic Дарио Амодеи (Dario Amodei) не смог избежать этой участи в ходе организованного The New York Times мероприятия DealBook Summit. В весьма осторожных выражениях он д...",
      "link": "https://3dnews.ru/1133369",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133369/anthropic_01.jpg",
      "pubDate": "2025-12-04T10:07:00+03:00",
      "hashtags": [
        "#AR",
        "#AI",
        "#стартап",
        "#it",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "Habr_4_1764844965",
      "title": "Вся правда о работе в Alfabit",
      "description": "За последний год из компании Alfabit.org было уволено большое количество сотрудников. Договор в компании составлен так, что тебя могут уволить \"одним днем\" и ты еще останешься должен (и зарплата уйдет на погашение \"не выполненных задач\"). Обо всем по порядку: Читать далее",
      "shortDescription": "За последний год из компании Alfabit.org было уволено большое количество сотрудников. Договор в компании составлен так, что тебя могут уволить \"одним днем\" и ты еще останешься должен (и зарплата уйдет на погашение \"не выполненных задач\"). Обо всем по порядку: Читать далее",
      "link": "https://habr.com/ru/articles/973200/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973200",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/5c7/5f3/a40/5c75f3a400ec5918084098e3e66106f4.png",
      "pubDate": "2025-12-04T10:05:30+00:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Habr_6_1764844965",
      "title": "Автоматизация рутинных задач на VPS с помощью cron и скриптов",
      "description": "Мы каждый день сталкиваемся со множеством однотипных задач. Постоянно возвращаясь к ним, мы расходуем самый ценный ресурс — время. В итоге застреваем в рутине, рискуем не уложиться в сроки и совершить ошибку.Но можно остановиться и передать повторяющуюся работу тому, кто не забудет и не промахнётся. Нас спасёт автоматизация! Сегодня расскажем о том, как автоматизировать рутинные задачи на Linux-сервере при помощи cron и немного с помощью скриптов. Читать далее",
      "shortDescription": "Мы каждый день сталкиваемся со множеством однотипных задач. Постоянно возвращаясь к ним, мы расходуем самый ценный ресурс — время. В итоге застреваем в рутине, рискуем не уложиться в сроки и совершить ошибку.Но можно остановиться и передать повторяющуюся работу тому, кто не забудет и не промахнётся....",
      "link": "https://habr.com/ru/companies/ultravds/articles/972942/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972942",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f65/b09/b7a/f65b09b7a85da7f60a85b38958716c08.jpg",
      "pubDate": "2025-12-04T10:01:27+00:00",
      "hashtags": [
        "#сервер",
        "#ux"
      ]
    },
    {
      "id": "Habr_10_1764844965",
      "title": "[Перевод] Визуально-языковые модели: следующий шаг эволюции LLM",
      "description": "Компьютерное зрение больше не живёт отдельно от языковых моделей: визуальные энкодеры, контрастивные лоссы и cross-attention становятся стандартной «обвязкой» вокруг LLM, которые учатся понимать изображения, видео и сложные сцены. В статье разбираются основные архитектуры визуально-языковых моделей, подходы к обучению на парах «изображение–текст», переход к динамическому разрешению и сжатию видеотокенов — то, как классическое CV переупаковывается в мультимодальные системы нового поколения. Перейти к материалу",
      "shortDescription": "Компьютерное зрение больше не живёт отдельно от языковых моделей: визуальные энкодеры, контрастивные лоссы и cross-attention становятся стандартной «обвязкой» вокруг LLM, которые учатся понимать изображения, видео и сложные сцены. В статье разбираются основные архитектуры визуально-языковых моделей,...",
      "link": "https://habr.com/ru/companies/otus/articles/973180/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973180",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/bc2/20c/338/bc220c338ddba0e7117d7cde446adc48.jpg",
      "pubDate": "2025-12-04T09:38:28+00:00",
      "hashtags": [
        "#код",
        "#ИИ",
        "#компьютер"
      ]
    },
    {
      "id": "Habr_11_1764844965",
      "title": "10 популярных техник обхода EDR",
      "description": "Алексей Баландин, Security VisionНа сегодняшний день невозможно представить защиту конечных точек без системы EDR, которая, в отличие от устаревшего антивируса, основана в первую очередь на поведенческом анализе происходящих в системе событий. Потребность в этой системе резко возросла за последние 10 лет в связи с тем, что угрозы совершенствуются из года в год. Давно стало очевидно, что эффективно противостоять атакующим можно не столько за счет статического анализа кода, сигнатурного метода, сколько за счет изучения, анализа и блокировки их поведенческих паттернов, используемых тактик, техник и процедур. Этим и занимается класс продуктов EDR и активно развивается за счет постоянного пополнения базы знаний о новых методах атак. Обратной стороной медали является то, что атакующие не стоят на месте и разрабатывают все новые способы обхода и противодействия EDR. Далее рассмотрим техники обхода EDR, которые были наиболее популярны у атакующих за последние 5 лет.   Читать далее",
      "shortDescription": "Алексей Баландин, Security VisionНа сегодняшний день невозможно представить защиту конечных точек без системы EDR, которая, в отличие от устаревшего антивируса, основана в первую очередь на поведенческом анализе происходящих в системе событий. Потребность в этой системе резко возросла за последние 1...",
      "link": "https://habr.com/ru/companies/securityvison/articles/973172/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973172",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/257/a22/445/257a22445016612745dff259d7cac992.png",
      "pubDate": "2025-12-04T09:31:30+00:00",
      "hashtags": [
        "#код",
        "#it"
      ]
    },
    {
      "id": "Habr_12_1764844965",
      "title": "Разбираемся, что слышит умная колонка. О нелинейных искажениях и метрике FRR",
      "description": "Салют, Хабр!  Меня зовут Александр. Я DSP-инженер, то есть специалист по цифровой обработке сигналов, и в SberDevices занимаюсь VQE — Voice Quality Enhancement, блоком улучшения качества звука. Мы разработали методику, которая позволяет прогнозировать качество распознавания голоса (так называемую метрику FRR) по объективным показателям работы эхоподавления, а измерения и оценку параметров стандартизировали. Благодаря этому методику можно использовать для любых устройств без сложного дополнительного оборудования. Сегодня расскажу о ней. Читать далее",
      "shortDescription": "Салют, Хабр!  Меня зовут Александр. Я DSP-инженер, то есть специалист по цифровой обработке сигналов, и в SberDevices занимаюсь VQE — Voice Quality Enhancement, блоком улучшения качества звука. Мы разработали методику, которая позволяет прогнозировать качество распознавания голоса (так называемую ме...",
      "link": "https://habr.com/ru/companies/sberdevices/articles/972914/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972914",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/688/fe3/9fe/688fe39feed98596c8a68ccfa11f298c.jpg",
      "pubDate": "2025-12-04T09:30:32+00:00",
      "hashtags": [
        "#цифровой",
        "#it"
      ]
    },
    {
      "id": "Habr_13_1764844965",
      "title": "Антология схем мошенничества и приемов социальной инженерии",
      "description": "Привет, Хабр!На связи Артемий Новожилов, архитектор систем ИБ группы компаний «Гарда», автор telegram-канала DataSecurity.Если раньше «социальная инженерия» казалась чем-то из шпионских фильмов, сегодня это обыденная реальность, с которой сталкивается практически каждый ‒ от студентов до директоров компаний. В статье разбираем, как работают современные схемы обмана и что помогает не попасться на крючок мошенников. Узнайте, как не попасться на уловки",
      "shortDescription": "Привет, Хабр!На связи Артемий Новожилов, архитектор систем ИБ группы компаний «Гарда», автор telegram-канала DataSecurity.Если раньше «социальная инженерия» казалась чем-то из шпионских фильмов, сегодня это обыденная реальность, с которой сталкивается практически каждый ‒ от студентов до директоров ...",
      "link": "https://habr.com/ru/companies/garda/articles/972798/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972798",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/542/775/421/5427754215d75aaf6a9b3d93455ecbc7.png",
      "pubDate": "2025-12-04T09:26:56+00:00",
      "hashtags": [
        "#ИИ",
        "#инженерия",
        "#it"
      ]
    },
    {
      "id": "Habr_14_1764844965",
      "title": "Книга: «Весь Python. Самое актуальное и исчерпывающее руководство»",
      "description": "Привет, Хаброжители!Всеобъемлющее современное руководство по программированию на Python, охватывающее фундаментальные идеи и практические приемы! Вы научитесь писать собственные программы и получите четкое представление о том, куда двигаться дальше и как использовать полученные знания. Изучение Python подкреплено практикой — огромным количеством примеров приложений. К концу книги вы будете готовы применить полученные знания и создать несколько реальных проектов. Вы научитесь эффективно использовать Python в анализе данных, веб-разработке и автоматизации задач. Книга включает описание новейших возможностей, появившихся в версиях Python 3.9–3.12, в том числе главы об аннотациях типов и консольных приложениях, а также примеры, демонстрирующие современные практики веб-разработки на Python. Читать далее",
      "shortDescription": "Привет, Хаброжители!Всеобъемлющее современное руководство по программированию на Python, охватывающее фундаментальные идеи и практические приемы! Вы научитесь писать собственные программы и получите четкое представление о том, куда двигаться дальше и как использовать полученные знания. Изучение Pyth...",
      "link": "https://habr.com/ru/companies/piter/articles/970968/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970968",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f36/7b5/773/f367b577304508b8bfa569d7ecfbf935.jpg",
      "pubDate": "2025-12-04T09:18:51+00:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "Habr_15_1764844965",
      "title": "StarRocks 4.0: FlatJSON — делаем запросы к JSON столь же эффективными, как к колоночному хранению",
      "description": "Статья объясняет, как StarRocks 4.0 делает запросы к JSON почти столь же быстрыми, как к нативным столбцам. FlatJSON на этапе загрузки «колоннизирует» частые поля и задействует индексы (включая ZoneMap), словарное кодирование и Global Dictionary, а также Late Materialization. В результате логовая, e‑commerce и IoT‑аналитика работает в реальном времени без тяжёлого ETL. Читать далее",
      "shortDescription": "Статья объясняет, как StarRocks 4.0 делает запросы к JSON почти столь же быстрыми, как к нативным столбцам. FlatJSON на этапе загрузки «колоннизирует» частые поля и задействует индексы (включая ZoneMap), словарное кодирование и Global Dictionary, а также Late Materialization. В результате логовая, e...",
      "link": "https://habr.com/ru/articles/973166/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973166",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/74a/866/9d6/74a8669d6a6a919ff024db542fe6aed3.png",
      "pubDate": "2025-12-04T09:16:05+00:00",
      "hashtags": [
        "#IoT",
        "#AR",
        "#код"
      ]
    },
    {
      "id": "Habr_17_1764844965",
      "title": "Внешние эксперты = объективность. Как мы проводим технические собеседования в SSP SOFT",
      "description": "Статья построена на основе интервью с Вячеславом — руководителем департамента разработки SSP SOFT.Когда речь заходит о технических собеседованиях, большинство кандидатов представляет себе классическую схему: компания зовет кандидата, внутренний тимлид или сеньор-разработчик задает вопросы, оценивает тестовое задание, дает live-coding (лайфкодинг) — и выносит вердикт. В SSP SOFT мы выстроили процесс иначе. Мы используем внешних технических экспертов и в статье рассказываем — почему так.  Читать далее",
      "shortDescription": "Статья построена на основе интервью с Вячеславом — руководителем департамента разработки SSP SOFT.Когда речь заходит о технических собеседованиях, большинство кандидатов представляет себе классическую схему: компания зовет кандидата, внутренний тимлид или сеньор-разработчик задает вопросы, оценивает...",
      "link": "https://habr.com/ru/companies/ssp-soft/articles/972818/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972818",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/078/cc5/eec/078cc5eec4c52f10d22555be63663acc.png",
      "pubDate": "2025-12-04T09:03:28+00:00",
      "hashtags": [
        "#код",
        "#тест"
      ]
    },
    {
      "id": "3DNews_4_1764844969",
      "title": "Ubisoft подтвердила, что многострадальный ремейк Prince of Persia: The Sands of Time не выйдет из тени на The Game Awards 2025",
      "description": "Несмотря на молчание со стороны Ubisoft Montreal, многострадальный ремейк культового приключенческого экшена Prince of Persia: The Sands of Time как никогда близок к релизу, однако на следующей неделе из тени не выйдет.   Источник изображений: Ubisoft",
      "shortDescription": "Несмотря на молчание со стороны Ubisoft Montreal, многострадальный ремейк культового приключенческого экшена Prince of Persia: The Sands of Time как никогда близок к релизу, однако на следующей неделе из тени не выйдет.   Источник изображений: Ubisoft",
      "link": "https://3dnews.ru/1133367",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133367/00.jpg",
      "pubDate": "2025-12-04T09:02:57+03:00",
      "hashtags": [
        "#game",
        "#AR"
      ]
    },
    {
      "id": "Habr_19_1764844965",
      "title": "Трансформеры для персональных рекомендаций на маркетплейсе: от гипотез до A/B-тестирования",
      "description": "Всем привет! На связи Ваня Ващенко, и я лид по развитию нейросетевых моделей в команде персональных рекомендаций Wildberries. Раньше я развивал B2C-рекомендации и нейросети кредитного скоринга в крупнейшем банке, а теперь вы видите результаты моей работы каждый раз, когда заходите на главную страницу любимого маркетплейса. Сегодняшний рассказ — о том, как мы развиваем WildBERT. Читать далее",
      "shortDescription": "Всем привет! На связи Ваня Ващенко, и я лид по развитию нейросетевых моделей в команде персональных рекомендаций Wildberries. Раньше я развивал B2C-рекомендации и нейросети кредитного скоринга в крупнейшем банке, а теперь вы видите результаты моей работы каждый раз, когда заходите на главную страниц...",
      "link": "https://habr.com/ru/companies/wildberries/articles/972082/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972082",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/11d/56e/656/11d56e656cb08ff52e40485a4f2993b0.png",
      "pubDate": "2025-12-04T09:01:26+00:00",
      "hashtags": [
        "#ИИ",
        "#тест"
      ]
    },
    {
      "id": "Habr_21_1764844965",
      "title": "Паника Сэма Альтмана: Почему пользователи бегут из ChatGPT, а Google празднует победу",
      "description": "OpenAI нажала на красную кнопку, и сегодня оказалась в позиции отстающих. Разберемся, почему так случилось, и кто смог обогнать AI-первопроходца. Читать далее",
      "shortDescription": "OpenAI нажала на красную кнопку, и сегодня оказалась в позиции отстающих. Разберемся, почему так случилось, и кто смог обогнать AI-первопроходца. Читать далее",
      "link": "https://habr.com/ru/articles/973070/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973070",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f03/5d6/71b/f035d671b22f011a693b6b6d398d071f.png",
      "pubDate": "2025-12-04T08:44:16+00:00",
      "hashtags": [
        "#ИИ",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "Habr_23_1764844965",
      "title": "Как в 2026 году снизить стоимость разработки интеграций",
      "description": "На связи Сергей Скирдин, технический директор ИТ-интегратора «Белый код». В этом году мы много работали над интеграциями для крупных и средних компаний. Одна из платформ, которую активно внедряем в проектах — DATAREON Platform. В процессе часто возникает потребность в автоматизации рутинных задач: генерации обработчиков, настройке коннекторов, работе с хранилищем. Расскажу, что есть сейчас для более простого и более дешевого переноса данных из 1С. Читать далее",
      "shortDescription": "На связи Сергей Скирдин, технический директор ИТ-интегратора «Белый код». В этом году мы много работали над интеграциями для крупных и средних компаний. Одна из платформ, которую активно внедряем в проектах — DATAREON Platform. В процессе часто возникает потребность в автоматизации рутинных задач: г...",
      "link": "https://habr.com/ru/companies/w_code/articles/973144/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973144",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f11/534/a62/f11534a62a4925b8f5f082f1d699df28.png",
      "pubDate": "2025-12-04T08:20:13+00:00",
      "hashtags": [
        "#код",
        "#AR",
        "#интеграция",
        "#ИИ"
      ]
    },
    {
      "id": "Habr_25_1764844965",
      "title": "[Перевод] ЦРУ превратило 6 собак в дистанционно управляемых убийц",
      "description": "Благодаря рассекреченным документам общественность теперь хорошо осведомлена о неудачных попытках Центрального разведывательного управления (ЦРУ) в области контроля над сознанием в 1950-х и 1960-х годах. MKUltra — сверхсекретная и широкомасштабная программа экспериментов на людях — включала 149 подпроектов, в рамках которых тысячи ничего не подозревающих американцев становились подопытными, подвергались воздействию высоковольтных разрядов, радиоволн и психоделических препаратов в попытке разработать методы «промывания мозгов» для использования против противника – СССР.Но люди были не единственными участниками MKUltra, не давшими на это согласия. Животные также играли главную роль в исследованиях, направленных на усиление шпионской деятельности во время холодной войны. Хирурги имплантировали микрофоны в уши кошек. Слону якобы вводили огромные дозы ЛСД. А в одном особенно жутком эксперименте учёные имплантировали электроды в мозг шести собак, пытаясь контролировать их движения и превратить их в дистанционно управляемых убийц. Читать далее",
      "shortDescription": "Благодаря рассекреченным документам общественность теперь хорошо осведомлена о неудачных попытках Центрального разведывательного управления (ЦРУ) в области контроля над сознанием в 1950-х и 1960-х годах. MKUltra — сверхсекретная и широкомасштабная программа экспериментов на людях — включала 149 подп...",
      "link": "https://habr.com/ru/articles/973020/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973020",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/4b8/912/56e/4b891256e5b0785897a81b42462871e6.jpg",
      "pubDate": "2025-12-04T08:10:28+00:00",
      "hashtags": [
        "#радио"
      ]
    },
    {
      "id": "Habr_26_1764844965",
      "title": "Как начать работать с Nuxt UI — библиотекой компонентов для Vue и Nuxt",
      "description": "Недавно UI-библиотека Nuxt UI получила серьёзное обновление — версию Nuxt UI 4. Это принесло два больших изменения. Во-первых, теперь можно использовать Nuxt UI не только с Nuxt, но и с Vue напрямую. Во-вторых, все ранее платные возможности (Pro-компоненты, стартовые шаблоны и Figma UI Kit) теперь полностью бесплатны.Всё это хороший повод разобраться, как же устроена Nuxt UI, в чём её преимущества и как начать с ней работать. Читать далее",
      "shortDescription": "Недавно UI-библиотека Nuxt UI получила серьёзное обновление — версию Nuxt UI 4. Это принесло два больших изменения. Во-первых, теперь можно использовать Nuxt UI не только с Nuxt, но и с Vue напрямую. Во-вторых, все ранее платные возможности (Pro-компоненты, стартовые шаблоны и Figma UI Kit) теперь п...",
      "link": "https://habr.com/ru/companies/timeweb/articles/971892/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971892",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/146/eec/931/146eec9313d8646b25dffa5255cb9c29.jpg",
      "pubDate": "2025-12-04T08:05:24+00:00",
      "hashtags": [
        "#ux",
        "#ui",
        "#it"
      ]
    },
    {
      "id": "Habr_28_1764844965",
      "title": "Секреты на клиенте: как снизить вероятность утечки с нуля до почти нуля",
      "description": "Мобильное приложение всегда оказывается на устройстве пользователя — а значит, потенциально доступ к нему может быть и у злоумышленника. Это значительно повышает требования к безопасности выпускаемых продуктов, поскольку в коде приложений неизбежно содержатся конфиденциальные данные, которые используются разработчиками. Соответственно, обязательным условием становится защита секретов на клиенте от утечек.Привет, Хабр. Меня зовут Кирилл Смирнов. Я руководитель разработки в iOS команде СберЗдоровья — MedTech компании №1 в России. В этой статье я расскажу, где в iOS-приложениях хранятся секреты и как их находят, почему важно скрывать секреты, и как выстроить надежную защиту с учетом потенциальных угроз. Материал подготовлен по мотивам моего доклада на Podlodka iOS Crew. Вы можете посмотреть его здесь.  Читать далее",
      "shortDescription": "Мобильное приложение всегда оказывается на устройстве пользователя — а значит, потенциально доступ к нему может быть и у злоумышленника. Это значительно повышает требования к безопасности выпускаемых продуктов, поскольку в коде приложений неизбежно содержатся конфиденциальные данные, которые использ...",
      "link": "https://habr.com/ru/companies/docdoc/articles/970796/?utm_source=habrahabr&utm_medium=rss&utm_campaign=970796",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/c61/820/ee8/c61820ee8199e53c5d13fdd4ea59c1d5.jpg",
      "pubDate": "2025-12-04T08:00:21+00:00",
      "hashtags": [
        "#код",
        "#ИИ",
        "#приложение"
      ]
    },
    {
      "id": "Habr_34_1764844965",
      "title": "Больше, чем BI: 23 фичи Luxms BI, которыми мы гордимся. Часть 3: решения для специализированных задач",
      "description": "Это третья часть серии «23 фичи Luxms BI, которыми мы гордимся». В первой мы говорили о платформенности и архитектуре, о том, на чем держится система. Во второй – о классическом BI-функционале, который делает систему BI-системой.А сегодня мы расскажем, что происходит, когда бизнес-задачи перерастают рамки стандартной аналитики. Речь пойдет о функциях, которые превращают Luxms BI из инструмента визуализации в платформу для решения сложных, специализированных задач. Именно эти возможности наши заказчики чаще всего характеризуют фразой «а вот это – действительно больше, чем BI». Читать далее",
      "shortDescription": "Это третья часть серии «23 фичи Luxms BI, которыми мы гордимся». В первой мы говорили о платформенности и архитектуре, о том, на чем держится система. Во второй – о классическом BI-функционале, который делает систему BI-системой.А сегодня мы расскажем, что происходит, когда бизнес-задачи перерастают...",
      "link": "https://habr.com/ru/companies/luxms_bi/articles/972946/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972946",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/9f5/19d/0d0/9f519d0d03b86cbfab0b08d37f15f5ad.png",
      "pubDate": "2025-12-04T07:31:14+00:00",
      "hashtags": [
        "#ИИ",
        "#ux"
      ]
    },
    {
      "id": "Habr_36_1764844965",
      "title": "Мы превращаемся в операторов Claude? Разбор отчета Anthropic и поиск выхода из тупика",
      "description": "Вы тоже думали, что в Anthropic сидят небожители, которые пишут идеальный код с помощью секретных версий Claude 5.0? Похоже, нет. У них те же проблемы, что и у нас: джуны разучились гуглить, сеньоры ленятся писать документацию, а «холодный старт» проекта вгоняет в ступор даже SotA модели.На днях компания выпустила крутой разбор — как AI трансформирует их внутреннюю культуру. Там есть всё: от признаний в некомпетентности до споров о том, умирает ли профессия.Я разобрал ключевые тезисы исследования, чтобы понять: мы наблюдаем эволюцию разработчика или его превращение в оператора кнопки «Сделать красиво»? Читать далее",
      "shortDescription": "Вы тоже думали, что в Anthropic сидят небожители, которые пишут идеальный код с помощью секретных версий Claude 5.0? Похоже, нет. У них те же проблемы, что и у нас: джуны разучились гуглить, сеньоры ленятся писать документацию, а «холодный старт» проекта вгоняет в ступор даже SotA модели.На днях ком...",
      "link": "https://habr.com/ru/articles/973122/?utm_source=habrahabr&utm_medium=rss&utm_campaign=973122",
      "source": "Habr",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-04T07:16:46+00:00",
      "hashtags": [
        "#код",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "Habr_38_1764844965",
      "title": "Interrupt-интерфейс человеческой психики",
      "description": "Те, кто изучал работу компьютерных систем, знают, что в них есть понятие «прерываний», которые позволяют экономить драгоценное процессорное время, прерываясь от текущих задач и обрабатывая некое событие, только тогда, когда оно произошло, а не постоянно следя за этим, иначе никакого высокопроизводительного процессора не хватит ни на что. Это можно сравнить с тем, как если бы вы, постоянно, каждую секунду, открывали и закрывали входную дверь в квартиру, непрерывно проверяя, не пришёл ли кто-нибудь? Согласитесь, что мы так не делаем, так как это было бы нерационально.Забавно, но, уже достаточно давно, я отслеживаю один любопытный феномен, который я для себя назвал «interrupt-интерфейс человеческой психики»... Читать далее",
      "shortDescription": "Те, кто изучал работу компьютерных систем, знают, что в них есть понятие «прерываний», которые позволяют экономить драгоценное процессорное время, прерываясь от текущих задач и обрабатывая некое событие, только тогда, когда оно произошло, а не постоянно следя за этим, иначе никакого высокопроизводит...",
      "link": "https://habr.com/ru/companies/beget/articles/971658/?utm_source=habrahabr&utm_medium=rss&utm_campaign=971658",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/f71/cde/9f8/f71cde9f8fe00892ab4685293bfc1416.png",
      "pubDate": "2025-12-04T07:06:00+00:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "Habr_39_1764844965",
      "title": "Как Temporal без боли решает привычную проблему распределённой бизнес-логики",
      "description": "Меня зовут Миша, я бэкенд‑разработчик в платформе Яндекс Еды, и в этой статье я расскажу о принципах работы Temporal: почему мы его выбрали как основу нового процессинга, в чём его сильные стороны и как изменилась наша жизнь после перехода. Раньше для такого требовались: стейт‑машина с полудюжиной состояний, очереди и воркеры, обработчики на каждое событие и блокировки от race conditions. Теперь всё это описано в одной функции, которая вообще выглядит как псевдокод. Магия? Нет, Temporal. С тех пор как мы перенесли процессинг на Temporal, разработка существенно упростилась. Пользователь оплачивает заказ, ресторан его подтверждает и готовит, курьер забирает и привозит — ровно это и отражено в коде. Ну разве не прелесть? Читать далее",
      "shortDescription": "Меня зовут Миша, я бэкенд‑разработчик в платформе Яндекс Еды, и в этой статье я расскажу о принципах работы Temporal: почему мы его выбрали как основу нового процессинга, в чём его сильные стороны и как изменилась наша жизнь после перехода. Раньше для такого требовались: стейт‑машина с полудюжиной с...",
      "link": "https://habr.com/ru/companies/yandex/articles/972612/?utm_source=habrahabr&utm_medium=rss&utm_campaign=972612",
      "source": "Habr",
      "category": "Технологии",
      "image": "https://habrastorage.org/getpro/habr/upload_files/abb/0c1/99f/abb0c199feb679d7c4bead6b1ce1816d.png",
      "pubDate": "2025-12-04T07:00:58+00:00",
      "hashtags": [
        "#код",
        "#ИИ",
        "#разработка",
        "#it"
      ]
    },
    {
      "id": "3DNews_34_1764844969",
      "title": "Cream Guitars представила гитару, цвет которой может меняться под музыку",
      "description": "Электронные чернила добрались и до музыкальных инструментов. Компания Cream Guitars анонсировала выпуск электрогитары Cream DaVinci, передняя панель которой полностью покрыта дисплеем на основе технологии E Ink Prism 3 и в режиме реального времени может изменять цвет и дизайн за счёт перемещения цветных частиц. Источник изображений: Cream Guitars",
      "shortDescription": "Электронные чернила добрались и до музыкальных инструментов. Компания Cream Guitars анонсировала выпуск электрогитары Cream DaVinci, передняя панель которой полностью покрыта дисплеем на основе технологии E Ink Prism 3 и в режиме реального времени может изменять цвет и дизайн за счёт перемещения цве...",
      "link": "https://3dnews.ru/1133361",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133361/Cream-Guitars.jpg",
      "pubDate": "2025-12-04T05:03:00+03:00",
      "hashtags": [
        "#AR",
        "#ui",
        "#it",
        "#технологии",
        "#ИИ",
        "#дизайн"
      ]
    },
    {
      "id": "3DNews_5_1764844969",
      "title": "«Грокипедия» стала редактируемой — и начался хаос",
      "description": "Проект Grokipedia от компании xAI Илона Маска (Elon Musk) перешёл в стадию открытого редактирования, однако текущая реализация механизма вызывает серьёзные вопросы с точки зрения надёжности, прозрачности и устойчивости к манипуляциям. Изначально запущенная в октябре с 800 000 статей, написанных чат-ботом Grok, платформа была закрыта для внешних правок и критиковалась за пристрастность, включая расистские формулировки, лесть в адрес Маска и дословное копирование материалов из Wikipedia. Источник изображения: grokipedia.com",
      "shortDescription": "Проект Grokipedia от компании xAI Илона Маска (Elon Musk) перешёл в стадию открытого редактирования, однако текущая реализация механизма вызывает серьёзные вопросы с точки зрения надёжности, прозрачности и устойчивости к манипуляциям. Изначально запущенная в октябре с 800 000 статей, написанных чат-...",
      "link": "https://3dnews.ru/1133359",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/04/1133359/Grokipedia.jpg",
      "pubDate": "2025-12-04T00:56:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа",
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_6_1764844969",
      "title": "Цены на смартфоны взлетят уже в начале 2026 года — и несложно догадаться, почему",
      "description": "Глобальный дефицит и подорожание памяти уже сказываются на многих отраслях электронной промышленности, а ведь это только начало — в следующем году ситуация усугубится. Ощутимый удар придётся на рынок смартфонов: аналитики предсказывают рекордный рост цен на устройства и, как следствие, первое со времён пандемии падение поставок.   IDC прогнозирует на 2026 год снижение мировых продаж смартфонов на 0,9 %, тогда как ранее аналитическая компания ожидала рост на 1,5 %. При этом предполагается, что из-за роста стоимости чипов оперативной памяти (DRAM) и флеш-памяти (NAND) средняя цена смартфона вырастет с текущих $440 до $511 уже в первом квартале следующего года.",
      "shortDescription": "Глобальный дефицит и подорожание памяти уже сказываются на многих отраслях электронной промышленности, а ведь это только начало — в следующем году ситуация усугубится. Ощутимый удар придётся на рынок смартфонов: аналитики предсказывают рекордный рост цен на устройства и, как следствие, первое со вре...",
      "link": "https://3dnews.ru/1133360",
      "source": "3DNews",
      "category": "Технологии",
      "image": "assets/placeholder.jpg",
      "pubDate": "2025-12-04T00:51:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews_37_1764844969",
      "title": "Вышел первый обзор ПК на двухчиповых ИИ-ускорителях Intel Arc Pro B60 — восемь GPU и 192 Гбайт GDDR6",
      "description": "Первое практическое тестирование платформы Intel Arc Pro B60 Battlematrix, опубликованное порталом Storage Review, демонстрирует плотную локальную систему ИИ, построенную на базе четырёх двухчиповых профессиональных видеокарт Arc Pro B60. Источник изображения: VideoCardz",
      "shortDescription": "Первое практическое тестирование платформы Intel Arc Pro B60 Battlematrix, опубликованное порталом Storage Review, демонстрирует плотную локальную систему ИИ, построенную на базе четырёх двухчиповых профессиональных видеокарт Arc Pro B60. Источник изображения: VideoCardz",
      "link": "https://3dnews.ru/1133356",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133356/BATTLEMATRIX-REVIEW.jpg",
      "pubDate": "2025-12-03T23:03:00+03:00",
      "hashtags": [
        "#AR",
        "#тест",
        "#gpu",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_38_1764844969",
      "title": "Nebius предрекла взрывной рост ИИ-инфраструктуры — но признала, что нужно быть готовым к «зиме»",
      "description": "Голландский неооблачный провайдер Nebius, созданный Аркадием Воложем из бывшей материнской структуры «Яндекса» Yandex N.V., начнёт использовать недавние многомиллиардные контракты с Microsoft и M**a для расширения сотрудничества с компаниями в сфере ИИ — как с перспективными стартапами, так и с технологическими гигантами, такими как Siemens и BMW. Это должно способствовать технологическому суверенитету ЕС. Источник изображения: Nebius Group NV",
      "shortDescription": "Голландский неооблачный провайдер Nebius, созданный Аркадием Воложем из бывшей материнской структуры «Яндекса» Yandex N.V., начнёт использовать недавние многомиллиардные контракты с Microsoft и M**a для расширения сотрудничества с компаниями в сфере ИИ — как с перспективными стартапами, так и с техн...",
      "link": "https://3dnews.ru/1133355",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133355/nebius.jpg",
      "pubDate": "2025-12-03T22:51:00+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "DTF_11_1764844967",
      "title": "Хендерсон: Eidos Montreal занималась перезапуском Legacy of Kain до того, как стала частью Embracer",
      "description": "Проект был в разработке около года.",
      "shortDescription": "Проект был в разработке около года.",
      "link": "https://dtf.ru/games/4509769-eidos-montreal-perezapusk-legacy-of-kain?from=rss",
      "source": "DTF",
      "category": "Игры",
      "image": "https://leonardo.osnova.io/1b17a74f-b144-5d0c-adea-4411df24f09f/",
      "pubDate": "2025-12-03T22:38:33+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews_40_1764844969",
      "title": "Asus приостановила поставки дорогущей GeForce RTX 5090 ROG Matrix Platinum 30th Anniversary Edition из-за «проблем с качеством»",
      "description": "Компания Asus приостановила поставки эксклюзивной модели видеокарты GeForce RTX 5090 32GB ROG Matrix Platinum 30th Anniversary Edition из-за «проблем с качеством» продукта. Об этом в электронном письме сообщил покупателям шведский ретейлер Inet, извинившийся за невозможность отправить карту в запланированный срок. Источник изображения: Asus",
      "shortDescription": "Компания Asus приостановила поставки эксклюзивной модели видеокарты GeForce RTX 5090 32GB ROG Matrix Platinum 30th Anniversary Edition из-за «проблем с качеством» продукта. Об этом в электронном письме сообщил покупателям шведский ретейлер Inet, извинившийся за невозможность отправить карту в заплан...",
      "link": "https://3dnews.ru/1133351",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133351/ASUS-ROG-MATRIX-5090.jpg",
      "pubDate": "2025-12-03T21:18:00+03:00",
      "hashtags": [
        "#AR",
        "#it"
      ]
    },
    {
      "id": "vc.ru_6_1764844967",
      "title": "Оставили алгоритмы «думать» на ночь: в Шанхае открылся конференц-центр, в проектировании которого использовали машинное обучение",
      "description": "Финальный вариант из предложенных выбирали люди — «алгоритм не знает, что такое красота».",
      "shortDescription": "Финальный вариант из предложенных выбирали люди — «алгоритм не знает, что такое красота».",
      "link": "https://vc.ru/design/2628170-neyroseti-v-arhitekture-konferenc-tsentr-west-bund-v-shankhaye?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/88697b57-8f72-5a78-b7dd-26869b71373a/",
      "pubDate": "2025-12-03T20:37:21+03:00",
      "hashtags": [
        "#машинноеобучение",
        "#ИИ",
        "#алгоритм"
      ]
    },
    {
      "id": "3DNews_10_1764844969",
      "title": "«У Microsoft никогда ничего не получается с первого раза»: Copilot+PC провалился и только запутал пользователей",
      "description": "По мнению аналитиков, Microsoft следует отказаться от маркировки Copilot+PC для ПК, поскольку она лишь сеет путаницу среди покупателей. По замыслу компании, сертифицированные подобным образом ПК с нейропроцессорами (NPU), должны были запускать ИИ-приложения без подключения к интернету. На самом деле концепция Copilot+PC лишь создала необоснованные технические барьеры для ИИ, не предоставив владельцам таких устройств практически никаких преимуществ. Источник изображений: Microsoft",
      "shortDescription": "По мнению аналитиков, Microsoft следует отказаться от маркировки Copilot+PC для ПК, поскольку она лишь сеет путаницу среди покупателей. По замыслу компании, сертифицированные подобным образом ПК с нейропроцессорами (NPU), должны были запускать ИИ-приложения без подключения к интернету. На самом деле...",
      "link": "https://3dnews.ru/1133349",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133349/copilot-plus-pc-1.jpg",
      "pubDate": "2025-12-03T20:04:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_41_1764844969",
      "title": "«Стоящее дело»: Intel впечатлила клиентов разрабатываемым 14-ангстремным техпроцессом",
      "description": "Техпроцесс Intel 14A — критически важный продукт для производственного подразделения Intel Foundry. Он в настоящее время находится в стадии разработки и запланирован к внедрению в массовое производство в 2027 году. Потенциальные клиенты, с которыми Intel Foundry сотрудничает в процессе разработки, высоко оценивают конкурентоспособность техпроцесса 14A не только на рынках центров обработки данных и ПК, но и мобильных чипов. По словам Патрика Мурхеда (Patrick Moorhead) из Moor Insights & Strategy, который часто взаимодействует с руководителями отрасли, как минимум два клиента Intel очень довольны ходом разработки нового техпроцесса. «Клиенты Intel, с которыми я общался и которые видели этот узел, говорят, что 14A — это действительно стоящее дело. — сообщил Мурхед. — Он должен быть весьма конкурентоспособным не только на рынках центров обработки данных и ПК, но и мобильных чипов, что знаменует собой важный шаг для компании».",
      "shortDescription": "Техпроцесс Intel 14A — критически важный продукт для производственного подразделения Intel Foundry. Он в настоящее время находится в стадии разработки и запланирован к внедрению в массовое производство в 2027 году. Потенциальные клиенты, с которыми Intel Foundry сотрудничает в процессе разработки, в...",
      "link": "https://3dnews.ru/1133346",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133346/intel_logo-3dnews.jpg",
      "pubDate": "2025-12-03T19:39:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_43_1764844969",
      "title": "Стартап взялся навести порядок в хаосе роботакси — система укажет беспилотным авто, где стоять и куда ехать",
      "description": "Быстрое развитие беспилотного транспорта заставляет задуматься о создании единой системы его координирования. Важнейшей частью подобной инфраструктуры станет управление местами посадки или высадки пассажиров, а также точками отправки заказов автономным транспортом и их выдачи клиенту. Базирующаяся в Пало-Альто компания Autolane берётся решить эту задачу и уже получила $7,4 млн целевых инвестиций. Источник изображений: Autolane",
      "shortDescription": "Быстрое развитие беспилотного транспорта заставляет задуматься о создании единой системы его координирования. Важнейшей частью подобной инфраструктуры станет управление местами посадки или высадки пассажиров, а также точками отправки заказов автономным транспортом и их выдачи клиенту. Базирующаяся в...",
      "link": "https://3dnews.ru/1133344",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133344/autolane-1.jpg",
      "pubDate": "2025-12-03T19:01:00+03:00",
      "hashtags": [
        "#робот",
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "3DNews_44_1764844969",
      "title": "Представлен складной смартфон Nubia Fold с чипом Snapdragon 8 Elite и батареей на 6560 мА·ч всего за $1145",
      "description": "Бренд Nubia представил официально сразу два смартфона с гибким дисплеем. Речь о раскладушке Nubia Flip3 и смартфоне-книжке Nubia Fold, которые вендор анонсировал на японском рынке. Источник изображений: GSM Arena",
      "shortDescription": "Бренд Nubia представил официально сразу два смартфона с гибким дисплеем. Речь о раскладушке Nubia Flip3 и смартфоне-книжке Nubia Fold, которые вендор анонсировал на японском рынке. Источник изображений: GSM Arena",
      "link": "https://3dnews.ru/1133340",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133340/1069.jpg",
      "pubDate": "2025-12-03T18:02:00+03:00",
      "hashtags": [
        "#AR",
        "#смартфон",
        "#it"
      ]
    },
    {
      "id": "3DNews_11_1764844969",
      "title": "«Я глубоко, глубоко сожалею»: ИИ-агент Google без разрешения  стёр диск пользователя, но потом извинился",
      "description": "Разработчик ПО, использующий агент с искусственным интеллектом Google Antigravity, обнаружил, что приложение без разрешения удалило все данные с его диска D. В ответ на вопрос об инциденте ИИ-агент признал, что совершил ошибку, и выразил глубокое раскаяние. Источник изображения: Aidin Geranrekab / unsplash.com",
      "shortDescription": "Разработчик ПО, использующий агент с искусственным интеллектом Google Antigravity, обнаружил, что приложение без разрешения удалило все данные с его диска D. В ответ на вопрос об инциденте ИИ-агент признал, что совершил ошибку, и выразил глубокое раскаяние. Источник изображения: Aidin Geranrekab / u...",
      "link": "https://3dnews.ru/1133337",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133337/ai_3.jpg",
      "pubDate": "2025-12-03T18:00:00+03:00",
      "hashtags": [
        "#AI",
        "#приложение",
        "#it",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "3DNews_12_1764844969",
      "title": "На японском телевидении показали несколько секунд нового геймплея Resident Evil Requiem — фанаты первой части и ремейка Resident Evil 2 в восторге",
      "description": "Японский издатель и разработчик Capcom обещает показать амбициозный хоррор Resident Evil Requiem в начале 2026 года, однако так долго новых геймплейных кадров фанатам ждать не пришлось.   Источник изображений: Capcom",
      "shortDescription": "Японский издатель и разработчик Capcom обещает показать амбициозный хоррор Resident Evil Requiem в начале 2026 года, однако так долго новых геймплейных кадров фанатам ждать не пришлось.   Источник изображений: Capcom",
      "link": "https://3dnews.ru/1133339",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133339/00.jpg",
      "pubDate": "2025-12-03T17:47:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ui"
      ]
    },
    {
      "id": "vc.ru_4_1764844967",
      "title": "Роскомнадзор подтвердил блокировку Roblox",
      "description": "О том, что платформа недоступна в России, пользователи начали сообщать утром 3 декабря 2025 года.",
      "shortDescription": "О том, что платформа недоступна в России, пользователи начали сообщать утром 3 декабря 2025 года.",
      "link": "https://vc.ru/services/2630371-roskomnadzor-zablokiroval-roblox?from=rss",
      "source": "vc.ru",
      "category": "Технологии",
      "image": "https://leonardo.osnova.io/f9bdf55f-a302-509c-b08a-d9cd8df617b7/",
      "pubDate": "2025-12-03T17:28:58+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "3DNews_13_1764844969",
      "title": "Roblox перестала работать в России после предупреждений от Роскомнадзора",
      "description": "Популярная среди детей и подростков игровая платформа Roblox от компании Roblox Corporation неожиданно перестала работать в России. Это произошло через несколько дней после предупреждения от Роскомнадзора.   Источник изображения: Getty Images",
      "shortDescription": "Популярная среди детей и подростков игровая платформа Roblox от компании Roblox Corporation неожиданно перестала работать в России. Это произошло через несколько дней после предупреждения от Роскомнадзора.   Источник изображения: Getty Images",
      "link": "https://3dnews.ru/1133319",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133319/00.jpg",
      "pubDate": "2025-12-03T12:46:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "3DNews_14_1764844969",
      "title": "OpenAI готовит «Чеснок» — улучшенную версию GPT, способную обойти Gemini 3 Pro и других конкурентов",
      "description": "После выхода большой языковой модели Google Gemini 3, которая, как утверждается, превзошла OpenAI GPT-5 по нескольким ключевым показателям, а также ИИ-модели других конкурентов, OpenAI ускорила разработку новой большой языковой модели под кодовым названием Garlic (англ. — чеснок), стремясь отыграть у Google позиции в гонке за искусственный интеллект, сообщил ресурс The Information. Источник изображения: Growtika/unsplash.com",
      "shortDescription": "После выхода большой языковой модели Google Gemini 3, которая, как утверждается, превзошла OpenAI GPT-5 по нескольким ключевым показателям, а также ИИ-модели других конкурентов, OpenAI ускорила разработку новой большой языковой модели под кодовым названием Garlic (англ. — чеснок), стремясь отыграть ...",
      "link": "https://3dnews.ru/1133316",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/03/1133316/growtika-P5mCQ4KACbM-unsplash.jpg",
      "pubDate": "2025-12-03T12:34:00+03:00",
      "hashtags": [
        "#AR",
        "#AI",
        "#код",
        "#искусственныйинтеллект",
        "#ИИ",
        "#ai"
      ]
    },
    {
      "id": "Ведомости Технологии_5_1764844977",
      "title": "В России запретят учиться с иностранными роботами",
      "description": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "shortDescription": "Это должно стимулировать развитие отечественной робототехники и электронной компонентной базы",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/03/1160054-v-rossii-zapretyat-uchitsya-s-inostrannimi-robotami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9c/1ev7nd/normal-1txb.png",
      "pubDate": "2025-12-03T00:35:15+03:00",
      "hashtags": [
        "#робот",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_16_1764844969",
      "title": "Чудеса оптимизации: разработчики Helldivers 2 сократили размер игры на ПК со 154 до 23 Гбайт почти без вреда для скорости загрузок",
      "description": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "shortDescription": "В наше время игровые блокбастеры удивляют не только качеством, но и объёмом места на накопителе. С выходом свежего обновления кооперативный шутер Helldivers 2 от Arrowhead Game Studios из числа таких проектов устранился.   Источник изображений: Arrowhead Game Studios",
      "link": "https://3dnews.ru/1133292",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133292/00.jpg",
      "pubDate": "2025-12-02T23:52:00+03:00",
      "hashtags": [
        "#game",
        "#AR",
        "#игры",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews_20_1764844969",
      "title": "ИИ сломал Big Tech: золотое правило «трать мало, зарабатывай много» больше не работает",
      "description": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовые инструменты. Такой переход к капиталоёмким бизнес-моделям ограничивает рост доходности капитала для акционеров и вызывает обоснованные опасения инвесторов. Источник изображения: Loongson",
      "shortDescription": "Alphabet, Amazon, M**a, Microsoft, как и другие крупные технологические компании, инвестируют пугающие суммы в искусственный интеллект — их совместные капитальные затраты в текущем финансовом году составят более $380 млрд. Для финансирования расходов часто применяются заёмные средства и внебалансовы...",
      "link": "https://3dnews.ru/1133275",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133275/loongson-servers.jpg",
      "pubDate": "2025-12-02T18:48:00+03:00",
      "hashtags": [
        "#ИИ",
        "#искусственныйинтеллект"
      ]
    },
    {
      "id": "3DNews_24_1764844969",
      "title": "Стример первым в мире прошёл Escape from Tarkov — он сбежал из Таркова, но какой ценой?",
      "description": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "shortDescription": "Долгие годы побег из Таркова для игроков эвакуационного шутера Escape from Tarkov от российской студии Battlestate Games был отдалённой мечтой, но с выходом релизной версии эта мечта превратилась в реальность. По крайней мере, для одного человека.   Источник изображений: Battlestate Games",
      "link": "https://3dnews.ru/1133258",
      "source": "3DNews",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/12/02/1133258/00.jpg",
      "pubDate": "2025-12-02T14:34:00+03:00",
      "hashtags": [
        "#game",
        "#AR",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_8_1764844977",
      "title": "На базе Бауманки и МИРЭА будут созданы центры по кибербезопасности",
      "description": "К подготовке специалистов привлекут крупные IT-компании",
      "shortDescription": "К подготовке специалистов привлекут крупные IT-компании",
      "link": "https://www.vedomosti.ru/society/articles/2025/12/02/1159727-na-baze-baumanki-i-mirea-budut-sozdani-tsentri-po-kiberbezopasnosti",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/1eqlf4/normal-1tra.png",
      "pubDate": "2025-12-02T00:28:59+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_10_1764844977",
      "title": "Мошенники похитили у россиян более 1,5 млрд рублей с помощью одного приложения",
      "description": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "shortDescription": "Приложение для подмены трафика фактически дает полный доступ для дистанционного управления смартфоном",
      "link": "https://www.vedomosti.ru/technology/articles/2025/12/01/1159422-moshenniki-pohitili-u-rossiyan-s-pomoschyu-odnogo-prilozheniya",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/9b/21obw/normal-2nh.jpg",
      "pubDate": "2025-12-01T00:57:29+03:00",
      "hashtags": [
        "#приложение",
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_14_1764844977",
      "title": "Технологический сбор на смартфоны и ноутбуки может составить 750 и 1500 рублей",
      "description": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "shortDescription": "Источники «Ведомостей» говорят, что параметры тарифа в процессе обсуждения",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/28/1158856-tehnologicheskii-sbor-na-smartfoni-i-noutbuki",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/1dwbhr/normal-1so2.jpg",
      "pubDate": "2025-11-28T01:06:21+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "Ведомости Технологии_19_1764844977",
      "title": "Четверть крупных компаний России тратит на «облака» более 10 млн рублей в год",
      "description": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "shortDescription": "Это объясняется гибкостью развертывания инфраструктуры и экономией на покупке серверов",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/27/1158460-chetvert-krupnih-kompanii-rossii-tratit-na-oblaka-bolee-10-mln-rublei-v-god",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/97/nasyb/normal-u73.jpg",
      "pubDate": "2025-11-27T00:08:00+03:00",
      "hashtags": [
        "#ИИ",
        "#сервер"
      ]
    },
    {
      "id": "Ведомости Технологии_21_1764844977",
      "title": "В России запустили долговой фонд для поддержки стартапов на 3 млрд рублей",
      "description": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "shortDescription": "Такие фонды могут стать популярны на фоне высокой ключевой ставки, считают эксперты",
      "link": "https://www.vedomosti.ru/investments/articles/2025/11/26/1158089-v-rossii-zapustili-dolgovoi-fond-dlya-podderzhki-startapov",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/95/1big1d/normal-1pkq.jpg",
      "pubDate": "2025-11-26T00:38:03+03:00",
      "hashtags": [
        "#ИИ",
        "#стартап"
      ]
    },
    {
      "id": "Ведомости Технологии_27_1764844977",
      "title": "Минпромторг проверит автотранспорт на кибербезопасность",
      "description": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "shortDescription": "Для этого будет создан специальный центр противодействия компьютерным атакам на транспорт",
      "link": "https://www.vedomosti.ru/business/articles/2025/11/24/1157360-minpromtorg-proverit-avtotransport-na-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/93/1e52sv/normal-1sze.jpg",
      "pubDate": "2025-11-24T00:09:28+03:00",
      "hashtags": [
        "#кибер",
        "#компьютер"
      ]
    },
    {
      "id": "Ведомости Технологии_28_1764844977",
      "title": "ЦБ допустил создание платформ обмена данными для развития ИИ",
      "description": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "shortDescription": "Похожая платформа Минцифры пока не может полноценно решить эту задачу, считают в Банке России",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/21/1156822-tsb-dopustil-sozdanie-platform-obmena-dannimi-dlya-ii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/90/1f0wfh/normal-1u4p.png",
      "pubDate": "2025-11-21T01:41:00+03:00",
      "hashtags": [
        "#ИИ",
        "#платформа"
      ]
    },
    {
      "id": "Ведомости Технологии_31_1764844977",
      "title": "Мосбиржа предрекла IT-отрасли год консолидации",
      "description": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "shortDescription": "Участники отрасли говорят о сложностях с привлечением финансирования и снижении господдержки",
      "link": "https://www.vedomosti.ru/finance/articles/2025/11/19/1156060-mosbirzha-predrekla-it-otrasli-god-konsolidatsii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8z/9bi5/normal-c3.jpg",
      "pubDate": "2025-11-19T00:55:05+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_32_1764844977",
      "title": "IT-подрядчиков критических объектов обяжут строго блюсти кибербезопасность",
      "description": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "shortDescription": "ФСТЭК с начала года выявила здесь уже 1100 нарушений в обеспечении защиты информации",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/19/1156089-it-podryadchikov-kriticheskih-obektov-obyazhut-strogo-blyusti-kiberbezopasnost",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8y/1ejztz/normal-1tir.png",
      "pubDate": "2025-11-19T00:53:33+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_35_1764844977",
      "title": "Крупные IT-компании должны договориться с вузами о мерах поддержки",
      "description": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "shortDescription": "Им нужно будет выделить до 5% от сэкономленных от налогов средств и нефинансово помогать в подготовке кадров",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/17/1155350-krupnie-it-kompanii-dolzhni-dogovoritsya-s-vuzami",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/1atsij/normal-1oot.jpg",
      "pubDate": "2025-11-17T00:35:06+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "Ведомости Технологии_38_1764844977",
      "title": "В Париже проходит главная мировая выставка фотографии Paris Photo",
      "description": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "shortDescription": "Ее часть в этом году посвящена фотографиям, сделанным на смартфоны",
      "link": "https://www.vedomosti.ru/technology/news/2025/11/16/1155315-vistavka-paris-photo",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8w/xnli6/normal-17m8.jpg",
      "pubDate": "2025-11-16T17:28:06+03:00",
      "hashtags": [
        "#AR",
        "#смартфон",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_39_1764844977",
      "title": "Российские ресурсы оштрафуют за авторизацию пользователей через Gmail",
      "description": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "shortDescription": "Но пока не все сервисы убрали регистрацию через иностранные почтовые ящики",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/15/1155132-rossiiskie-resursi",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8u/14g4ld/normal-1gf6.jpg",
      "pubDate": "2025-11-15T11:51:53+03:00",
      "hashtags": [
        "#AI",
        "#ai"
      ]
    },
    {
      "id": "3DNews Software_0_1764844986",
      "title": "В шаговой доступности: как быстро найти бесплатный Wi-Fi в России",
      "description": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гостевым доступом в различных городах РФ",
      "shortDescription": "В условиях нестабильной работы сетей мобильных операторов проблема доступа в интернет стала как никогда актуальной. Решить её и по возможности всегда оставаться на связи позволяют специализированные сервисы и приложения, с помощью которых без труда можно найти ближайшие точки Wi-Fi с бесплатным гост...",
      "link": "https://3dnews.ru/1131878",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/11/04/1131878/sm.search-wifi-services-1.800.png",
      "pubDate": "2025-11-14T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ"
      ]
    },
    {
      "id": "Ведомости Технологии_45_1764844977",
      "title": "«Финтех» запустил пилотный проект с ИИ по анализу условий финансовых продуктов",
      "description": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "shortDescription": "Он направлен на сокращение ошибок в выборе и оптимизации клиентского пути",
      "link": "https://www.vedomosti.ru/technology/articles/2025/11/12/1154297-finteh-zapustil-pilotnii",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8s/wrwi0/normal-16h6.jpg",
      "pubDate": "2025-11-12T15:31:56+03:00",
      "hashtags": [
        "#ИИ",
        "#финтех"
      ]
    },
    {
      "id": "Ведомости Технологии_47_1764844977",
      "title": "Госкомпании вслед за ведомствами занялись импортозамещением офисного софта",
      "description": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "shortDescription": "Эксперты указывают на высокие темпы закупок этого ПО в госструктурах в прежние годы",
      "link": "https://www.vedomosti.ru/economics/articles/2025/11/12/1154090-goskompanii-vsled-za-vedomstvami-zanyalis-importozamescheniem-softa",
      "source": "Ведомости Технологии",
      "category": "Технологии",
      "image": "https://cdn.vdmsti.ru/image/2025/8r/1cjflj/normal-1qwo.jpg",
      "pubDate": "2025-11-12T01:35:58+03:00",
      "hashtags": [
        "#ИИ",
        "#структура"
      ]
    },
    {
      "id": "3DNews Software_1_1764844986",
      "title": "Лишнего не надо: обзор тематических поисковых сервисов",
      "description": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "shortDescription": "В деле интернет-поиска не бывает мелочей, особенно когда речь идёт об обработке однотипных наборов данных. В таких случаях как нельзя кстати пригодятся специализированные веб-службы, заточенные под поиск информации в конкретных предметных областях",
      "link": "https://3dnews.ru/1129695",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/09/23/1129695/sm.Subject-search-engines-1.800.png",
      "pubDate": "2025-10-10T00:00:00+03:00",
      "hashtags": [
        "#интернет",
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_2_1764844986",
      "title": "Для дома и работы: обзор российской операционной системы «МСВСфера АРМ» 9.6",
      "description": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что такого особенного есть в системе на примере версии для рабочих станций",
      "shortDescription": "Хороших Linux-дистрибутивов много не бывает. Убедительным подтверждением этого тезиса является развиваемое разработчиком операционных систем «Инферит ОС» семейство программных платформ «МСВСфера», отвечающих потребностям как корпоративного сектора, так и рядовых пользователей. Рассказываем, что тако...",
      "link": "https://3dnews.ru/1128660",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ruhttps://cdn.3dnews.ru/assets/external/icons/2025/09/03/1128660.jpg",
      "pubDate": "2025-09-05T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_4_1764844986",
      "title": "Студенту на заметку: веб-сервисы и приложения для подготовки к сессии",
      "description": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "shortDescription": "Стремительно приближается лето, а вместе с ним — экзаменационная сессия, с завидным постоянством вмешивающаяся в яркую и беззаботную студенческую жизнь. Денёчки предстоят ещё те! Ну а встретить их во всеоружии и подтянуть знания поможет наша подборка программных ассистентов",
      "link": "https://3dnews.ru/1121844",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/04/25/1121844/sm.Software-for-students-1.800.jpg",
      "pubDate": "2025-05-02T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_5_1764844986",
      "title": "Обзор системы резервного копирования и восстановления данных «Кибер Бэкап Малый Бизнес»",
      "description": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпринимателей и малых предприятий",
      "shortDescription": "В деле обеспечения непрерывности рабочих процессов и защиты важной информации не бывает мелочей. Грамотно и — самое главное — максимально эффективно подойти к решению этого вопроса позволяет новый продукт российской компании «Киберпротект», в полной мере отвечающий потребностям индивидуальных предпр...",
      "link": "https://3dnews.ru/1120579",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/03/31/1120579/CyberBackup-Small-Business-0.png",
      "pubDate": "2025-04-03T14:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_6_1764844986",
      "title": "Photoshop не нужен: быстрое редактирование изображений в режиме онлайн",
      "description": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "shortDescription": "Для редактирования изображений не обязательно устанавливать специализированный софт и обладать художественными навыками. С подобной задачей могут справиться веб-сервисы — они доступны с любого устройства, просты в использовании и способны работать не хуже профессиональных инструментов",
      "link": "https://3dnews.ru/1117680",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2025/02/03/1117680/sm.Online-image-editing-1.800.png",
      "pubDate": "2025-02-06T12:55:00+03:00",
      "hashtags": [
        "#ИИ",
        "#веб"
      ]
    },
    {
      "id": "3DNews Software_7_1764844986",
      "title": "Упакован по максимуму: обзор защитного решения Kaspersky Premium для домашних пользователей",
      "description": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "shortDescription": "Современные реалии требуют эффективных технологий в вопросе обеспечения кибербезопасности. К числу таковых относится разработанное «Лабораторией Касперского» решение, включающее не только внушительный набор средств защиты от цифровых угроз, но и множество других полезных инструментов",
      "link": "https://3dnews.ru/1114704",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2024/11/28/1114704/sm.Kaspersky-Premium-review-1.800.png",
      "pubDate": "2024-11-29T13:06:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_19_1764844986",
      "title": "Необычное применение привычных программ: а что, так можно было?!",
      "description": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "shortDescription": "А вы знали, что Chrome, Telegram, Word, PowerPoint, Outlook, WinRAR и прочие популярные приложения можно использовать не только по прямому назначению, но и для решения иных, порой самых нетривиальных задач? Каких именно — расскажем в новом выпуске нашей софтверной рубрики",
      "link": "https://3dnews.ru/1095500",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/11/05/1095500/sm.Soft-new-features-1.800.png",
      "pubDate": "2023-11-21T00:00:00+03:00",
      "hashtags": [
        "#AR"
      ]
    },
    {
      "id": "3DNews Software_21_1764844986",
      "title": "Всё включено: 15 малоизвестных прикладных программ из комплекта Windows",
      "description": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "shortDescription": "В недрах операционной системы Windows спрятано немало полезных приложений и утилит, о существовании которых порой не догадываются даже самые опытные пользователи. Раскрываем карты и рассказываем про встроенный в платформу софт, который точно стоит взять на заметку",
      "link": "https://3dnews.ru/1094776",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/10/20/1094776/sm.Windows-built-in-software-1.800.png",
      "pubDate": "2023-10-30T00:00:00+03:00",
      "hashtags": [
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_23_1764844986",
      "title": "Обзор 15 эмуляторов ПК и игровых приставок для Android: выбираем лучший",
      "description": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ностальгических развлечений",
      "shortDescription": "Запустить на смартфоне Windows, превратить его в портативную консоль PSP или Nintendo, карманный компьютер Palm или даже старичков ZX Spectrum или БК-0010? Легко! В современных реалиях такие задачи решаются на раз-два с помощью программ-эмуляторов, способных предложить пользователю полный набор ност...",
      "link": "https://3dnews.ru/1092075",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/25/1092075/sm.Android-emulators-1.800.png",
      "pubDate": "2023-09-08T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_24_1764844986",
      "title": "Навстречу прекрасному: 10 сайтов для культурных людей",
      "description": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "shortDescription": "Среди аудитории 3DNews немало как технарей, так и увлечённых IT-индустрией гуманитариев. Именно последней категории читателей будет интересна наша подборка сетевых ресурсов, позволяющих повысить культурный уровень и получить новые знания в сфере искусства",
      "link": "https://3dnews.ru/1091326",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/08/10/1091326/sm.Cultural-websites-1.800.png",
      "pubDate": "2023-08-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_25_1764844986",
      "title": "Шутки в сторону: прокачиваем Android-смартфон софтом для выживания в экстремальных ситуациях",
      "description": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "shortDescription": "Современный смартфон способен решать намного больше задач, чем кажется на первый взгляд. Подтверждением этому служит наша подборка программных продуктов, позволяющих задействовать мобильное устройство в качестве помощника в нештатных или даже чрезвычайных жизненных обстоятельствах",
      "link": "https://3dnews.ru/1090817",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/07/31/1090817/sm.Android-Emergency-Apps-1.800.png",
      "pubDate": "2023-08-04T00:00:00+03:00",
      "hashtags": [
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_30_1764844986",
      "title": "Обзор российских AI-сервисов и приложений: знай наших!",
      "description": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, воспользоваться которыми может любой желающий",
      "shortDescription": "Искусственный интеллект сегодня является центральной темой многих идущих в ногу со временем IT-изданий. Однако чаще всего речь идет об иностранных сервисах и прежде всего распиаренных генеративных сетях Midjourney и ChatGPT. Мы же решили сделать подборку отечественных разработок в данной сфере, восп...",
      "link": "https://3dnews.ru/1085541",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/04/24/1085541/sm.Russian-AI-services-1.800.png",
      "pubDate": "2023-04-27T00:00:00+03:00",
      "hashtags": [
        "#искусственныйинтеллект",
        "#ai",
        "#AI",
        "#it"
      ]
    },
    {
      "id": "3DNews Software_34_1764844986",
      "title": "Информационная безопасность: десять неутешительных прогнозов на 2023 год",
      "description": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "shortDescription": "Так уж повелось, что сегмент кибербезопасности скуп на позитивные перемены, и наступивший год не станет исключением из правил. Подтверждением этому служит наша подборка наиболее вероятных сценариев развития ситуации на рынке.",
      "link": "https://3dnews.ru/1081436",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2023/02/05/1081436/sm.cybersecurity-predictions-2023-1.800.png",
      "pubDate": "2023-02-14T00:00:00+03:00",
      "hashtags": [
        "#кибер",
        "#ИИ"
      ]
    },
    {
      "id": "3DNews Software_36_1764844986",
      "title": "Итоги 2022 года: программное обеспечение",
      "description": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье",
      "shortDescription": "Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и мно...",
      "link": "https://3dnews.ru/1079050",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/12/17/1079050/sm.Soft-Itogi-2022-1.800.jpg",
      "pubDate": "2023-01-04T00:00:00+03:00",
      "hashtags": [
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_38_1764844986",
      "title": "Зарядка подождёт: 10 способов продлить автономность Android-смартфона",
      "description": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "shortDescription": "Для оптимизации энергопотребления мобильного устройства на базе Android не обязательно его «рутовать» и устраивать танцы с бубном. Достаточно подкорректировать некоторые настройки операционной системы. Рассказываем, какие именно",
      "link": "https://3dnews.ru/1076173",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/10/22/1076173/sm.Android-energy-saving-1.800.png",
      "pubDate": "2022-11-24T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#смартфон"
      ]
    },
    {
      "id": "3DNews Software_41_1764844986",
      "title": "Безусловно полезные: обзор средств изолированного запуска приложений в Windows",
      "description": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "shortDescription": "Кто о чём, а мы сегодня поговорим о песочницах. Но не о тех, в которых играют дети, а о программных, позволяющих выстроить дополнительный эшелон защиты компьютера от вредоносного софта и прочих цифровых угроз",
      "link": "https://3dnews.ru/1074567",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/09/20/1074567/sm.Win-Sandbox-Apps-0.800.jpg",
      "pubDate": "2022-09-29T00:00:00+03:00",
      "hashtags": [
        "#компьютер"
      ]
    },
    {
      "id": "3DNews Software_42_1764844986",
      "title": "Второе дыхание: обзор Linux-дистрибутивов для старых ПК",
      "description": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "shortDescription": "У многих дома наверняка пылится старая, но рабочая вычислительная техника. Вдохнуть в неё новую жизнь помогут легковесные Linux-системы, идеально подходящие для маломощных компьютеров с раритетным «железом»",
      "link": "https://3dnews.ru/1073309",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/08/31/1073309/sm.OS-for-old-PC-1.800.png",
      "pubDate": "2022-09-09T00:00:00+03:00",
      "hashtags": [
        "#компьютер",
        "#ux"
      ]
    },
    {
      "id": "3DNews Software_45_1764844986",
      "title": "Обзор Chrome OS Flex — легковесной операционной системы для старых компьютеров",
      "description": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в деле?",
      "shortDescription": "Google умеет ломать стереотипы. Доказательством этому служит новая программная платформа компании, способная придать «второе дыхание» устаревшей вычислительной технике, в том числе производства Apple. Новинка построена на базе Chrome OS и доступна для скачивания всем желающим. Но так ли она хороша в...",
      "link": "https://3dnews.ru/1070928",
      "source": "3DNews Software",
      "category": "Технологии",
      "image": "https://3dnews.ru/assets/external/illustrations/2022/07/27/1070928/sm.Chrome-OS-Flex-1.800.png",
      "pubDate": "2022-08-03T00:00:00+03:00",
      "hashtags": [
        "#ИИ",
        "#компьютер",
        "#платформа"
      ]
    }
  ]
}